{
  "dateOfBirth": "Bính Dần 1746",
  "dateOfDeath": "Quí Hợi 1803",
  "hometown": "người làng Tả Thanh Oai, ngày nay thuộc huyện Thanh Trì Hà Nội.\n----------------------------------------------\nHà Tây",
  "occupation": "Danh sĩ cuối đời Hậu Lê đầu đời Tây Sơn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21
  },
  "id": 1008,
  "entityName": "Ngô Thời Nhậm",
  "aliases": [
    "Hi Doãn",
    "Đạt Hiên",
    "Hải Lượng",
    "Hy Doãn"
  ],
  "overview": "Ngô Thì Nhậm (吳時壬; còn gọi là Ngô Thời Nhiệm 吳時任 ; 25/10/1746–1803), tự là Hy Doãn(希尹), hiệu là Đạt Hiên(達軒), là danh sĩ, nhà văn đời hậu Lê–Tây Sơn, người có công lớn trong việc giúp triều Tây Sơn đánh lui quân Thanh. Ngô Thì Nhậm xuất thân gia đình vọng tộc chốn Bắc Hà, là con Ngô Thì Sĩ, người làng Tả Thanh Oai, ngày nay thuộc huyện Thanh Trì Hà Nội.\n----------------------------------------------\nÔng là con Ngô Thì Sĩ, cháu Ngô Tưởng Đạo. Sinh ngày 11-9 âm lịch (25-10-1746) tại làng Thanh Oai (tục gọi là Tó) huyện Thanh Trì, tỉnh Hà Đông (nay thuộc tỉnh Hà Tây). Năm Ất dậu 1765, ông đỗ đầu thi Hương, năm Kỉ sửu 1769, đỗ khoa Sĩ vọng, được bổ làm Hiến sát phó sứ Hải Dương. Đến năm Ất mùi 1775, ông đỗ tiến sĩ, được bổ làm Hộ khoa cấp sự trung, rồi thăng Giám sát Ngự sử đạo Sơn Nam, sau đổi làm Đốc đồng trấn Kinh Bắc. Năm Canh tí 1780, xảy ra vụ án Trịnh Tông (con Trịnh Sâm âm mưu dấy binh để giành lại ngôi chúa về tay em là Trịnh Cán). Việc phát giác, Ngô Thì Nhậm bị nghi ngờ là đã tố cáo; càng bị nghi ngờ hơn là sau đó ông được thăng Hữu thị lang bộ Công. Bấy giờ thân phụ ông mất (có tài liệu nói ông - NTS - bất bình việc tố cáo này uống thuốc độc chết) ông lấy cớ xin về chịu tang, tránh sự gièm pha của dư luận không hay. Năm Nhâm dần 1782, tháng 9, Trịnh Sâm mất, tháng 10 kiêu binh nổi loạn. Ông trốn về quê vợ ở Sơn Nam ẩn náu ngót 6 năm. Năm Mậu thân 1788, Nguyễn Huệ đem quân ra Bắc lần II, xuống lệnh tìm quan cũ Lê - Trịnh để bổ dụng. Ông được Trần Văn Kỉ tiến cử. Nguyễn Huệ trọng dụng, phong cho ông làm Tả thị lang bộ Lại, tước Trình Phái Hầu. Trong giai đoạn phù tá Quang Trung, tài năng ông phát huy cao độ trên các lĩnh vực: chính trị, quân sự, ngoại giao. Nào ngờ chẳng đầy 4 năm, vua Quang Trung mất sau một cơn bệnh đột ngột (29-4-1792), ông và em rể là Phan Huy Ích bàng hoàng tiếc người anh hùng tri ngộ (ông và Phan Huy Ích đều có thơ kính điếu Quang Trung) chẳng khỏi lo âu cho vận nước và vận mạng mình. Ông được triều đình Cảnh Thịnh cử làm Chánh sứ đi báo tang và cầu phong cho vua mới. Sứ bộ lên đường ngày 10-2 âm lịch năm Quí sửu 1793, đến Yên Kinh ngày 8-5 âm lịch và hoàn thành sứ mạng trở về tháng 9 âm lịch. Tình hình chính trị rối ren của những năm cuối triều đại Tây Sơn, khiến ông đau xót, rút lui về quê từ năm Bính thìn 1796, tìm lối thoát trong triết học, lập Thiền viện tại phường Bích Câu. Trong niềm đau khổ âm thầm vẫn bền giữ khí tiết. Năm Nhâm tuất 1802, triều đại Tây Sơn sụp đổ, nhà Nguyễn Phúc ra Bắc chiêu dụ nhân tài, ông và các tôi cũ nhà Tây Sơn bị gọi đến nơi hành tại của Gia Long, để dò xét ý kiến. Sau đó không lâu ông và Phan Huy Ích bị đem ra kể tội và đánh đòn tại Văn miếu. Ông bị đánh chết (theo Đại Nam thực lục), có thuyết nói: sau trận đánh, về nhà không lâu thì mất, ngày 16-2 âm lịch năm Quí hợi (9-3-1803) hưởng dương 57 tuổi. Còn để lại đời các tác phẩm: - Nhị thập, nhất sử toát yếu - Bút hải tùng đàm - Ủng vân nhân vịnh - Ngọc đường xuân khiếu - Cúc hoa thi trận - Thu cận dương ngôn - Cẩm đường nhàn hoài - Hoàng hoa đồ phả hay Hoa Trình gia ấn thi tập - Hàn các anh hoa - Hải Dương chí lược - Kim mã hành dư - Xuân thu quản kiến, - Bang giao hảo thoại, - Bang giao lục - Trúc Lâm tông chỉ nguyên thanh - Tam thiên tự giải âm đều là những sách giá trị trong kho tàng văn học cổ của ta. Các bộ Bang giao hảo thoại, Bang giao lục... đã có những đóng góp lớn cho việc bang giao giữa triều Tây Sơn với triều Càn Long (Trung Quốc) (giúp hai nước tránh khỏi nạn chiến tranh sau khi quân Thanh đại bại ở Thăng Long năm 1789. Bộ Hải Dương chí lược (4 quyển), chép về núi sông, phong tục, nhân vật… cả xứ Hải Dương. Theo sách Ngô gia thi phổ thì ông soạn sách này xong khoảng trước năm 1772 khi ông làm việc ở trấn Hải Dương trước khi đỗ Tiến sĩ 3 năm. Bộ XuânThu quản kiến (12 quyển) do ông biên soạn về nội dung 5 truyện của kinh Xuân Thu. Năm Truyện: tức là năm truyện của Kinh Xuân Thu: 1. Công Duyên truyện, sách truyện kinh Xuân Thu của Công Dương Cao, người nước Tề, sinh vào cuối đời Chu là học trò Tử Hạ. 2. Tức là sách Tả thị xuân thu, tác giả là Tả Khâu Minh, người đồng thời với Khổng Tử. 3. Cốc lương truyện, sách truyện kinh Xuân thu của Cốc Lương Xích cũng là học trò Tử Hạ. 4. Hồ truyện tức là sách Xuân thu Hồ thị truyện, gồm 30 quyển, tác giả là Hồ An Quốc người đời Nam Tống cho nên trong sách phần nhiều liên hệ với thời sự. 5. Trình truyện tức 1à sách truyện Kinh Xuân thu của Trình Tử đời Tống. Mỗi sự việc chép trong Kinh Xuân Thu của Khổng Tử, tác giả ghi rõ lời chú thích trích trong các sách: Tả truyện, Công dương, Cốc lương… rồi chua thêm ý kiến và lời bàn của mình, bắt đầu bẳng hai chữ \"quản kiến\". Bộ Tam thiên tự giải âm là một quyển sách dạy vỡ lòng cho người mới học chữ Hán, ước chừng 3.000 chữ thông thường. Sách ấy đã từng có tác dụng quan trọng trong việc truyền dạy chữ Hán và ngày nay cũng còn giúp ích cho chúng ta trong việc nghiên cứu ngôn ngữ, văn tự của nước ta. Về tác giả thì bản in nói trên và cả hai bản khác có chung nguồn gốc với nó là sách Tam thiên tự giải dịch quốc ngữ của nhà Liễu Văn Đường và sách cùng tên của Tổng Đường Phát Diệm. Tuy vậy, trong bản khắc năm 1831 nói trên ta thấy có in một tên gọi khác của sách ấy là Tự học toản yếu. Xem sách Kim mã hành dư của Ngô Thì Nhậm (trong bộ Ngô gia văn phái, kí hiệu A.117), ta thấy có bài tựa sách Tự học toản yếu, trong đó Ngô Thì Nhậm nói rõ về việc ông đã soạn sách này. Đọc bài tựa ấy, chúng ta có thể xác định sách Tam thiên tự giải âm hay còn gọi là Tự học toản yếu, chính là công trình biên soạn của Ngô Thì Nhậm đã hoàn thành và đem in lần thứ nhất vào cuối thế kỉ XVIII. Khi đặt tên cho sách này, có lẽ Ngô Thì Nhậm chịu ảnh hưởng sách Tam thiên tự của Từ Côn Ngọc (Trung Quốc) mà Nguyễn Huy Oánh đã in trong sách Sơ học chỉ nam."
}