{
  "dateOfBirth": "…",
  "dateOfDeath": "Bính Tuất 1886",
  "hometown": "Quê làng Hà Lam, huyện Lễ Dương phủ Thăng Bình, tỉnh Quảng Nam là em trai Phó bảng Nguyệt Thuật, tổng tài Quốc sử quán, Nguyễn Tạo đốc học Quảng Nam",
  "occupation": "Liệt sĩ chống Pháp thời Cần Vương, Nghĩa hội ",
  "workTenure": "Không rõ",
  "fatherName": {
    "thứ ba": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1011,
  "entityName": "Nguyễn Duật",
  "aliases": [
    "Nguyễn Uýnh"
  ],
  "overview": "Thiếu thời ông là người con ngoan, chăm học và học rất giỏi, rất hiếu thảo và ưa hoạt động. Năm 1875 ông mới đi thi đỗ tú tài năm Tự Đức thứ ba mươi (1877) đến khoa Kỉ Mão (1879) thi Hương đỗ cử nhân. Cũng trong năm này ông thi võ và đỗ cử nhân võ được triều đình bổ chức lãnh binh. Ông xin khất lưu không ra làm quan. Ở nhà cùng cụ thân sinh Nguyễn Đạo tiếp tục học tập văn ôn luyện võ, phụng sự cha mẹ già cùng dạy văn luyện võ cho con cháu trong dòng họ trong làng. Năm 1885, lúc ông ra Huế để dự thi hội, thì kinh đô thất thủ. Nhóm kháng chiến do Tôn Thất Thuyết lãnh đạo, phò vua Hàm Nghi xuất bôn ra Tân Sở, Quảng Trị xuống \"Hịch cần vương\". Ông quay về quê hưởng ứng \"Hịch cần vương\" tại Quảng Nam cùng Trần Văn Dư (1839-1885) tổ chức lực lượng chống Pháp trong tháng 7 năm 1885. Vào thời điểm này ông được cử làm \"Tán tương Quân vụ\" của Nghĩa hội phụ trách phân khu Thăng Bình - Quế Sơn. Đội nghĩa quân của ông rất mạnh, được điều đi chiến đấu khắp nơi trên địa bàn tỉnh Quảng Nam. Lúc bấy giờ nhân dân Thăng Bình, Quế Sơn gọi ông là Ông cử Hội. Cuối năm 1885 tình hình nghĩa hội Nghĩa Định bị Nguyễn Thân đánh phá ác liệt có nguy cơ bị tiêu diệt. Để có sự liên lạc hỗ trợ lẫn nhau, nghĩa hội Quảng Nam cử Tán tương Quân vụ Quảng Nam Nguyễn Uýnh cầm đầu 1 trong 5 cánh quân Quảng Nam vào phối hợp với 3 cánh quân của nghĩa hội Quảng Ngãi - Bình Định, đánh vào huyện lị Bình Sơn, Quảng Ngãi. Trận đánh thắng lợi làm chủ tình hình huyện Bình Sơn, các người đứng đầu phủ Bình Sơn, như Lê Uyển bỏ chạy, Nguyễn Tiến Quý, Phạm Trọng Di (quan triều tại Bình Sơn tỉnh Quảng Ngãi) bị nghĩa quân đánh bại. Quan quân triều đình tại Bình Sơn hoàn toàn tan rã. Đây là lần đầu tiên từ khi thành lập Nghĩa hội Cần vương 3 tỉnh đã liên kết hỗ trợ nhau và giành thắng lợi. Củng cố được căn cứ hậu phương cho Nghĩa hội Nghĩa Định. Đến tháng 7 năm Bính Tuất (1886) có lệnh của Quảng Nam rút quân về. Đội quân cụ Cử đi hậu tập, khi ra đến cầu Cháy huyện Bình Sơn thì bị phục binh của Nguyễn Thân chận đánh. Trong lúc hỗn quân ông đã hi sinh tại trận vào ngày 5 tháng 9 năm Bính Tuất (1886). Trong lúc đó có hai nghĩa quân thân tín của ông là Nguyễn Công Khả và Nguyễn Cò cướp được thi hài ông đưa về quê. Gia đình mai táng tại phía Tây rừng Tiên Nông tại bản xã. Tin ông hy sinh tại chiến trường đưa về đến căn cứ hai cụ Nguyễn Duy Hiệu và Phan Bá Phiến có câu đối khóc ông: \"Nhị huynh tại nhi văn chi quân dĩ đương trường dư chính khí; Tam quân hành tắc thủy dữ ngã ư che khổn phạp lương tài\" Bản dịch: Hai anh còn đây, tin ông chiến đấu ở chiến trường thừa chính khí, Ba quân còn đó, không có ông chỉ huy ta mất một tưóng tài. (Theo Huỳnh Thúc Kháng, in trên Tiếng Dân, Huế). Sau khi ông mất, quân triều đình có sự hỗ trợ của Pháp, dưới sự chỉ huy của Nguyễn Thân đã truy kích Nghĩa hội đến Hà Lam truy bắt gia đình, đốt nhà thờ tộc Nguyễn Công. Lúc bấy giờ gia đình ông Cử được sự giúp đỡ của Nghĩa quân Tân tỉnh, bà Phan Thị Hòa (vợ ông) đã đưa được gia đình và các con Nguyễn Thị Két, Nguyễn Thị Điều, Nguyễn Công Khách (ông Khách lúc này mới 6 tuổi) lên tận tỉnh Trung Lộc cư trú. Tại đây sau khi ổn định nơi ăn chốn ở bà Hòa đã tập hợp anh em nghĩa quân cũ của ông Cử và được Hội chủ Nguyễn Duy Hiệu giao đóng quân tại \"Núi Chóp Vung\" làm tiền đồn án ngữ con đường độc đạo dẫn vào căn cứ. Nhưng tình hình ngày càng khó khăn phức tạp. Quân triều đình liên tục uy hiếp tấn công vào Trung lộc Hội chủ Nguyễn Duy Hiệu bắt buộc phải lui quân về An Lâm. Gia đình bà Hòa được lệnh phân tán ra dân vùng Dùi Chiêng để dấu tung tích. Sau khi gia đình cụ Hường Hiệu bị bắt, cụ Phan Bá Phiến tuẫn tiết, Nghĩa hội Quảng Nam tan rã, gia đình bà Hòa vẫn còn ở vùng Tân tỉnh Trung Lộc hơn 10 năm sau. Khi tình hình hoàn toàn lắng xuống, gia đình bà Hòa mới trở lại Hà Lam."
}