{
  "dateOfBirth" : "Canh Thìn 1760",
  "dateOfDeath" : "Mậu Tí 1828",
  "hometown" : "Nguyên quán huyện Diên Phước, tỉnh Quảng Nam (nay là huyện Điện Bàn, tỉnh Quảng Nam không rõ làng xã)",
  "occupation" : "Danh thần, danh tướng đời Gia Long ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1014,
  "entityName" : "Trần Đăng Long",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ ông theo gia đình và thân phụ là Trần Đăng Khoa làm quan đời chúa Thế tông Nguyễn Phước Khoát nên lưu ngụ ở Gia Định. Năm 19 tuổi ông đầu quân theo phò Nguyễn Ánh từ buổi đầu làm đến chức Khâm sai thuộc nội Vệ úy Thần sách - Nguyễn Ánh cho ông là một tướng tài - lập nhiều chiến công. Theo Đại Nam liệt truyện và Đại Nam Nhất thống chí tỉnh Quảng Nam thì Trần Đăng Long trạng mạo khôi ngô, có sức mạnh, nhanh nhẹn, ngay từ hồi còn trẻ đã đầu quân, thường theo Nguyễn Ánh đi đánh Tây Sơn. Năm Giáp Thìn (1784) Nguyễn Ánh chạy sang Vọng Các, ông bệnh không đi theo được, ẩn ở thôn quê, sợ bị Tây Sơn bắt giả cách câm nhưng vẫn bị Tây Sơn bắt toan giết, rồi sau thoát được. Năm Kỉ mùi (1799) theo đi đánh Qui Nhơn được thắng trận, đại binh theo đường bộ về. Năm Canh thân (1800) quânTây Sơn vây thành Bình Định, ông theo đại binh đi cứu viện. Năm 1801 theo Nguyễn Văn Trương đang đêm vào cửa biển đánh Thuận Hóa, lấy lại được đô thành. Vì có nhiều chiến công được thăng Vệ úy vệ cung vũ, đem binh thuyền đến Bình Định đánh tiếp. Năm 1802, Gia Long năm thứ nhất được triệu về; năm 1803 thăng Vệ úy vệ tiền nhất quân thị trung khâm sai thuộc nội cai cơ. Mùa thu năm ấy theo vua Gia Long ra Bắc thành, năm sau đắp hoàng thành (kinh thành), dựng cung điện, làm nhà quân, đều đem quân theo làm việc. Năm 1808, ông cùng với hữu tham tri bộ Công là Nguyễn Đức Huyên sung chức duyệt tuyển ở Bình Hòa (Khánh Hòa) về sau mỗi khi gặp kỳ duyệt tuyển, thường cùng với quan văn sung làm. Năm 1809 được thăng Khâm sai thuộc nội vệ úy vệ tiền nhất quân thị trung. Năm 1814 được sung làm phó sứ ở Sơn Lăng. Mùa thu năm 1817 theo chức cũ làm lưu thủ trực thuộc doanh Quảng Nam. Minh Mạng thứ nhất (1820) triệu về kinh, theo chức cũ, trông coi việc Võ khố. Năm thứ 5 (1824) thăng Thống chế doanh tiền phong quân thị nội. Năm thứ 6 (1825) kiêm quản 3 đội tả vệ, Hữu vệ và Hoàng kiếm rồi thăng phó đô thống chế doanh Hậu quân Thần sách vẫn kiêm quản kho võ khố như cũ. Năm Minh Mạng thứ 7 (1826) sung làm giám thí trường thi Hội. Năm Minh Mạng thứ 8 (1827) gia hàm Đô thống kiêm quản cả tào chính. Mùa đông năm 1828 ông bệnh mất thọ 68 tuổi, được triều đình truy tặng Đô thống, lại gia thưởng 200 lạng bạc 5 cây gấm Tàu. Ông có 6 người con là: Tự, Phú, Xuân, Thu, Biện, Cận. Tự học được ghi vào sổ anh danh; Phú làm quan đến phó lãnh binh ở Bắc Ninh; Xuân Thu, Biện, Cận đều làm quan đến cai đội."
}