{
  "dateOfBirth": "4 tháng 10 năm 1920\n----------------------------------------------\nCanh Thân 1920",
  "dateOfDeath": "9 tháng 12 năm 2002\n----------------------------------------------\nCanh Ngọ 2002",
  "hometown": "quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên-Huế.\n----------------------------------------------\nQuê gốc ở làng Phù Lai nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế",
  "occupation": "Nhà thơ, chính trị\n----------------------------------------------\nTên khai sinh: Nguyễn Kim Thành, bút danh Tố Hữu và là tên thường dùng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1017,
  "entityName": "Nguyễn Kim Thành",
  "aliases": [
    "Nguyễn Kim Thành",
    "Tố Hữu",
    "Tố Hữu, Lê Tư Lành"
  ],
  "overview": "Tố Hữu, tên thật là Nguyễn Kim Thành (4 tháng 10 năm 1920 – 9 tháng 12 năm 2002), quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên-Huế.\n----------------------------------------------\nĐảng viên Đảng Cộng sản Việt Nam. Tốt nghiệp Thành Chung (cũ). Hội viên sáng lập Hội Nhà văn Việt Nam (1957). Sinh ra trong một gia đình nhà Nho nghèo, từ sáu, bảy tuổi Tố Hữu đã học và tập làm thơ. Giác ngộ cách mạng trong thời kỳ Mặt trận Dân chủ và trở thành người lãnh đạo Đoàn thanh niên Dân chủ ở Huế. Những bài thơ đầu tiên được sáng tác tù những năm 1937-1938. Tháng 4-1939 bị thực dân Pháp bắt, giam giữ ở các nhà lao miền Trung và Tây Nguyên. Tháng 3-1942, vượt ngục Đac Lay, tiếp tục hoạt động cách mạng. Hoạt động bí mật đến 1945, Chủ tịch ủy ban khởi nghĩa Thừa Thiên - Huế. Ủy viên dự khuyết Trung ương Đảng (1951). Ủy viên Ban Bí thư (từ 1958-1980). Ủy viên Bộ Chính trị (từ 1976-1986). Trưởng ban Tuyên huấn, Khoa giáo. Hiệu trưởng Trường Nguyễn Ái Quốc. Trưởng ban Thống Nhất (1974-1975). Có lúc ông giữ chức phó chủ tịch Hội đồng Bộ trưởng (Phó thủ tướng) nước CHXHCNVN. Tác phẩm đã xuất bản: - Từ ấy (thơ, 1946) - Việt Bắc (thơ, 1954) - Gió lộng (thơ, 1961) - Ra trận (thơ, 1972) - Máu và hoa (thơ, 1977) - Một tiếng đờn (thơ, 1992) - Xây dựng một nền văn nghệ lớn xứng đáng với nhân dân ta, thời đại ta (tiểu luận, 1973) - Cuộc sống cách mạng và văn học nghệ thuật (tiểu luận, 1981). Giải thưởng văn học: Giải nhất giải thưởng văn học Hội Văn nghệ Việt Nam 1954-1955 (tập thơ Việt Bắc); Giảithưởng văn học ASEAN (1996); Giải thưởng Hồ Chí Minh về Văn học Nghệ thuật (đợt 1, 1996). Tác phẩm của ông rất nhiều như đã dẫn ở trên. Từ những năm 30 (1938) bài thơ Từ ấy gần như một dấu ấn một thời trong nền thi ca hiện đại cách mạng Việt Nam với các câu: Từ âý trong tôi bừng năng hạ Mặt trời chân lý chói qua tim Hồn tôi là một vườn hoa lá Rất đậm hương và rộn tiếng chim... hoặc nếu dấn thân vào đường cách mạng thì: Đời cách mạng từ khi tôi đã hiểu Dân thân vô là phải chịu tù đày Là gươm kề tận cổ, súng kề tai... Ông mất ngày 9-12-2002 tại Hà Nội, thọ 82 tuổi."
}