{
  "dateOfBirth" : "Mậu Tí 1828",
  "dateOfDeath" : "Bính Dần 1926",
  "hometown" : "huyện Đại Lộc, tỉnh Quảng Nam (nay là xã Đại Thắng, huyện Đại Lộc, tỉnh Quảng Nam)",
  "occupation" : "Danh sĩ cận đại",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1019,
  "entityName" : "Huỳnh Quì",
  "aliases" : [ "Hoàng Quì" ],
  "overview" : "Khi Pháp chiếm nước ta, ông được triều đình Huế bổ làm quan, nhưng ông không nhận việc. Suốt đời lê gót lãng du khắp các tỉnh từ Quảng Nam đến Bình Thuận, đến đâu ông cũng mở trường dạy học và làm thơ phúng thích. Học trò ông nhiều người giỏi, xuất chính trở nên quan lớn triều Nguyễn. Tương truyền ông rất thông minh, học giỏi nhưng suốt đời vẫn chỉ là Tú tài, nên nhân dân quen gọi ông là Tú Quì và tên này trở thành bất hủ trong lịch sử văn học Việt Nam. Ông sáng tác văn chương đủ thể loại: thơ ca, văn tế, thơ tín, câu đối phần lớn bằng chữ Nôm... mà loại nào cũng đặc sắc khiến độc giả mến mộ con người và thi tài ông. Về già, nghỉ dạy, vui thú ruộng vườn nhưng vẫn tiếp tục viết. Số lượng tác phẩm của ông có đến hàng trăm, nhưng nay đã thất lạc khá nhiều, thỉnh thoảng các hợp tuyển thơ văn có in thơ ông nhưng vẫn còn thiếu. Từ lâu nay các nhà phê bình, nghiên cứu văn học cũng có nhắc đến Tù Quì nhưng rất phiến diện. Điều này có thể hiểu được vì hầu hết thơ văn ông có giọng sục sạo, cay đắng về các đối tượng trong xã hội đương thời. Thậm chí ông còn đả kích các nhân vật tham gia các phong trào chống Pháp xâm lược (các nhân vật thuộc phong trào Văn thân, Cần vương, ở miền Trung) nên thơ văn ông không được quảng bá rộng rãi trong quần chúng. Ngòi bút đả kích, phúng thích của ộng không chỉ nhắm riêng một cá nhân, một tổ chức nào... mà hướng tới một đối tượng rất rộng: bọn sâu dân mọt nước, cường hào ác bá, tùy thời, hiếu sát... Bài Vịnh hát bội là một danh tác của nghệ thuật phúng thích mà chưa có tác phẩm nào (cùng thể loại) sánh kịp. Nhỏ mà không học, lớn làm ngang Trống đánh ba hồi đã thấy quan Ra rạp, ngồi trên ba đứa hiệu, Vô buồng, đứng dưới mấy ông làng. Còn màu son phấn: ông kia nọ, Cởi lốt cân đai: chú điếm đàng. Tuy chẳng vinh chi, nhưng cũng sướng, Đã từng trợn mắt, lại phùng mang. Nhất là ông không dấu sự đau xót, căm giận trong tâm thức mình đối với quảng đại quân chúng trưóc họa xâm lăng. Bài Nước lụt là một trường hợp điển hình đã làm cho nhiều người trí thứct iến bộ đương thời suy nghiệm và không thiếu nhiều người thuộc lòng khiến suốt đời họ canh cánh bên lòng: Mưa từng chặp gió từng hồi, Ngoảnh lại giang san ngập cả rồi! Lũ kiến bất tài đeo ngọn cỏ, Chòm rêu vô lực đóng bèo trôi. Linh lang vườn rộng nghe chim hót, Lỏng khỏng giường cao thấy chó ngồi. Thương bấy hạ dân sao xiết kể, Nào ông Hạ, Vũ ở đâu rồi Trong lịch sử văn học cận đại hai danh tác trên có mãnh lực rất lớn tác động được những người có lương tâm, ý thức thảm trạng đất nước mà... hành động. Tinh thần phúng thích trong thơ Tú Quì gần như thấm sâu trong văn phong ông. Bút pháp, văn mạch ông rất tự nhiên, thanh thản đôi khi bình dị đến sỗ sàng, dù cho đó là chốn thiền môn ông cũng không ngớt lời đả kích nơi trang nghiêm mà sa đọa vào thời đạo Phật đi vào con đường thoái hóa; hoặc các hiện tượng sai trái, xấu xa trong cuộc sống nhân sinh. Thơ ông vì vậy đã sống mãi trong tâm thức của những người yêu thơ dù nó vắng trong các thi tuyển. Ông mất năm 1926 (17-4 dương lịch) hưởng thọ 98 tuổi. Sau khi ông mất Tiến sĩ Phạm Liệu (một bạn văn và cũng là đại thần triều Thành Thái, Duy Tân) điếu ông: \"Gia học kế thừa ngã ngoại tổ môn trung túc xưng cao đệ; Quốc văn đề xướng đại sáng đường hội diện hiệp bái tiên huy.\" Nghĩa: Nối nghiệp học hành của gia đình, học nơi nhà ngoại tổ, ông sớm nổi danh là cao đệ (của ngài): Vì sự nghiệp cổ súy quốc văn, ngày nay chúng ta gặp nhau tại nhà chủ soái cùng lạy tiên sinh."
}