{
  "dateOfBirth" : "Bính Dần 1866",
  "dateOfDeath" : "Bính Thìn 1916",
  "hometown" : "quê làng Tư Phú, tổng Đa Hòa phủ Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Thọ, huyện Điện Bàn, tỉnh Quảng Nam) là con trai của Trần Công Trực và bà Đoàn thị",
  "occupation" : "Liệt sĩ, Tác giả, lãnh tụ cuộc khởi nghĩa Duy Tân",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Trần Công Trực" : null
  },
  "motherName" : {
    "Đoàn thị" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1041,
  "entityName" : "Trần Cao Vân",
  "aliases" : [ "Trần Công Thọ", "Trần Cao Đệ" ],
  "overview" : "Trần Cao Vân (sinh 1866 - mất 1916) là một trong những người lãnh đạo cuộc khởi nghĩa chống Pháp tại Trung kỳ Việt Nam, do Việt Nam Quang Phục Hội chủ xướng. Ông sinh năm Bính Dần (1866) tại làng Tư Phú, tổng Đa Hòa, phủ Điện Bàn, tỉnh Quảng Nam. Ông tên thật là Trần Công Thọ, lúc lớn lên từng học và đi thi lấy tên là Trần Cao Đệ, lúc vào chùa lấy pháp danh là Như Ý, khi ra hoạt động cách mạng đổi tên là Trần Cao Vân, biệt hiệu là Hồng Việt và Chánh Minh, còn có biệt danh là Bạch Sĩ. Ông lãnh đạo khởi nghĩa cùng vua Duy Tân và Thái Phiên năm 1916 và có thời gian hoạt động tại Phú Yên. Cuộc khởi nghĩa thất bại (do bị lộ kế hoạch khởi nghĩa), ông bị chém cùng với Thái Phiên và một số người khác. Vua Duy Tân thì bị bắt đi lưu đày ở đảo Réunion nằm giữa Ấn Độ Dương, nơi cha là vua Thành Thái cũng bị lưu đày.\n----------------------------------------------\nThuở nhỏ ông học chữ Hán, rất thông minh lại hiếu học, nổi tiếng tại các trường. Khi đi thi lấy tên là Trân Cao Đệ, lúc vào chùa lấy pháp danh là Như Ý, biệt hiệu Hồng Việt, Chánh Minh, Bạch Sĩ. Lúc hoạt động chống Pháp mới đổi tên là Trần Cao Vân. Bình sinh ông rất giản dị, sống một đời đạm bạc, tính tình ôn hòa, đối với xã hội, bạn bè, một mực thành tín. Năm 1882 ông đi thi thì bệnh nặng không dự thi được và từ đó nhiều biến cố dồn dập của vận nước, ông bỏ luôn cử nghiệp, dấn thân vào công cuộc cứu nước. Bước chân ông xê dịch từ Quảng Nam đến Bình Định, Phú Yên, Côn Đảo, Huế để cuối cùng nhận lấy cái tội \"phiến biến\" để lên đoạn đầu đài trả nợ non sông. Năm 1886 ông vào tu tại chùa Cổ Lâm (thuộc huyện Đại Lộc) rồi ra mở trường học dạy nhằm chiêu tập chiến sĩ. Năm 1892 ông từ giã Quảng Nam vào hoạt động ở Bình Định, Phú Yên. Dấu chân ông từng qua các vùng trung châu và núi rừng các tỉnh này. Tại đây ông cùng các chiến hữu tạo được nhiều cơ sở chống Pháp như kết giao với Võ Trứ (... - 1898) thầy chùa Đá Bạc (ở Phú Yên, Bình Định). Năm 1898 cuộc khởi nghĩa của Võ Trứ thất bại (do ông làm cố vấn) ông bị bắt giam ở ngục Phú Yên một thời gian; vì nhờ Võ Trứ đã khảng khái nhận tất cả hậu quả do mình gây ra. Ra tù chưa được 2 năm thì năm Canh tí 1900 ông lại bị bắt giam tại nhà lao Bình Định vì vụ án \"Trung thiên dịch\" bị kết tội \"Yêu thơ loạn ngôn\", \"xúi nhân dân phiến loạn\", bị đưa về giam ở Quảng Nam, đến năm 1907 mới được trả tự do. Năm 1908 phong trào Duy tân lên cao ông lại bị thực dân bắt lần nữa, đày ra Côn Đảo đến năm 1914 mới phóng thích. Năm 1915 ông và các đồng chí thành lập Hội Việt Nam Quang Phục. Theo chương trình của Hội, ông và Thái Phiên chịu trách nhiệm liên lạc với vua Duy tân (1900-1945) tổ chức khởi nghĩa. Cuộc khởi nghĩa năm 1916 do ông và Thái Phiên lãnh đạo dưới danh nghĩa vua Duy Tân. Vụ khởi nghĩa thất bại ông bị bắt, kết án tử hình cùng với đồng chí và các chiến hữu khác vào năm 1916 tại Huế. Diễn biến cuộc khởi nghĩa năm 1916 (Theo Quảng Nam đất nước và nhân vật). Năm 1916, dân tộc Việt Nam đã cùng vua Duy tân đứng lên chống lại chính sách bảo hộ bằng phương sách cách mạng bạo động. Một cuộc cách mạng toàn diện không riêng cho một giai cấp nào, từ vua, quan đến các giới thân hào thân sĩ, các cấp tư sản, quân nhân, nông dân đều tham gia. Cuộc cách mạng ấy tượng trưng cho tinh thần của một dân tộc yêu tự do, muốn độc lập! Các phương cách tăng cường hoạt động để thực hiện cuộc khởi nghĩa ấy sau ngày gặp vua Duy tân, các ông Trần Cao Vân, Thái Phiên, Tú Ngung, Cử Sụy thương lượng triệu tập các yếu nhân toàn kì khai hội tại nhà một đồng chí ở chợ Cầu Cháy, làng Xuân Yên, tỉnh Quảng Ngãi, đem ý kiến vua Duy tân ra thảo luận, trù liệu kế hoạch phát triển đảng lực, tích cực chuấn bị khởi nghĩa. Buổi họp suốt ngày đêm, sau những cuộc thảo luận ráo riết, toàn thể đồng ý đưa ra quyết nghị. Đại khái về nội bộ: a) Kiểm soát và chỉnh đốn chặt chẽ các tổ chức trong các tầng lớp dân chúng ở mỗi địa phương, các tổ chức trong các cấp lính Nam triều, Bảo hộ. Nhất là đội lính mộ sắp đưa sang Pháp tham chiến trông cậy vào lực lượng binh sĩ ấy sẽ quay súng lại làm chủ lực tiền phong cho quân khởi nghĩa. b) Tổ chức sẵn sàng bộ máy hành chánh cai trị trong bóng tối, chờ sẽ thay thế vào các cấp quan lại Nam triều, Bảo hộ, trong lúc chính quyền về tay cách mạng. c) Huy động cả sức người và tiền của để sung vào công cuộc chế tạo vũ khí mua sắm quân nhu, quân phục. Tạm đúc bốn cái ấn kinh lược: 1. Bình - Trị, 2. Nam - Ngãi, 3. Bình - Phú, 4. Khánh - Thuận để dùng vào các giấy tờ chỉ thị. d) Về ngoại giao: phái người sang Xiêm vận động với viên sứ thần Đức thỉnh cầu nhờ sự viện trợ vũ khí... Giờ quyết định Vì sự thúc giục của vua Duy tân - nhà vua đã quyết định đêm mồng một tháng tư năm Bính thìn (ngày 3-5-1916) khởi nghĩa, vì sự thúc giục của anh em lính mộ, một đội lính chịu ảnh hưởng quân khởi nghĩa và được tổ chức chặt chẽ hơn hết. Đội Linh ấy ước hơn ngàn người, lúc bấy giờ đương tập trung tại thành Huế và gần đến ngày xuống tàu sang Pháp. Vì những lẽ ấy mà đại hội toàn kì buộc phải tức tốc khai hội lần thứ hai tại kinh đô Phú Xuân (Huế), vào khoảng trung tuần tháng ba năm Bính thìn, để kiểm lại lực lượng và ban hành kế hoạch khởi nghĩa. Mặc dù trước ngày họp ấy, tại nhà ông Lâm Nhĩ, làng La Châu, huyện Hòa Vang (Quảng Nam), có mặt các ông Thái Phiên, Phan Thành Tài... Trần Cao Vân đã tỏ ý còn chần chờ chưa muốn khởi nghĩa gấp. Nhưng hôm trước đại hội, ông cũng như các chiến sĩ khác là những người thiết tha kêu gọi; trên mệnh vua hối gịuc khởi nghĩa! Như thế còn đợi gì? Ngày khởi nghĩa, đại hội đã tán thảnh theo đề nghị của vua Duy tân, đại hội chỉ thông qua tình hình chung theo lời báo cáo của các cấp bộ toàn kì: Kế hoạch 1. Tổng phát động khởi nghĩa toàn diện, đúng giờ Tí ngày mồng hai tháng Tư năm Bính thìn. Khởi điểm tại kinh đô Huế, sẽ bắn súng thần công báo hiệu lệnh cho hai tỉnh Quảng Trị, Quảng Bình, đồng thời ở đèo Hải Vân cũng nổi lửa để báo hiệu cho hai tỉnh Quảng Nam Quảng Ngãi. 2. Huy động các đạo dân quân Thừa Thiên hưởng ứng trợ lực với các đội binh sĩ chiếm lấy kinh đô Huế. 3. Thu cả toàn lực Quảng Nam Quảng Ngãi, dân quân hợp lực với binh sĩ chiếm giữ cửa biển Đà Nẵng để mở đường giao thông với Đức. Ngoài ra, các tỉnh khác cũng theo kế hoạch bạo động cướp chính quyền như thế... 4. Vạn nhất tấn công không thắng lợi thì đạo quân Quảng Nam rút về phía tây chiếm vùng rừng núi Bà Nà, đạo quân Quảng Ngãi kéo lên miền Gió Rứt, là những địa thế hiểm trở để làm hậu thuẫn cho những cuộc phản công. 5. Do sự ủy nhiệm của Việt Nam Quân chính phủ các yếu nhân cách mạng mỗi người đều có công tác phụ trách điều khiển mỗi tỉnh. Hai ông Trần Cao Vân Thái Phiên điều động chiếm kinh đô và phụ trách rước vua Duy tân ra khỏi hoàng thành, chờ cuộc hỗn loạn yên ổn trở lại sẽ tôn nhà vua trở lại ngôi. Nhưng cuối cùng kế hoạch hoàn toàn bại lộ do tình cảm của một số chiến hữu ở Quảng Ngãi đưa đến thảm họa: thất bại. Để kết luận cuộc khởi nghĩa năm 1916 và cũng để chứng thực cho từ những cuộc gặp gỡ đến những hành động giữa vua Duy tân cùng các nhà cách mạng, xin trích một vài khoản trong bản án của triều đình Huế kết tội vua Duy tân, có câu: \"Vọng thính sàm ngôn, khuynh nguy xã tắc\" (Nghe theo lời dua nịnh, làm cho đất nước ngửa nghiêng). Cái quan định luận Kết luận đời hành động của đấng anh hùng không cứ ở việc thành công hay thất bại, mà chính ở chí tự cường, lòng vị tha hi sinh cả đời mình để phụng sự tổ quốc dân tộc cũng như để bảo vệ công lí chính nghĩa. Dù gặp phải thiên nguy vạn khốn vẫn một lòng tiết thảo, nếu không đạt được chí nguyện thì cũng chỉ có cái chết thôi! Chính vì thế, cuộc khởi nghĩa năm 1916 thất bại, hoàng đế Duy Tân bị giam ở đồn Mang Cá chờ xuống tàu vào Vũng Tàu để đưa sang đày ở đảo Réunion, tận bên Phi Châu. Các nhà yêu nước Trần Cao Vân, Thái Phiên... bị hạ nguc, đồng thời các tỉnh cũng xảy ra một tình trạng thảm khốc như thế! Ở Quảng Ngãi vì sự đổ bể của Võ An rất nhiều người bị khốn khổ! Hai ông Lê Ngung, Nguyễn Sụy cùng một số rất đông đồng chí bị bắt, bị tử hình, bị tịch thu gia sản, và gần hai trăm người bị án khổ sai đày Côn Lôn, Lao Bảo. Hai ông Lê Ngung, Nguyễn Sụy tuy đã tự sát bằng thuốc độc ngay ở khám đường nhưng hai ông cũng không thoát khỏi được cái án \"lục thi trảm niệu\", nghĩa là chết rồi cũng vẫn đem thi hài ra chém lấy đầu bêu lên ở làng Cam Lộ (Quảng Ngãi). Ở Quảng Nam, một phần vì sự tố giác của tuần vũ Đỉnh nên nhà chức trách khám phá được rất nhiều tài liệu: nào giấy tờ tổ chức chính phủ, nào các thứ quân nhu, đến quân phục toàn bằng vài rằn chôn ở các bãi cát bắt được xã Mãi, người làng Phước Kiều, phủ Điện Bàn (Quảng Nam), là người đúc bốn ấn kinh lược, và khách Kim, một Hoa kiều ngụ ở phủ Tam Kì cho dân mượn súng... Thế cho nên ở Quảng Nam cũng rất nhiều người liên lụy, Phan Thành Tài và một số bị tử hình, còn thì lớp đày Lao Bảo, lớp đày Thái Nguyên, và lớp đày trở ra Côn Lôn. Trong những nhân sĩ bị đày, có những tay cách mạng kiệt xuất, như y sĩ Lê Đình Dương, một nhà Tây học khẳng khái; lí trưởng Lê Cơ, một tay thực hành tranh đấu có tiếng ở Quảng Nam; tú tài Trương Bá Huy, Đỗ Tự, những nhân sĩ đã từng bị tù, bị đày. Trần Chương, trước kia cũng đã bị bắt, bị tra tấn cực hình, nhưng vẫn ngang nhiên không khai một lời, giả câm ba năm không nói chờ đến ngày trắng án; lần này cũng bị đày và chết tại ngục Lao Bảo! Đến những đệ tử tâm phúc của Trần Cao Vân cũng là những người khí tiết như ông Thừa Phong (Nguyễn Đức Đạt) sau lúc bị bắt, đã tự uống thuốc độc chết ở nhà lao Quảng Nam, ông Lương Thái Hòa trốn thoát được, chạy vào Nam Kì mượn lốt thầy chùa trụ trì chùa Cổ Linh làng Bình Thắng, tỉnh Gia Định. Ở Quảng Trị, ông Khóa Bảo cũng bị ra tấn khổ sai, ngoài ra các tỉnh vì hưởng ứng chậm nên không thiệt hại gì mấy. (…) Trần Cao Vân bị bắt giải về giam ở ngục Thừa Thiên, ông tự biết đời mình đến đây là kết liễu! Người chí sĩ xem việc chết nhẹ như lông hồng, trọng danh tiết nặng như núi Thái. Huống nữa, Trần Cao Vân lại là một nhà tinh thông Dịch học, trước công lệ sinh sinh diệt diệt của muôn sự muôn vật trên cõi đời này thì với lẽ tồn vong ấy ông lại càng xem thường! Tuy nhiên, từ ngày bị bắt đến ngày ra pháp trường, mười mấy ngày trời ông luôn luôn bày tỏ cùng các đồng chí trong ngục về những nỗi ưu tư thống thiết lo cho hoàng đế Duy tân phải thiệt hại đến tư thân. Ông cố tìm cách để cứu vua và che chở một phần nào cho các môn đệ, đồng chí! Ông nghĩ mai, lúc bấy giờ chỉ có Hồ Đắc Trung (1856-1941), đương chức Thượng thư bộ Học kiêm Cơ mật đại thần, là người có uy thế trong triều đình và đương phụ trách việc thảo án, lại cũng là người quen biết có cảm tình với ông. Do đó ông viết thư trần tình với Hồ thượng thư, nhận lãnh công việc bạo động xảy ra đều do ông và Thái Phiên chủ xướng. Cuối thư ông thiết tha khẩn khoản họ Hồ tìm cách cứu vua, lá thư có câu: Trung là ai? Nghĩa là ai? Cân đai võng lọng là ai ? Thà để cô thần tử biệt! Trời còn đó! Đất còn đó! Xã tắc sơn hà còn đó! Mong cho Thánh thượng sinh toàn! Thư ấy viết trong cuộn giấy hút thuốc cho người bí mật đưa đến tận tay Hồ Đắc Trung. Đến hôm ra khai, hai ông Trần Cao Vân, Thái Phiên khẳng khái tự nhận: Trần Cao Vân chức chánh quân sự, Thái Phiên chức phó quân sư, chính công việc bạo động ấy do hai ông thủ xưởng, thế nên lời án của triều đình đều đổ tội cho các nhà cách mạng để che chở cho hoàng đế Duy Tân. Mùa hè năm Bính thìn (1916), cả non sông nước Việt đều nuốt thảm đeo sầu tiễn chân hoàng đế Duy Tân đi đày ở châu Phi! Rồi một ngày nữa, non sông ấy lại cùng với bao tiếng rền rĩ thê lương của muôn lượn ba đào từ khơi bể Nam hải hướng về phía làng An Hòa để than khóc, để tán dương các chí sĩ đã vì tổ quốc dân tộc phải hi sinh, tiếp tục theo các đấng tiên liệt anh hùng. Trang thảm sử đó càng ghi thêm một đoạn phim sử bi hùng của một dân tộc thích tự do, yêu hòa bình, muốn độc lập! Nhà chí sĩ Trần Cao Vân đã làm tròn nghĩa vụ của người trai nước Việt, đã nêu cao tinh thần cách mạng tranh đấu không ngừng. Từ năm hai mươi tuổi giã biệt gia hương, hai mươi bảy tuổi đặt chân trên đường tranh đấu, ba mươi lăm tuổi vào ngục Bình Định, ba mươi bảy tuổi vào ngục Phú Yên và Quảng Nam, bốn mươi ba tuổi vào ngục Côn Lôn, đến năm năm mươi mốt tuổi, năm Bính thìn, ngày 16 tháng tư, cái ngày kết liễu đời anh hùng tại làng An Hòa (cách kinh đô Huế một vài cây số) chí sĩ Trần Cao Vân đã cùng ba đồng chí Thái Phiên, Tôn Thất Đề, Nguyễn Quang Siêu, lên đoan đầu đài để đền nợ non sông! Ngoài một chí sĩ, một nhà tổ chức cách mạng... Trần Cao Vân còn là tác giả công trình nghiên cứu về Kinh Dịch mà ông gọi là Trung thiên dịch (ông gọi là Trung thiên dịch vì ông đã phối hợp dịch Tiên Thiên của Phục Hi và dịch Hậu thiên của Văn Vương. Do đó bản thảo của ông gọi là Trung Thiên Dịch. Bản thảo này đã thất lạc vì hồi đó với cái án kết cho ông với tội \"yêu thơ yêu ngôn\", nên không ai dám giữ) và một số thơ văn bằng chữ Hán chữ Nôm rất xuất sắc. Bài Vịnh Tam tài là một thi phẩm triết học nói lên được hoài bão, chí hướng cũng như thế giới quan của ông về con người và vũ trụ của một triết gia: Trời đất sinh ta có ý không? Chưa sinh trời đất có ta trong. Ta cùng trời đất ba ngôi sánh. Trời đất in ta một chữ đồng. Đất nứt ta ra trời chuyển động. Ta thay trời mở đất mênh mông. Trời che đất chở ta thong thả, Trời, đất, ta đây đủ hóa công."
}