{
  "dateOfBirth" : "Canh Dần 1890",
  "dateOfDeath" : "Kỉ Hợi 1959",
  "hometown" : "nguyên quán làng An Hòa, huyện Trảng Bàng, tỉnh Tây Ninh, ngụ tại Bình Lộc, tỉnh Tân An (nay thuộc tỉnh Long An)",
  "occupation" : "Hộ pháp đạo Cao Đài, một trong những người sáng lập đạo Cao Đài",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Phạm Công Thiện" : null
  },
  "motherName" : {
    "La Thị Đường" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1069,
  "entityName" : "Phạm Công Tắc",
  "aliases" : [ "Ái Dân" ],
  "overview" : "Thuở trẻ học tại trường Chasseloup Laubat (Sài Gòn), năm 1908 được Hội Minh Tân chuẩn bị đưa ra nước ngoài; nhưng sau bị lộ không đi được rồi phải bỏ học vào năm 1908. Năm 1910 ông làm thư kí Sở Thương chánh Sài Gòn, tiếp đổi ra Qui Nhơn, năm 1925 về lại Sài Gòn. Tại đây ông cùng các vị khác kí tên vào tờ Khải đạo ngày 7-10-1926 gởi Thống đốc Nam Kì thành lập đạo Cao Đài. Ông là một trong những người sáng lập đạo Cao Đài thay mặt đạo trông coi và điều hành việc đạo tại tòa thánh Tây Ninh từ khi mới thành lập cho đến năm 1955. Năm 1935, ông chính thức thay quyền Giáo tông Lê Văn Trung ở tòa chánh Tây Ninh. Những năm 1930-1940, đạo này có khuynh hướng chống Pháp nên bị chính quyền thuộc địa hồi đó theo dõi, khủng bố; vì Pháp cho rằng tòa thánh Tây Ninh có liên hệ với Kỉ ngoại hầu Cường Để đang hoạt động chống Pháp ở Nhật. Nhiều lần Thống đốc Nam Kì Pagès khủng bố đạo và cá nhân ông. Năm 1941, ông bị Pháp bắt đày sang đảo Madagascar (thuộc châu Phi). Sau khi Nhật đảo chính Pháp, đến tháng 8/1945 ông mới được phóng thích trở về nước. Từ khi về Sài Gòn ông đứng ra thành lập một đạo quân có đầy đủ sĩ quan chỉ huy và được trang bị đầy đủ vũ khí (do Nhật ngầm giúp) để chống Pháp cùng các tổ chức chính trị khác, nhưng sau đó lại hợp tác với Pháp. Năm 1955, ông thay mặt đạo Cao đài liên kết với các giáo phái khác (Hòa Hảo, Bình Xuyên) công khai chống lại chính quyền Ngô Đình Diệm trong một mặt trận có tên Mặt trận thống nhất các lực lượng quốc gia. Sau cùng \"mặt trận\" này thất bại trước sức tấn công ồ ạt của quân đội Ngô Đình Diệm. Cuối năm 1955 ông lưu vong sang Cambodia và mất ở Kim Biên vào ngày 17-5-1959, thọ 69 tuổi. Ông là tác giả một số bài thuyết đạo được in thành sách như: - Phương tu đại đạo (I, II, 1928) - 10 bài kinh cúng (in trong Kinh thế đạo Tây Ninh) và nhiều thơ xướng họa trong đạo."
}