{
  "dateOfBirth": "Kỉ Mão 1819",
  "dateOfDeath": "Đinh Dậu 1897",
  "hometown": "quê làng Túy La, huyện Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Phước, huyện Điện Bàn, tỉnh Quảng Nam)",
  "occupation": "Nhà ngoại giao",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1082,
  "entityName": "Nguyễn Thành Ý",
  "aliases": [
    "Thiện Quang",
    "Túy xuyên"
  ],
  "overview": "Năm Giáp tuất 1874 ông được triều đình Huế cử làm lãnh sự ngoại giao đầu tiên của Việt Nam tại Soái phủ Sài Gòn. (Sau khi Việt Nam và Pháp kí hiệp ước Giáp tuất). Năm Đinh sửu 1877 ông nhận lệnh vua Tự Đức cùng với Võ Văn Phú mang một số hàng Việt Nam sang Pháp dự hội chợ đấu xảo quốc tế tại Paris, năm 1879 ông hướng dẫn một số du học sinh sang Pháp học tại trường Cơ khí tỉnh Toulouse. Những cuộc bang giao giữa Pháp và Việt Nam lúc ấy ngày càng căng thẳng vì nhóm thực dân cố thôn tính toàn bộ nước ta khiến cho việc ngoại giao do ông đảm trách vô cùng khó khăn, phức tạp đưa đến hai bên phải đoạn giao, (trong vòng 5 năm, ông đi Pháp 3 lần). Nhà cầm quyền Pháp ở Sài Gòn lại khám phá được việc ông ngay từ lúc nhậm chức lãnh sự, đã bí mật hoạt động chống Pháp bằng nhiều cách, trong đó có việc quyên tiền gởi về triều đình. Thống đốc Nam Kì lúc ấy là Charles Thomson thô bạo kí lệnh trục xuất ông, phó lãnh sự Trần Doãn Khanh trong vòng 24 giờ phải rời Sài Gòn. Theo Châu bản triều Tự Đức sau khi đi sứ ở Pháp về ông đã tường trình đầy đủ kết quả cuộc \"đấu xảo\". Bản sớ tấu của ông đã tường thuật tỉ mỉ, cặn kẽ các gian hàng, các loại hàng của các nước khác tham dự cuộc đấu xảo; đồng thời ông cũng báo cáo kết quả của chuyến công cán vừa rồi. Cũng qua bản tường trình trên, ông không quên nhắc về hiện tình nước Pháp và thế giới vào thời điểm đó (1878) và đề nghị một số phương án nên cấp bách thực thi mới mong giải quyết được thực trạng lúc đó. Các đề nghị chính gồm các điểm: 1. Nước Pháp hiện là một trong các nước lớn mạnh nhất thế giới; do đó nước ta nên thành tâm tôn trọng hòa ước với họ. 2. Nước ta cần phải cầu thân với các nước Tây phương khác. 3. Nước ta phải đợi thời cơ, nỗ lực tự cường, học tập kĩ thuật của phương Tây, noi gương Nhật Bản vì hiện họ đã tự lực nắm được kĩ thuật đóng tàu biển. 4. Nên nhường nhịn về mọi việc trong quan hệ với Pháp. 5. Trong lĩnh vực kinh tế nên khai thác các mỏ khoáng sản. 6. Gửi một số du học sinh sang hải cảng Toulon (Pháp) học nghề cơ khí để sau này mở một xưởng đóng tàu tại Đà Nẵng nhằm phát triển kinh tế. Những khảo sát, ý kiến và đề nghị cải cách nóng bỏng trên tuy được vua Tự Đức đặc biệt quan tâm, tán thưởng, nhưng vào thời điểm ấy thì đã quá chậm. Tuy rằng năm sau (1879) ông được lệnh Tự Đức hướng dẫn một số du học sinh sang Pháp học tại Trường cơ khí Toulon như đề nghị của ông. Âu đó cũng là một niềm vui đối với một nhà ngoại giao, một nhà cải cách thức thời. Những năm kế tiếp, công cuộc bang giao giữa Việt Nam và Pháp trái ngược hẳn với những điều ông đã từng quan sát, chiêm nghiệm và đề nghị. Tình hình thời sự khi ấy càng lúc càng căng thẳng vì thực dân Pháp cố tình thôn tính toàn cõi nước ta; nhất là từ khi chính phủ Pháp rút lãnh sự Philastre - một lãnh sự thông hiểu văn hóa Việt Nam, nhân viên coi về pháp luật cạnh Thống đốc Nam Kì, và cũng là dịch giả Hoàng Việt luật lê (luật Gia Long) sang tiếng Pháp năm 1876 và thay vào đó là Rheinart, rồi Champeaux đều là những viên chức thuộc địa nặng óc thực dân. Các sự kiện đó khiến nhiệm vụ của Nguyễn Thành Ý vô cùng khó khăn đưa đến bế tắc giữa triều đình Huế và Soái phủ Nam Kì. Vả lại nhà cầm quyền Pháp tại Sài Gòn khi ấy khám phá ra việc ông lúc nhậm chức lãnh sự triều đình Việt Nam tại Sài Gòn đã bí mật hoạt động chống Pháp bằng nhiều cách; trong đó có việc quyên tiền ủng hộ các nghĩa quân trong các cuộc khởi nghĩa chống Pháp (vừa dẫn trên). Nguyên tình hình lúc ấy giữa triều đình Huế và Pháp rất căng thẳng vì viên đại tá Henri Rivière được Charles Thomson vừa mới sang Sài Gòn nâng đỡ để chiếm Bắc Kì. Một mặt, Thomson tiếp quân cho H. Rivière, đồng thời triệu cả khâm sứ Rheinart ở Huế về Sài Gòn để chuẩn bị dùng võ lực thôn tính cả Bắc Kì. Tình hình ở Bắc Kì rất căng thẳng nhất là sau khi Henri Rivière bị quân Cờ Đen và quân ta giết ở mặt trận Cầu Giấy (Hà Nội). Ở Sài Gòn được tin H. Rivière chết, thống đốc Thomson điện về cho chính phủ Pháp biết, chính phủ Pháp liền thuận cho phái chủ chiến thực dân nhằm nuốt trọn Bắc Kì. Trong khi đó quân ta (triều đình) lại thiếu trang bị, luyện lập mà vũ khí lại thô sơ còn nghĩa quân ở các nơi tuy tinh thần cao mà khí giới lại thiếu thốn và xấu nên khó bề chống lại với một đạo quân với vũ khí hiện đại thời đó. Thế cho nên tình hình lúc đó từ cuộc hòa (do 2 bên có đặt lãnh sự ngoại giao lẫn nhau) đổi ra cuộc chiến là do chủ mưu của nhóm quân nhân Pháp. Do đó, Thống đốc Thomson đã có hành động thiếu ngoại giao bằng cách trục xuất sứ bộ ngoại giao Việt Nam như trên đã nói. Trong khi việc nước đang lúc rối loạn như vậy, thì vua Tự Đức mất vào ngày 16-6 năm Quí mùi (1883). Tháng 7 năm Quí mùi (1883). Nguyễn Thành Ý về đến Huế cũng là lúc đang chuẩn bị tang lễ vua Tự Đức, ông được triều đình phong chức Binh bộ hữu Tham tri rồi thăng Thượng thư Bộ Binh để chuẩn bị cho công tác ngoại giao tiếp theo. Cùng thời điểm này (15-8-1883) Thomson phái tướng Bouet một mặt ra đánh phá ở miền Bắc, còn tướng Courbet và Harmand thì mang quân và 6 tàu chiến vào cửa Hàn (Đà Nẵng) rồi thẳng ra Thuận An đưa tối hậu thư đòi quân ta phải giao thành, buộc triều đình phải nhận nước Pháp bảo hộ. Lúc bấy giờ vua Tự Đức vừa mới mất, linh cữu đang quàn tại nội cung, vua Hiệp Hòa cùng triều thần liền cử Nguyễn Thành Ý cùng Phạm Như Xương (1844-1884), Trần Thúc Nhẫn (1841-1883) đi điều đình với quân Pháp để tạm ngưng chiến, nhưng với lực lượng Pháp đang áp đảo. Quân Pháp (tướng Courbet) không tiếp đoàn sứ thần do Nguyễn Thành Ý dẫn đầu. Sáng sớm ngày 20 tháng 8 (Dương lịch) quân Pháp tấn công bằng đại bác, rồi đổ bộ hãm thành Trấn Hải, lực lượng ta bị thiệt hại nhiều trong đó có Thống chế Lê Chuẩn, Chưởng vệ Nguyễn Trung, Hậu quân Lê Sĩ đều bị tử thương... Quân Pháp làm chủ tình hình... Với áp lực đó triều Nguyễn buộc lòng phải kí hòa ước Harmand (do Trần Đình Túc kí) nhận quyền Bảo hộ của Pháp. Có lẽ sau thất bại ngoại giao này, ông bị triều đình giáng chức và phẩm hàm, sau đó ông xin về hưu trí. Các sử liệu triều Nguyễn kể từ đây (1883) không thấy nhắc đến tên ông sau biến cố ở cửa Thuận An. Chỉ thấy trong Đại Nam liệt truyện (Quyển 30) khi chép việc Nguyễn Trọng Hợp (1834-1902) có nhắc đến sự kiện năm Thành Thái thứ 3 (1891) ông được triều đình cho \"khởi phục\" nguyên Tổng đốc Nguyễn Thành Ý làm phụ đạo để \"ngày cùng với giảng quan thay phiên vào hầu, và sớm tối hàng ngày xin nhà vua ra nơi tiện điện hỏi han sách sử\", rồi được gia hàm Hiệp biện đại học sĩ và vỏn vẹn chỉ có bấy nhiêu. Nguyễn Thành Ý là một nhà ngoại giao lão luyện cuối triều Tự Đức. Ông phải nhận lãnh một nhiệm vụ nặng nề, phức tạp nhằm tranh thủ quyền lợi cho tổ quốc trước nạn xâm lăng. Mà đằng sau ông không có một hậu thuẫn quân sự, nên khó hoàn thành được sứ mạng; tuy rằng nhiều lần ông được vua Tự Đức nể phục, có lúc giao cho ông những nhiệm vụ ngoại giao tế nhị và hệ trọng. Kể từ đó đời ông lặng lẽ trôi theo dòng lịch sử bi thương của dân tộc, rồi mất vào năm 1897 tại quê nhà, hưởng thọ 79 tuổi an táng tại thôn Nhị Dinh, xã Điện Phước, huyện Điện Bàn hiện nay. Các tác phẩm của ông: - Sớ tấu về các chuyến công cán - Một số thơ văn."
}