{
  "dateOfBirth" : "Bính Ngọ 1906",
  "dateOfDeath" : "Kỉ Dậu 1969",
  "hometown" : "Không rõ",
  "occupation" : "Nhà hoạt động xã hội chính trị, nhà văn, nhà báo sống và hoạt động ở Sài Gòn cho đến ngày mất",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 109,
  "entityName" : "Lê Văn Thử",
  "aliases" : [ "Việt Tha" ],
  "overview" : "Thuở trẻ ông du học Pháp cùng với Tạ Thu Thâu, Dương Bạch Mai, Phan Văn Hùm, Nguyễn Văn Tạo... Năm 1930, nhân ở nước nhà Nguyễn Thái Học cùng các chiến hữu tổ chức cuộc khởi nghĩa chống Pháp thất bại, bị Pháp dìm trong máu. Tại Paris, ông cùng các sinh viên tổ chức biểu tình phản đối Pháp ngay trước điện Elysée (nơi làm việc của tổng thống Pháp). Ông cùng một số bạn (19 người) bị cảnh sát Pháp bắt trục xuất về nước, vì thực dân cho rằng ông và các đồng chí \"đồng lõa\" với các chiến sĩ trong cuộc khởi nghĩa Yên Bái. Cùng năm này về đến Sài Gòn, ông tham gia vào các tổ chức yêu nước như: Nguyễn An Ninh, Tạ Thư Thâu, Dương Bạch Mai, Nguyễn Văn Tạo chủ trương báo La Loche Fêlée (Chuông rè), La lutte (Tranh đấu) đả kích, chống Pháp tại Sài Gòn và các tỉnh Nam Bộ. Sau phong trào Đông Dương Đại hội ở Sài Gòn, ông bị bắt và đày lên Bà Rá (nay thuộc tỉnh Bình Phước) đến sau khi Nhật đảo chính Pháp (9-3-1945) ông mới ra khỏi nhà tù thực dân. Năm 1945 ông tham gia công tác kháng chiến tại Sài Gòn. Sau khi Pháp tái chiếm Nam Bộ, ông cộng tác với các báo thống nhất chống nhóm phân li nên bị các thế lực phản động khủng bố, ông phải trốn lánh một thời gian. Sau năm 1954 ông làm chủ nhiệm báo Tiến thủ bị nhà Ngô (1954-1963) đàn áp Cuối cùng ông trốn tránh phải bỏ nghề sống ẩn dật và qua đời khoảng năm 1969. Các tác phẩm của ông: - Mười chín sinh viên Việt Nam bị trục xuất (NXB Nam Việt, 1949). - Tôi bị đày Bà Rá (Nhà in Đặng Văn Công, Sài Gòn, 1949). - Hội kín Nguyễn An Ninh 1949 Sài Gòn, NXB Mê Linh tái bản, 1961. - Nhiều bài viết trên báo La Lutte, Tự do, Mai, Tiến thủ... Ông là người quyết định in bài thơ Một thế kỉ - mấy vần thơ của Truy Phong (1925-2005) nổi tiếng một thời từng bị nhà Ngô truy bắt, đốt phá tòa soạn báo Tiến Thủ năm 1956 ở Sài Gòn."
}