{
  "dateOfBirth": "1854 Hà Nội\n----------------------------------------------\nGiáp Dần 1854",
  "dateOfDeath": "13 tháng 6, 1927 (72–73 tuổi) Hà Nội\n----------------------------------------------\nĐinh Mão 1927",
  "hometown": "Hà Nội\n----------------------------------------------\nQuê làng Nhị Khê, huyện Thường Tín, tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Thầy giáo\n----------------------------------------------\nChí sĩ, nhà giáo dục cận đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1090,
  "entityName": "Lương Văn Can",
  "aliases": [
    "Lương Ngọc Can",
    "Sơn Lão"
  ],
  "overview": "Lương Văn Can (chữ Hán: 梁文玕; 1854 - 1927), hay Lương Ngọc Can , tự Hiếu Liêm và Ôn Như (溫如) , hiệu Sơn Lão (山老); là một nhà cách mạng Việt Nam, và là một trong số người sáng lập ra trường Đông Kinh Nghĩa Thục năm 1907.\n----------------------------------------------\nCó sách chép là Lương Ngọc Can. Năm Giáp tuất 1874, ông đỗ cử nhân năm 20 tuổi nên thường gọi là cụ Cử Can. Ông ra ở nhà phố Hàng Đào, Hà Nội dạy học, đến 1908 liên kết với các đồng chí, lập ra trường Đông Kinh nghĩa thục hưởng ứng và phát động phong trào Duy tân ở Hà Nội. Các sĩ phu yêu nước và nhân dân tiến bộ nhiệt liệt tham gia, khiến thực dân hoảng hốt khủng bố trắng, ra lệnh đóng cửa trường, bắt giam một số người, ông cũng bị gọi nhiều lần, nhưng chúng không đủ bằng cớ để giam giữ ông. Đến năm 1914, nhân vụ ném tạc đạn ở Hà Nội Hôtel (Khách sạn Hà Nội), chúng bắt cả trăm người trong đó có ông, rồi kết án ông 10 năm biệt xứ, lưu đày ở Nam Vang (Phnompenh - Campuchia). Bị giam hơn 7 năm, chúng giảm án cho ông và cho trở về Hà Nội ngày 25-11-1921. Trở về Hà Nội ông vẫn dạy học, mở trường Ôn Như và chuyên tâm soạn sách. Các con trai ông: Lương Trúc Đàm, Lương Nghị Khanh, Lương Ngọc Quyến đều hi sinh vì nước. Rể ông là chí sĩ Nguyễn Côn (Phương Sơn) hãy còn lưu đày ở Đốc Vàng Thượng, tỉnh Long Xuyên (nay là An Giang). Ngày 13-6-1927 ông mất tại Hà Nội vì bị bệnh già thọ 73 tuổi. Khi mất lưu lại lời trối dặn con cháu: \"Bảo quốc túy, tuyết quốc sĩ\". Các tác phẩm: - Quốc sự phạm lịch sử - Hán tự tuyệt kính - Ấu học tùng đàm - Gia huấn - Hán tự quốc âm - Hạch đàm loại ngữ (trích dịch sách Luận ngữ) - Châu thư loại ngữ (trích dịch sách Mạnh tử). Ông mất, sĩ phu đều thương tiếc. Cảm khái nhất là giới công nhân lao động, do ông Chu Văn Tấn đại diện có bài thơ tưởng niệm ông đăng trên Đông Pháp thời báo ở Sài Gòn ngày 24-6-1927, thơ khá dài, có những câu mở đầu thật tha thiết, kính yêu ông: Hỡi đồng bào! Lương chí sĩ nước nhà tạ thế Cái buồn chung há dễ riêng ai Tôi là lao động thiển tài Lòng thành tỏ dấu bi ai anh hùng Hỡi đồng bào Lạc Hồng Nam Việt Cái buồn chung phải quyết cùng nhau Thương nhà chí sĩ công lao Vì dân vì nước tiêu hao một đời ?... Ngoài ra, ông còn viết cuốn Đại Việt địa dư (1 cuốn, 1925) bằng thơ lục bát về 39 tỉnh Bắc Kì, Trung Kì và 6 tỉnh (Lục tỉnh) Nam Kì. Cuốn Đại Việt địa dư này là tài liệu giảng dạy tại trường Đông Kinh nghĩa thục ở Hà Nội năm 1908. Bộ Lương gia tộc phổ (1 quyển) do ông biên soạn. Sách chép gốc tích họ Lương gốc làng Nhị Khê, phủ Thường Tín, tỉnh Hà Đông (nay thuộc Hà Nội) trong đó ghi rõ hành trạng thân phụ ông sinh ra ông (LVC) và bản thân ông cùng các con: Lương Nghị Khanh, Lương Trúc Đàm, Lương Ngọc Quyến."
}