{
  "dateOfBirth" : "29 tháng 7, 1000 chùa Duyên Ninh, Ninh Bình\n----------------------------------------------\nCanh Tí 1000\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "3 tháng 11, 1054 (54 tuổi) Trường Xuân điện, Thăng Long\n----------------------------------------------\nGiáp Ngọ 1054\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Cồ Việt\n----------------------------------------------\nVua nhà Lý, tác giả Phật học, còn có tên nữa là Đức Chính, con trưởng Lý Thái tổ sinh ngày 26-6 âm lịch, Canh tí (29-7-1000)\n----------------------------------------------\nVua",
  "workTenure" : "1 tháng 4 năm 1028 – 3 tháng 11 năm 1054 (26 năm, 216 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1028—1054",
  "fatherName" : {
    "Lý Thái tổ sinh ngày 26-6 âm lịch" : null,
    "Lý Thái Tổ" : 3054
  },
  "motherName" : {
    "Linh Hiển hoàng hậu" : null
  },
  "eraName" : {
    "Nhà Lý" : 14
  },
  "id" : 1128,
  "entityName" : "Lý Thái Tông",
  "aliases" : [ "Thiên Thành (天成: 1028 - 1033) Thông Thụy (通瑞: 1034 - 1038) Càn Phù Hữu Đạo (乾符有道: 1039 - 1041) Minh Đạo (明道: 1042 - 1043) Thiên Cảm Thánh Vũ (天感聖武: 1044 - 1048) Sùng Hưng Đại Bảo (崇興大寶: 1049 - 1054)", "Khai Thiên Thống Vận Tôn Đạo Quý Đức Thánh Văn Quảng Vũ Sùng Nhân Thượng Thiện Chính Lý Dân An Thần Phù Long Hiện Thể Nguyên Ngự Cực Ức Tuế Công Cao Ứng Chân Bảo Lịch Thông Huyền Chí Áo Hưng Long Đại Địch Thông Minh Từ Hiếu Hoàng đế\" (开天统运尊道贵德圣文广武崇仁尚善政理民安神符龙见体元御极亿岁功高应真宝历通玄至奥兴龙大定聪明慈孝皇帝)", "Thái Tông (太宗)", "Lý Thái Tông", "Đức Chính", "Lý Phật Mã (李佛瑪) Lý Đức Chính (李德政)" ],
  "overview" : "Lý Thái Tông (chữ Hán: 李太宗; 29 tháng 7, 1000 – 3 tháng 11, 1054), là vị hoàng đế thứ hai của triều đại nhà Lý trong lịch sử Việt Nam, cai trị trong 26 năm (1028 - 1054). Ông được đánh giá là một vị hoàng đế tài giỏi, thời đại của ông được xem là khởi đầu sự thịnh vượng của nhà Lý.\n----------------------------------------------\nThuở bé, ông được vua cha phong là Khai Thiên Tương, rồi lập làm Thái tử, năm Mậu thìn 1028, vua cha mất, Dực Thánh vương và Võ Đức vương đem quân bao phủ Long thành và mở cửa Quảng Phúc để tranh ngôi với ông. Nhờ có các tướng cận vệ tài giỏi là Lý Nhân Nghĩa, Lê Phụng Hiểu ra sức dẹp được, cuộc nổi loạn mới yên. Ông thông minh, rất khéo cai trị, chăm lo đời sống nhân dân, mở mang văn hóa. Triều đại ông được an thịnh, ông sùng thượng Phật giáo, ưu đãi tăng đạo. Ngày 1-10 âm lịch Giáp ngọ (3-10-1054) ông mất, hưởng dương 54 tuổi, ở ngôi 26 năm, đổi hiệu năm 6 lần: 1. Thiên Thành: Mậu thìn 1028 - Giáp tuất 1034. 2. Thông Thụy 1034-1039. 3. Càn Phù Hữu Đạo: 1039-1042. 4. Minh Đạo 1042-1044. 5. Thiên Cảm Thánh Võ: 1044-1049. 6. Sùng Hưng Đại Bảo: 1049-1054. Năm 1042, ông ra lệnh cho một nhóm triều thần soạn bộ Hình thư làm nền tảng pháp luật. Ông có bài thơ Truy tán sư Tì Ni Đa Lưu Chi (Vinitaruci) người khai sáng dòng thiền Nam phương. \"Sáng tự lai Nam quốc, Văn quân cứu tập Thiền. Ưng khai chư Phật tiến, Viễn hợp nhất tâm nguyên. Hạo hạo lăng già nguyệt, Phân phân Bát nhã liên, Hà thời lâm diệu kiến. Tương dữ thoại trùng huyền\". Bản dịch: Cõi Nam đầu bước tới, Nghe đã đượm màu Thiền Tin Phật mong thêm rộng. Nguồn lòng khéo hợp duyên Non già ngời bóng nguyệt Cõi nhã nức nùi sen Hợp mặt chừng bao tá ? Cùng nhau giáng lẽ huyền. Tác phẩm của ông: - Hình thư (triều Lý hợp soạn). - Một số bài thơ. - Bình Nùng chiến (tiến đánh Nùng). - Đáp quân thần thỉnh tiến vi hiệu (Đáp lời quần thần xin dâng tôn hiệu)...\n----------------------------------------------\nLý Thái Tông (chữ Hán: 李太宗 29 tháng 7 năm 1000 – 3 tháng 11 năm 1054) là vị hoàng đế thứ hai của triều đại nhà Lý trong lịch sử Việt Nam, cai trị trong 26 năm (1028–1054). Ông được đánh giá là một vị hoàng đế tài giỏi, thời đại của ông, con ông là Lý Thánh Tông, cháu ông là Lý Nhân Tông được xem là thời thịnh vượng của nhà Lý, sử gọi thời kỳ này là Bách niên Thịnh thế (百年盛世)."
}