{
  "dateOfBirth" : "1468\n----------------------------------------------\nGiáp Ngọ 1467",
  "dateOfDeath" : "1545 (76–77 tuổi)\n----------------------------------------------\nẤt Tị 1545",
  "hometown" : "quê làng Gia Miêu, huyện Tống Sơn, tỉnh Thanh Hóa",
  "occupation" : "Khai quốc công thần đời Hậu Lê",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Họ Nguyễn" : null
  },
  "id" : 1128,
  "entityName" : "Nguyễn Kim",
  "aliases" : [ "Triệu Tổ (肇祖)", "Di Mưu Thùy Dụ Khâm Cung Huệ Triết Hiển Hựu Hoành Hưu Tế Thế Khải Vận Nhân Thánh Tĩnh Hoàng Đế (貽謀垂裕欽恭惠哲顯祐宏休濟世啟運仁聖靖皇帝)", "Nguyễn Hoằng Kim", "Nguyễn Kim (阮淦)" ],
  "overview" : "Nguyễn Kim (chữ Hán: 阮淦, 1468-1545), là người chỉ huy quân đội nhà Lê trung hưng, đã tích cực đối kháng nhà Mạc sau khi nhà Lê sơ sụp đổ. Ông đã đem con em chạy sang Ai Lao, chiêu tập binh mã, tôn lập vua Lê Trang Tông, đặt nền móng gây dựng lại nhà Lê khởi đầu thế Nam-Bắc triều (1533 - 1592). Ông được truy tôn miếu hiệu là Triệu Tổ của các chúa Nguyễn và ngoại tổ phụ của các chúa Trịnh.\n----------------------------------------------\nNăm Đinh hợi 1527, Mạc Đăng Dung tiếm ngôi nhà Lê, lập nên nhà Mạc. Bất phục tùng, ông cùng gia đình, thân tộc lánh sang Lào. Tại Sầm Châu (Lào), ông thu dụng nghĩa sĩ, hào kiệt được mấy ngàn người. Năm Canh dần 1530, ông tiến quân về Thanh Hóa tiêu diệt quân của Mạc Đăng Doanh. Tướng nhà Mạc là Lê Bá Li bị ông giết chết. Năm Quí tị 1533, ông đưa con cháu vua Lê là Lê Ninh lên ngôi lấy niên hiệu là Nguyên Hòa tức là vua Lê Trang tông. Ông được triều đình tôn là Thượng Phụ, Thái sư, Hưng Quốc Công trông coi mọi việc trong triều. Bấy giờ có Trịnh Kiểm người làng Sóc Sơn huyện Vĩnh Phước (sau đổi là Vĩnh Lộc), tỉnh Thanh Hóa theo giúp trong quân. Thấy Kiểm có tài ông gả con gái là Nguyễn Thi Ngọc Bảo cho Kiểm. Năm Nguyên Hòa thứ 10, 1542, ông tiến quân ra Tây Đô, rồi thẳng ra Bắc tiêu diệt họ Mạc. Năm 1545, ông dẫn quân đánh Sơn Nam. Quân nhà Mạc thua to, bèn sai Dương Chấp Nhất trá hàng. Ông lầm nên cho Nhất theo ở trong quân. Sau khi tiêu diệt địch trở về tới dinh ông được Chấp Nhất dâng một quả dưa chín để giải khát, trong quả dưa có thuốc độc, ông dùng xong ngộ độc chết trong năm ấy (1545). Sau khi mất, ông được vua Lê truy tặng Chiêu huân Tính Công, an táng ở núi Thiên Tôn, huyện Tống Sơn, tỉnh Thanh Hóa. Các con trai ông là Nguyễn Uông được phong tước là Lăng Xuyên Hầu, Nguyễn Hoàng là Hạ Khê Hầu (sau này là chúa Tiên có công mở mang bờ cõi vào phương Nam), rể là Trịnh Kiểm làm Đô tướng gia phong Lượng Quốc Công. Sau này Trịnh Kiểm chuyên quyền thảm sát Nguyễn Uông, rồi lập nên dòng chúa Trịnh, lấn áp vua Lê."
}