{
  "dateOfBirth": "Đinh Hợi 1887",
  "dateOfDeath": "Canh Tí 1960",
  "hometown": "Quê làng Bảo An, huyện Diên Phước, tỉnh Quảng Nam (nay là xã Điện Quang, huyện Điện Bàn, tỉnh Quảng\u0027Nam)",
  "occupation": "Nhà văn, Nhà báo, chiến sĩ phong trào Duy tân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1139,
  "entityName": "Phan Khôi",
  "aliases": [
    "Chương Dân",
    "Tú Sơn"
  ],
  "overview": "Ông xuất thân trong một gia đình khoa bảng, thân phụ là Phó bảng Phan Trân (1862-1935) từng là Tri phủ Diên Khánh (Khánh Hòa), mẹ là con gái Tổng đốc liệt sĩ Hoàng Diệu (1828-1882) danh tiếng vì nước, lừng lẫy một thời. Năm 1905 thi Hương tại Huế, ông hỏng cử nhân (tức đậu Tú tài) nên thường gọi là Tú Khôi. Từ đó, ông bỏ luôn khoa cử dấn thân vào sự nghiệp văn chương, báo chí... Lúc đương thời Phan Châu Trinh rất nể phục tài học ông, Phan (PCT) thường nói với bạn bè, đệ tử Quảng Nam sẽ có hai tiến sĩ xuất sắc là Phan Khôi và Nguyễn Bá Trác (1881-1945). Lời tiên đoán của Phan Châu Trinh về ông và Nguyễn Bá Trác tuy không là thực tế (đỗ Tiến sĩ), nhưng thực chất rất đúng vì ông nổi tiếng là một người xuất sắc về nhiều lãnh vực của học thuật. Từ một nhà hoạt động duy tân, nhà báo, nhà thơ, nhà lí luận... ở bộ môn nào ông cũng tỏ ra rất sắc sảo độc đáo mà có lẽ một vị Tiến sĩ cũng khó bắt kịp tài năng, bút pháp và lí luận của ông. Năm 1906 ông ra Hà Nội học tiếng Pháp, tham gia phong trào Duy tân tại Trường Đông Kinh nghĩa thục ở đó. Năm 1908, phong trào Duy tân bị khủng bố trắng, ông bị bắt ở Hà Nội giải về giam tại nhà lao Hội An (Quảng Nam) mãi đến năm 1911 mới được trả tự do. Kể từ đó, ông góp mặt vào làng văn, làng báo Việt Nam và trở nên một cây bút, một trong các nhân vật nổi tiếng nhất trên văn đàn Việt Nam với ngọn bút sắc sảo có một không hai. Ông là người sớm say mê khoa luận lí (logique) trong triết học, văn chương, ngôn ngữ... và ngay trong đời thường nữa. Một dạo trên làng báo Việt Nam (trước Cách mạng tháng Tám) ông đóng vai ngự sử trên văn đàn khiến một số kẻ không thích, nhưng lắm người ca ngợi tài năng và bút pháp ông. Chính ông là người đã mở ra một chân trời mới cho văn chương Việt Nam nói chung và Thơ mới nói nêng. Bài thơ Tình già của ông như một Tuyên ngôn khai sinh ra trường thơ hiện đại Việt Nam. Bài thơ này đã làm nên một cuộc cách mạng lớn đối với thi ca hiện đại, góp phần quyết định cho sự hình thành, lớn mạnh của Thơ mới hồi giữa thế kỉ XX. Nguyên văn bài thơ như sau: TÌNH GIÀ Hai mươi bốn năm xưa, Một đêm vừa gió lại vừa mưa. D]í ngọn đèn mờ, trong gian nhà nhỏ, Hai mái đầu xanh kề nhau than thở. \"Ôi đôi ta tình thương nhau thì vẫn nặng. Mà lấy nhau hẳn là không đặng. Để đến nỗi tình trước phụ sau, Chi cho bằng sớm liệu mà buông nhau! Hay! nói mới bạc làm sao chớ! Buông nhau làm sao cho nỡ! Thương được chừng nào hay chừng nấy, Chẳng qua ông trời bắt đôi ta phải vậy! Ta là nhân ngãi đâu có phải vợ chồng mà tính việc thủy chung? Hai mươi bốn năm sau Tình cờ nơi đất khách gặp nhau! Đôi cái đầu đều bạc. Nếu chẳng quen lung đố có nhìn ra được! Ôn chuyện cũ mà thôi. Liếc đưa nhau đi rồi! Con mắt có đuôi. Bài thơ, kể từ đó trở nên một thi thoại mà các Hợp tuyển thơ Việt Nam đều có trích đăng để chứng minh cho sự hình thành và phát triển của Thơ mới. Sau Cách mạng tháng Tám, ông được Chủ tịch Hồ Chí Minh mời từ Quảng Nam ra Hà Nội tham gia kháng chiến với cương vị một nhà văn hóa. Suốt 9 năm kháng chiến ông công tác ở Hà Nội, rồi chiến khu Việt Bắc. Hòa bình lập lại (1954). Ông là hội viên Hội nhà văn Việt Nam, ông từng làm giám khảo trong các giải văn học của Hội nhà văn Việt Nam. Ngoài một nhà văn, nhà báo; Phan Khôi còn là một nhà nghiên cứu sắc nét. Phần lớn tác phẩm của ông đều đăng trên các báo ở Sài Gòn, Huế, Hà Nội từ 1915 -1945. Các tác phẩm chính của ông đã in thành sách, gồm: - Bàn về tế giao (1918) - Đô hạ tạp kí (1918) - Chuyện các bậc tiền bối (1919) - Giáo dục nghiên cứu (1919) - Học thuyết và đạo đức Khổng Phu Tử (1924) - Nam Âm thi thoại (1919) - Tiếng An Nam Đàng Trong với Đàng Ngoài - Chương Dân thi thoại (1936) - Trở vỏ lửa ra (1939) - Việt ngữ nghiên cứu (1955) - Tình già (thơ 1932) - Dịch Lỗ Tấn (1958) Và rất nhiều bài khảo luận chuyên ngành đăng trên các báo ở Hà Nội, Huế, Sài Gòn. Thơ văn Phan Khôi mang dấu ấn con người và tâm thức ông, người đọc không thể nào có sự ngộ nhận đối với các tác giả khác. Những năm kháng chiến chống Pháp (1946-1954) ông có bài thơ Thăm bộ đội chứa chan tình cả nước quân dân thắm thiết. Vượt núi trèo non tôi đến đây, Về thăm anh nghỉ dưới chân mây. Chúc anh mạnh khỏe rồi ra trận Máu sức càng hăng để đánh Tây. Đánh đến bao giờ độc lập thành, Tôi dù già rụi ở quê anh. Cũng đành nhắm mắt không ân hận Nằm dưới mồ nghe khúc thái bình. Ông mất năm 1960 tại Hà Nội, hưởng thọ 73 tuổi. Sự nghiệp sáng tác và trước tác của 1 Phan Khôi có một chỗ đứng vinh quang trong thời kì chữ Quốc ngữ bắt đầu có tư thế trên văn đàn Việt Nam. Việt ngữ nghiên cứu (1955, Hà Nội) là một tập hợp bài nghiên cứu về tiếng Việt của ông trong việc học tập, và sử dụng tiếng Việt trong đời sống của quảng đại quần chúng. Có thể nói, qua tập bài này, tác giả đã phát kiến nhiều khám phá mới mẻ, độc đáo của Việt ngữ. Bản in lần đầu tiên có bài Tựa của ông: \"Năm 1948, ở trong Đoàn Văn hóa kháng chiến Xuân Ang, Phú Thọ, tôi nhân đọc cuốn Tân quốc văn ngữ pháp của Lê Cầm Hy, toan dựa theo viết một cuốn ngữ pháp tiếng Việt, mà cứ lúng tứng mãi, không xử lí được nhiều trường hợp rắc rối trong ngôn ngữ, nên chưa viết được. Tuy vậy, cái đại cương của ngữ pháp thì tôi thấy như mình đã nắm được, nhân tháng bảy năm ấy có Hội nghị Văn hóa toàn quốc ở Đông Lĩnh, tôi có bài thuyết trình Một phương pháp dạy văn pháp tiếng ta. Có lẽ cũng vì cái thuyết trình ấy, sau đó không lâu, Hội Văn hóa Việt Nam thành lập, tôi được cử vào làm việc trong Ban Ngôn ngữ Văn tự của Hội. Muốn cho công việc của mình sớm có thành quả cụ thể, từ đó qua đầu mùa xuân 1949, tôi viết ba bài nghiên cứu được in li-tô phát hành, tức là Phân tích vần Quốc ngữ, Một vài nhận xét trong tiếng ta theo chữ Nôm, và Tiếng đệm đặt ở đầu sách này. Bấy giờ tôi lại muốn trở lại viết cuốn ngữ pháp, nhưng vẫn lúng túng không viết được không làm sao xử lí được những vấn đề mình đã cho là rắc rối. Tôi bèn tỉnh ngộ, thấy ra cái chỗ tại làm sao mà mình bị bí ấy. Một thứ tiếng mới thành lập như tiếng ta, mà muốn viết một sách ngữ pháp cho đâu ra đó, làm một việc tổng hợp, thì rất khó. Bí là tại đó. Phải làm việc phân tích trước phân tích tỉ mỉ kẽ còi rồi, bấy giờ làm việc tổng hợp thì có lẽ dễ hơn. Vì nghĩ thế, tôi bỏ tâm viết sách ngữ pháp mà đi làm cái việc phân tích, tức là tám bài sau trong sách này, năm 1950 đã do Hội xuất bản bằng ty-pô, đề nhan sách là Tìm tòi trong tiếng Việt. Từ 1951 về sau, tôi không còn làm việc ngữ ngôn văn tự nữa, việc nghiên cứu bỏ dở. Nay nhân thắng lợi hòa bình, trở về thủ đô Hà Nội, bèn góp lại những công trinh nghiên cứu trong hai năm in thành một cuốn sách, phụ lục cái thuyết trình về ngữ pháp ra sau cùng, đổi tên mới là \"Việt ngữ nghiên cứu\". Trước kia, sau khi in ly-tô hay ty-pô xong, tôi có thấy trong bài mình viết còn có chỗ nào sai sót thì điền bổ thêm vào; và hiện nay, trước khi ra cuốn sách này, tôi còn thấy cái gì đáng nói nữa cũng có nói thêm. Cả hai sự bổ túc ẩy thuộc về bài nào thì để sau bài ấy chung dưới một cái đầu đề nhỏ là: Viết thêm về sau. Những và ngày tháng, hoặc chỉ ghi năm mà thôi, là tùy lúc bấy giờ có ý cẩn thận hay cẩu thả nhưng đều để nghiệm thấy tư tưởng mình tiến hay thoái, và cũng để đánh dấu mình tuy không làm việc ngữ ngôn văn tự cũng để ý tới nó luôn luôn, một cách dùng mà tự yên ủi lấy mình. Hiện nay, các nhà giáo, các nhà văn chúng ta có cái trách nhiệm phải làm cho tiếng nước ta tiến dần lên đến bậc hoàn mỹ. Tiếng nói có hoàn mĩ thì mới đẩy văn học, khoa học tiến lên được, mới phục vụ được cho nhân dân, cho quốc gia, dân tộc đi nhanh trên con đường tiến hóa của hiện đại. Tiếng Việt Nam nếu còn cứ ở cái trình độ cũ thì dân tộc Việt Nam có tiến đi nữa cũng chậm lắm. Tôi mong rằng khi sách này in ra, sẽ được nhiều lời phê bình thảo luận để bổ cứu cho sự sai lầm, thiếu sót của ý kiến một người, và nhờ đó, công việc phân tích càng đầy đủ, tinh vi hơn để đi đến tổng hợp. Nói như thế, không phải nói đợi phân tích xong rồi mới viết sách ngữ pháp. Chúng ta cũng cứ viết sách ngữ pháp đi, sau nhờ sự phân tích, phát hiện cái đúng đến đâu, sẽ sửa chữa nó đến đó. Công việc này là công việc làm vĩnh viễn, không phải chỉ làm mười năm hay một trăm năm. Hễ thời đại tiến hóa thì ngữ ngôn phải tiến hóa, ngữ ngôn tiến hóa tức là dân tộc tiến hóa. PK\u0027 (Viết tại Hà Nội ngày 22-11-1954). Với tác phẩm này, tác giả đã có những cống hiến độc đáo trong việc nghiên cứu tiếng Việt hiện đại."
}