{
  "dateOfBirth" : "Thanh Hóa, Liên bang Đông Dương\n----------------------------------------------\nGiáp Thin 1904",
  "dateOfDeath" : "Hà Nội\n----------------------------------------------\nMậu Thìn 1988",
  "hometown" : "Nguyên quán làng Khúc Thủy xã Tả Thanh Oai, huyện Thanh Oai, tỉnh Hà Đông",
  "occupation" : "Nhà sử học, nhà nghiên cứu",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1142,
  "entityName" : "Đào Duy Anh",
  "aliases" : [ "Vệ Thạch" ],
  "overview" : "Đào Duy Anh (25 tháng 4 năm 1904 - 1 tháng 4 năm 1988) là nhà sử học, địa lý, từ điển học, ngôn ngữ học, nhà nghiên cứu văn hóa, tôn giáo, văn học dân gian nổi tiếng của Việt Nam. Ông được xem là người mở đầu cho nhiều ngành khoa học xã hội Việt Nam.\n----------------------------------------------\nÔng xuất thân trong một gia đình Nho học, thuở nhỏ học ở Thanh Hóa, sau vào Huế học tại trường Quốc học. Năm 1923 tốt nghiệp bằng Thành chung (Trung học) làm Giáo học tại Đồng Hới thuộc tỉnh Quảng Bình. Năm 1926 gặp nhà yêu nước Phan Bội Châu rồi từ chức giáo học, định vào Sài Gòn làm báo, vừa đến Đà Nẵng gặp Huỳnh Thúc Kháng lại trở thành cộng sự viên đắc lực cho báo Tiếng dân ở Huế. Năm 1927 tham gia đảng Tân Việt, rồi chủ trương Quan hải tùng thư - cơ quan văn hóa của đảng Tân Việt, cùng thời gian này ông là nhân viên đắc lực của báo Tiếng dân. Năm 1929 bị Pháp bắt, đến năm 1930 được trả tự do. Từ đó ông dạy tư tại trường Thuận Hóa (Huế), chuyên tâm nghiên cứu sử học, văn học. Trong thời gian này ông đã hoàn thành nhiều công trình văn hóa nghiêm cẩn. Sau Cách mạng Tháng Tám, ông giảng dạy tại Đại học Hà Nội, rồi tản cư vào Thanh Hóa làm việc tại chi hội Văn nghệ chiến khu IV. Năm 1950 ông ra Việt Bắc phụ trách ban Văn Sử Địa thuộc bộ Giáo dục, năm 1953 làm Giáo sư sử học lớp Dự bị Đại học ở Thanh Hóa. Năm 1954 ông ra Hà Nội giảng dạy sử học tại Truờng Đại học Sư phạm và Tổng hợp Hà Nội. Những năm 1957-58 ông là một trong các nhân vật có liên hệ đến \"Nhân văn giai phẩm\" nên bị thôi dạy, chuyển làm công tác dịch thuật ở Viện Khoa học xã hội cho đến tuổi hưu trí. Ông mất năm 1988 tại Hà Nội, hưởng thọ 84 tuổi. Đào Duy Anh là một học giả có kiến thức rộng. Ông là tác giả nhiều công trình học thuật sáng giá về ngôn ngữ học, văn học, sử học... Tác phẩm của ông là một đóng góp lớn cho văn hóa sử Vlệt Nam. Các tác phẩm chính: - Hán Việt từ điển (1932-1936) - Việt Nam văn hóa sử cương (1938) - Khảo luận về Kim Vân Kiều (1943) - Trung Hoa sử cương (1944) - Khổng giáo phê bình tiểu luận (1943) - Cổ sử Việt Nam (1955) - Lịch sử Việt Nam (1955) - Lịch sử cổ đại Việt Nam (1956) - Vấn đề hình thành dân tộc Việt Nam (1958) - Nguyễn Trãi toàn tập (1969) - Đất nước Việt Nam qua các đời (1964) - Khóa hư lục (1974) - Tự điển truyện Kiều (1974) - Chữ Nôm nguồn gốc, cấu tạo, diễn biến (1975) - Nhớ nghĩ chiều hôm (hồi kí 1989)"
}