{
  "dateOfBirth" : "Quí Mùi 1883",
  "dateOfDeath" : "Không rõ",
  "hometown" : "tại huyện Bảo An, phủ Hoằng Trị, tỉnh Vĩnh Long (nay thuộc huyện Giồng Trôm, tỉnh Bến Tre), con trai Đốc phủ sứ Lê Quang Hiền",
  "occupation" : "Bác sĩ quân y",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Đốc phủ sứ Lê Quang Hiền" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1152,
  "entityName" : "Lê Quang Trinh",
  "aliases" : [ ],
  "overview" : "Xuất thân trong một gia đình điền chủ con trai đốc phủ sứ Lê Quang Hiền, hậu bối Tán tương Nghĩa quân Lê Quang Quan (Tán Kế). Thuở nhỏ ông học trung học tại Pháp, đỗ Tú tài văn chương ở Đại học Paris năm 1905, rồi thi vào học tại Trường Cao đẳng Canh nông Montenier. Từ năm 1906 đến năm 1911 ông học cùng lúc cả hai ngành Dược và Y khoa, năm 1911 đỗ Bác sĩ Y khoa đại học Montellier. Năm 1912 tập sự ở Viện Pasteur Paris, rồi đỗ bằng Bác sĩ thuộc địa tại Đại học Paris. Năm 1913 làm bác sĩ phụ tá nội trú ở Viện chỉnh hình của Bác sĩ Calot de Bereck ở Pas de Calais (miền Bắc nước Pháp). Năm 1914 về nước được bổ làm việc ở Sở Y tế Lào, giữ chức Giám đốc Viện chủng độc và Cứu thương Xiêng-Khoang. Tuy với cương vị Giám đốc Viện y tế, ông được miễn nhập ngũ (vì có quốc tịch Pháp), nhưng ông xin nhập ngũ làm binh nhì ở Sư đoàn Bộ binh thuộc địa số 11 ở Hà Nội, tham gia nhiều chiến dịch ở Thượng du Bắc Kì, Thượng Lào (từ 1915- 1916) và làm bác sĩ quân y trưởng tại đây. Năm 1917 sang Pháp tham chiến, trên đường đến Pháp, tàu bị trúng mìn ở Địa Trung Hải (17-2-1917) ông may mắn được cứu thoát giữa biển. Đến Pháp, ông giữ chức Bác sĩ quân y trưởng ở các Tiểu đoàn lính Đông Dương số 18, 21, và 22 và Sư đoàn bộ binh 17. Năm 1919 (ngày 9-11) giải ngũ, do yêu cầu của Bộ Thuộc địa ông đưọc cử làm Thanh tra các đội lính Đông Dương đồn trú tại Pháp. Cuối năm 1922 về Việt Nam nghỉ việc ở Sở Y tế để trông coi một bệnh viện giải phẫu ở Bình Tây - Chợ Lớn. Sau đó ông sang Pháp làm việc một thời gian. Năm 1923 là thành viên Hội đồng Thuộc địa đại diện cho người bản xứ, Phó Chủ tịch hội đồng này (1923-1925). Năm 1929 đắc cử Cố vân Hội đồng, năm 1933 đại biểu cho người Pháp trong Hội đồng các quyền lợi kinh tế và tài chánh Đông Dương (Grand Comseil des Intérêts économiques et financier de l'Indochine). Năm 1928 là thành viên Phòng Nông nghiệp Nam Kì, năm 1933 là Thành viên thực thụ Hội đồng Kinh tế Tài chánh. Từ năm 1931 là thành viên Hội đồng chính phủ trong suốt 4 năm liên tiếp. Ngoài một bác sĩ, ông còn là một nhà hoạt động xã hội; nhà báo. Từng giữ chức vụ: Hội trưởng sáng lập Hội Tương tế Đông Dương ở Paris, Hội ái hữu các nhà báo Nam Kì, Hội những người Việt Nam dân Tây ở Nam Kì và chủ nhiệm các báo Le Progrès Amamite (Tiến bộ của người Nam). Trong đời quân ngũ và hành chánh, ông được các chính phủ Pháp, Việt, Lào, Miên, Tuy-ni-di tặng nhiều huân chương. Tác phẩm của ông: Croyanes et pratiques médicales sino - Annamites (Những điều tin tuởng và những điều thực hành trong ngành Đông y)."
}