{
  "dateOfBirth" : "? Thanh Hóa\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "29 tháng 4, 1418\n----------------------------------------------\nKhông rõ",
  "hometown" : "huyện ông hy sinh thân mình cứu Lê Thái Tổ thoát khỏi vòng vây của quân Minh được đời sau truyền tụng, gọi là Lê Lai cứu chúa (黎來救主)\n----------------------------------------------\nQuê thôn Dang Ta, huyện Thụy Nguyên, tỉnh Thanh Hóa",
  "occupation" : "Danh tướng, có sách chép là Nguyễn Thân, sau theo phò Lê Lọi",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Hậu Lê" : null,
    "Thuộc Minh" : 33
  },
  "id" : 1163,
  "entityName" : "Lê Lai",
  "aliases" : [ "Toàn Nghĩa", "Nguyễn Thân" ],
  "overview" : "Lê Lai (chữ Hán: 黎 來, ? - 29 tháng 4, 1418) là một viên tướng nổi tiếng của khởi nghĩa Lam Sơn, có công lao giúp đỡ Lê Thái Tổ gây dựng sự nghiệp. Câu chuyện ông hy sinh thân mình cứu Lê Thái Tổ thoát khỏi vòng vây của quân Minh được đời sau truyền tụng, gọi là Lê Lai cứu chúa (黎來救主).\n----------------------------------------------\nThân phụ ông tên Kiều, làm phụ đạo đất Lam Sơn, sinh hai trai, trưởng tên Lạn, thứ là ông. Ông theo dưới cờ Bình Đinh vương Lê Lợi, dũng liệt kháng Minh cứu quốc. Năm Bính thân 1416, tại Lũng Nhai, ông cùng Bình Định vương và 17 tướng lãnh tâm phúc thề sống chết có nhau, được Lê Lợi trao chức Đô tổng quản. tước Quan Nội Hầu. Năm Mậu tuất 1418, khoảng cuối năm, bị quân Minh vây ngặt ở vùng Chí Linh, Bình Định vương hỏi các tướng: - Ai khứng giả dạng ta cầm quân chống nhau với giặc, noi gương Kỉ Tín ngày xưa chết thay cho Hán Cao tổ? Để ta náu dấu nghỉ binh góp nhặt tướng sĩ mà lo nổi dậy phục quốc về sau? Lê Lai tình nguyện xin đi. Bình Định vương cảm khái, khấn với trời đất: - Lê Lai vì đại nghĩa xả thân, tôi thề ngày sau chẳng quên ơn ấy, nếu nuốt lời thề thì cung điện thành rừng núi, ấn báu thành đồng, gươm thần thành đao. Lê Lai bèn ăn mặc giả nhà vua, đem 500 quân, 2 thớt voi, thẳng tới trại giặc khiêu chiến. Quân Minh vây đánh, ông chiến đấu đến lúc kiệt sức, để cho giặc bắt và chịu cho chúng giết. Nhớ công ơn Lê Lai, vua Lê đã cho tìm thây ông từ trước, chôn ở Lam Sơn, khi lên ngôi truy tặng ông là Đệ nhất công thần. Năm Kỉ dậu 1429 truy phong là Thái úy. Đến đời Nhân tông, Quí hợi 1443, truy tặng là Bình Chương quân quốc trọng sự, cho Kim ngù đại kim phù, tước là Huyện Thượng Hầu. Đời Thánh tông lại tặng là Thái phó, tước Diên Phúc Hầu, truy phong là Trung Túc vương. Lê Lai có 3 người con là Lư, Lộ và Lâm đều có tiếng trên lịch sử. Đến đời nhà Nguyễn, Gia Long liệt tên ông vào hàng khai quốc công thần đệ nhất triều Lê, cho tìm con cháu ông coi giữ đền thờ. Bình Định vương thường nói: \"Sau này ta mất đi, khi đến lễ giỗ ta, thì một ngày trước đó phải cúng tế Lê Lai\". Ca dao ta còn truyền tụng: Hăm mốt Lê Lai, hăm hai Lê Lợí."
}