{
  "dateOfBirth": "Quí Hợi 1923",
  "dateOfDeath": "Mậu Dần 1998",
  "hometown": "tại xã An Hiệp, huyện Tuy An, tỉnh Phú Yên, tên thật là Phan Bá, cháu ngoại tiến sĩ Phan Quang (một trong ngũ phụng tề phi ở Quảng Nam)",
  "occupation": "Nhà ngoại giao, cựu bộ trưởng, Đại tá QĐNDVN, sinh năm 1923 tại xã An Hiệp, huyện Tuy An, tỉnh Phú Yên",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1167,
  "entityName": "Võ Đông Giang",
  "aliases": [
    "Phan Bá"
  ],
  "overview": "Thời trai trẻ ông học ở Qui Nhơn, trước năm 1945 ông làm thư kí tòa sứ Gia Lai, sáng lập và trở thành thành viên, thủ lãnh đoàn thanh niên yêu nước tỉnh Gia Lai. Và cũng là một trong những người lãnh đạo khởi nghĩa giành chính quyền ngày 23 tháng 8 năm 1945 ở Kontum. Năm 1946-1949 là ủy viên Ban chấp hành Việt Minh, Phó chủ tịch ủy ban hành chánh, Tỉnh ủy viên, Bí thư tỉnh ủy Gia Lai. Từ năm 1950-1954 là ủy viên Ban Tuyên huấn, Phó văn phòng liên khu ủy khu 5, Trưởng ban chính trị Trung đoàn 120. Từ hiệp định Genève đến năm 1957 làm Trưởng đoàn đại diện QĐNDVN trong Ban liên hiệp quân sự Tây nguyên, cán bộ nghiên cứu Ban thi hành Hiệp định đình chiến Trung ương, rồi phó vụ trưởng Ban Thống nhất Trung ương. Các năm 1963-1975 ông giữ chức Trưởng đoàn Đại diện Mặt trận dân tộc Giải phóng miền Nam Việt Nam ở Cu Ba, rồi về nước làm vụ trưởng Ban Thống nhất trung ương ở Hà Nội, Phó trưởng đoàn quân Giải phóng miền Nam Việt Nam tại Ban Liên hiệp Quân sự 4 bên và 2 bên tại Tân Sơn Nhất - Sài Gòn. Sau ngày miền Nam giải phóng (30-4-1975) ông về công tác ở Hà Nội giữ chức trợ lí Thứ trưởng Bộ Ngoại giao, năm 1979 làm đại sứ đặc mệnh toàn quyền nước CHXHCNVN tại Campuchia. Đến năm 1983 là Quốc vụ khanh Bộ Ngoại giao với hàm Bộ trưởng. Sau đó là chủ tịch ủy ban Quốc gia UNESCO của Việt Nam. Từ năm 1987-1992 giữ chức Bộ trưởng chủ nhiệm Ủy ban Quan hệ kinh tế với nước ngoài, rồi Bộ trưởng, Phó chủ nhiệm Ủy ban Nhà nước về Hợp tác và Đâu tư cho đến ngày nghỉ hưu (1992). Trong quá trình hoạt động trên cương vị là một nhà ngoại giao, ông được nhân dân trong và ngoài nước tín phục, trọng nể. Do đó Đảng và Nhà nước Việt Nam đã tặng thưởng nhiều huân chương cao quí trong đó có Huân chương Độc lập hạng nhất, Huân chương hữu nghị của các nước Lào, Cu Ba, Tiệp Khấc, Liên Xô (trước đây). Ông mất ngày 01-02-1998 tại Hà Nội, thọ 76 tuổi."
}