{
  "dateOfBirth": "19 tháng 5 năm 1889 Khê Thượng, Sơn Tây, Việt Nam\n----------------------------------------------\nMậu Tí 1888",
  "dateOfDeath": "7 tháng 6, 1939 (50 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nKỉ Mão 1939",
  "hometown": "quê hương ông.\n----------------------------------------------\nQuê làng Khê Thượng, huyện Bất Bạt, tỉnh Sơn Tây (nay thuộc huyện Ba Vì, ngoại thành Hà Nội)",
  "occupation": "nhà thơ, nhà văn, nhà báo, nhà viết kịch\n----------------------------------------------\nNhà thơ ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1172,
  "entityName": "Nguyễn Khắc Hiếu",
  "aliases": [
    "Tản Đà"
  ],
  "overview": "Tản Đà (chữ Hán: 傘沱, sinh ngày 19 tháng 5 năm 1889 - mất ngày 7 tháng 6 năm 1939 ) tên thật Nguyễn Khắc Hiếu (阮克孝), là một nhà thơ, nhà văn và nhà viết kịch nổi tiếng của Việt Nam. Bút danh Tản Đà của ông là tên ghép giữa núi Tản Viên và sông Đà, quê hương ông.\n----------------------------------------------\nCon quan án sát Nguyễn Danh Kế và bà Lưu Thị Hiền. Vì thế quen gọi là Ấm Hiêú. Thân sinh ông từng làm Ngự sử trong Kinh. Mẹ ông cũng giỏi thơ văn, thường gọi là bà Phủ Ba (vợ thứ ba của Nguyễn Danh Kế). Ông thi mãi không đỗ, chán khoa danh đâm ra phóng túng, rồi hướng về đường lập ngôn, chuyên sáng tác văn chương. Làm thơ, soạn kịch, ra báo, xuất bản sách, ông gây được tiếng vang trên toàn quốc. Ông làm chủ bút tạp chí Hữu Thanh, đôi ba phen xuất bản, đình bản rồi tái bản tờ An Nam tạp chí. Lại có lúc ông vào Nam nhờ Diệp Văn Kỳ giúp đỡ để trang trải nợ nần, rồi viết cho tờ Đông Pháp thời báo trong Nam. Từng giữ mục \"Vi đàn\" trên Tiểu thuyết tuần san, viết bài ở tạp chí Phật học Tiếng chuông sớm. Sống nghèo túng, cũng có lúc ông mở lớp dạy Quốc văn hàm thụ, Hán văn diễn giảng, xem lí số Hà Lạc... Đến ngày 7-6-1939 ông mất lúc 51 tuổi. Các tác phẩm chính của ông: - Khối tình con I, II (1916, 1918) - Giấc mộng con I, II (1916, 1917) - Thề non nước - Đài gương kim (1925) - Đài gương truyện (1932) - Thần tiên - Trần ai tri kỉ (1924) - Tản Đà xuân sắc (1934) - Tản Đà tùng văn (1922) - Quốc sử huấn nông (1926) - Lên sáu - Lên tám - Vương Thúy Kiều chú giải tân truyện (1940)"
}