{
  "dateOfBirth": "1832\n----------------------------------------------\nNhâm Thìn 1832",
  "dateOfDeath": "1890\n----------------------------------------------\nCanh Dần 1890",
  "hometown": "Quê làng Trình Phố, huyện Trực Định, phủ Kiến Xương nay thuộc tỉnh Thái Bình",
  "occupation": "Chí sĩ cận đại, nguyên họ Ngô, sau đổi ra họ Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1204,
  "entityName": "Nguyễn Quang Bích",
  "aliases": [
    "Ngô Quang Bích",
    "Hàm Huy",
    "Ngư Phong"
  ],
  "overview": "Nguyễn Quang Bích (chữ Hán: 阮光碧, 1832 – 1890), còn có tên là Ngô Quang Bích, tự Hàm Huy, hiệu Ngư Phong; là quan nhà Nguyễn, nhà thơ và là lãnh tụ cuộc khởi nghĩa chống Pháp tại vùng Tây Bắc (Việt Nam).\n----------------------------------------------\nÔng sinh ngày 8-4 năm Nhâm thìn (7-5-1832), năm Mậu ngọ 1858 đỗ tú tài, đến năm 1861 đỗ cử nhân, được bổ làm giáo thọ phủ Trường Khánh, tỉnh Ninh Bình. Năm Kỉ tị 1869, ông đỗ Hoàng giáp, rồi được bổ làm Tri phủ Diên Khánh, tỉnh Khánh Hòa. Lần lượt trải các chức vụ: Án sát Sơn Tây, Tế tửu Quốc tử giám, Án sát Bình Định, rồi làm Chánh sứ Sơn Phòng kiêm Tuần phủ Hưng Hóa. Khi làm quan, ông chăm lo phúc lợi cho nhân dân, nên được dân chúng kính yêu. Năm 1884 Pháp tấn công Hưng Hóa, ông anh dũng chỉ huy binh lính giữ thành. Khi thành mất ông rút lên vùng Tây Bắc lập căn cứ chống Pháp lâu dài, không chịu tuân theo lệnh bãi binh của triều đình đổi về Huế nhậm chức. Năm 1885, Hàm Nghi xuất bôn kêu gọi nhân dân chống Pháp. Hưởng ứng phong trào Cần vương, ông trở thành một trong những người lãnh đạo phong trào kháng chiến ở Bắc Kì, được phong là Lễ bộ Thượng thư, sung hiệp thống Bắc Kì quân vụ. Ông từng hai lần nhận lãnh quốc thư sang Trung Quốc cầu viện. Trên đường sang Trung Quốc ông được Tôn Thất Thuyết tiếp đón niềm nở và tỏ lòng cảm phục, có tặng thơ văn ông trên đường công cán. Năm 1889 ông bệnh nặng mất tại bản doanh của nghĩa quân thuộc châu Yên Lập, hưởng dương 58 tuổi. Khi bệnh nặng, nghĩa quân và con cháu đến thăm, ông dặn \"Ta đem thân hứa quốc, không cần người đi lại thăm nom vô ích. Sau này nếu có ai nhớ đến ta, cứ lấy ngày thành Hưng Hóa thất thủ làm ngày giỗ ta\" Thơ văn ông lưu lại khá nhiều gồm trong bộ Ngư Phong thi văn tập. Khi ông mất, một sĩ phu điếu ông: \"Bất hủ giả danh, tại thiên hạ tại hậu thế; Hà đoạt chi tốc, thử quốc bộ thử nhân tâm\". Nghĩa: Tiếng để lâu truyền, khiến thiên hạ biết mãi, đời sau biết mãi; Trời sao vội dứt, lúc vận nước thế này, lòng người thế này Tác phẩm của ông có: - Ngư Phong thi văn tập - Thư trả lời dụ hàng của Pháp"
}