{
  "dateOfBirth" : "…",
  "dateOfDeath" : "Đinh Tị 1377",
  "hometown" : "Không rõ",
  "occupation" : "Ái phi của Trân Duệ tông, tác giả, có tiếng thơ văn, tài sắc, đức hạnh vẹn toàn.",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 1205,
  "entityName" : "Nguyễn Bích Châu",
  "aliases" : [ "Phù Dung" ],
  "overview" : "Tương truyền: Một đêm Trung thu, vua Trần ra một câu đối: \"Thu thiên họa các quải ngân đăng, nguyệt trung đan quế. (Trời thu gác tía treo đèn bạc, quế đỏ trong trăng) Bà ung dung đối lại: \"Xuân sắc trang đài khai bảo kính, thủy để phù dung\". (Sắc xuân đài trang mở guơng báu, phù dung đáy nước). Vua ngợi khen và ban cho bà một đôi hoa tai vàng nạm ngọc hình rồng leo (ngọc long kim nhĩ), từ ấy đặt hiệu cho bà là Phù Dung. Khi ấy chính sự đổ nát, bà thảo một bản Kê Minh thập sách dâng lên vua. Sau đây là bản dịch: Trộm nghĩ: Dời củi khỏi bếp lò, phải lo trị trước khi chưa loạn, lấy dâu ràng cửa tổ, ở hồi yên phải nghĩ lúc nguy. Vì nhân tình dễ đắm cuộc yên vui; mà thế đạo khó được thường bình trị. Cho nên Cao Dao ngày trước đã ca ngợi, rồi dâng lời can chớ biếng chớ hoang; Giả Phó từng đã thở dài, ấy chính vào lúc thái bình thịnh trị. Chính bởi yêu vua mà lo ngăn trước, phải đâu khác chúng để khoe tài. Thần thiếp, Bích Châu này, lúc nhỏ sinh nơi nghèo hèn, lớn lên được vào cung cấm. Cuộc yến tiệc thường được ơn ban, mắt long nhan bao lần soi tới. Vá áo xiêm vua Ngu, dám đâu sánh người nam tử. Trút trâm như bà Khương, thiếp xin làm trước đình thần. Kính dâng mười sách, mong đuợc một điều: - Một là bền gốc nước, bỏ điều tàn bạo thì lòng người đuơc yên. - Hai là giữ nếp xưa, bỏ phiền nhiễu thì kỉ cương không rối. - Ba là đè kẻ lộng quyền đế trừ mọt nước. - Bốn là thải bọn nhũng lại để bớt hại sinh dân. - Năm là mong chấn hưng Nho phong, khiến lửa đuốc sáng soi cùng nhật nguyêt. - Sáu là xin cầu lời nói thẳng để người được bàn bạc khắp nơi nơi. - Bảy là tuyển quân nên tìm sức mạnh hơn vóc người. -Tám là kén tướng nên chọn thao lược hơn là gia thế. - Chín là khí giới cần bén sắc, chứ đừng chuộng hoa hòe. - Mười là trận phép cốt tề chỉnh chứ không cần đẹp mắt. Xét mấy điều ấy đều rất thiết thời. Dám dâng lên tâm lòng trung thực, mong nhận cho lời nói quê mùa. Bỏ điều dở mà làm điều hay, xin bệ hạ lượng nghĩ. Nước được trị, dân được yên, thiếp mong lắm vậy. Vua xem qua có lời khen, rồi thôi. Chính sự vẫn rối nát. Đến năm Đinh tị 1377, Duệ tông thân chinh Chiêm Thành, bà có dâng biểu can ngăn, vua vẫn không nghe. Chiến thuyền đến cửa bể Kì Hoa (nay là Kì Anh, tỉnh Nghệ An) vua nghe lời mê tín tế thần, bà gieo mình xuống bề làm vật hi sinh. Duệ tông có làm bài văn tế bà, và sau đó tử trận."
}