{
  "dateOfBirth": "1912\n----------------------------------------------\nTân Hợi 1911",
  "dateOfDeath": "1939\n----------------------------------------------\nKỉ Mão 1939",
  "hometown": "quê ở ngoại ô Hà Nội",
  "occupation": "Nhà văn, nhà báo\n----------------------------------------------\nNhà văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1220,
  "entityName": "Vũ Trọng Phụng",
  "aliases": [
    "Thiên Hư"
  ],
  "overview": "Vũ Trọng Phụng (1912-1939) là một nhà văn, nhà báo nổi tiếng của Việt Nam vào đầu thế kỷ 20. Tuy thời gian cầm bút rất ngắn ngủi, với tác phẩm đầu tiên là truyện ngắn Chống nạng lên đường đăng trên Ngọ báo vào năm 1930, ông đã để lại một kho tác phẩm đáng kinh ngạc: hơn 30 truyện ngắn, 9 tập tiểu thuyết, 9 tập phóng sự, 7 vở kịch, cùng một bản dịch vở kịch từ tiếng Pháp, một số bài viết phê bình, tranh luận văn học và hàng trăm bài báo viết về các vấn đề chính trị, xã hội, văn hóa. Một số trích đoạn tác phẩm của ông trong các tác phẩm Số đỏ và Giông Tố đã được đưa vào sách giáo khoa môn Ngữ văn của Việt Nam. (Cần làm rõ thêm)\n----------------------------------------------\nGia đình nghèo vừa sinh được 7 tháng thì cha mất, mẹ vất vả nuôi đến trưởng thành. Ông sớm vào đời mưu sinh với chân thư kí hãng buôn Gô Đa (Godard), rồi Nhà in I. D. E. O. Chuyên cần trau giồi văn hóa, ông viết truyện, phóng sự ở các báo: Ngọ báo, Công dân, Tân thiếu niên, Hà Nội báo, Tiểu thuyết thứ bảy, Tạp chí Đông Dương, Sông Hương, Tao Đàn… Nghèo khổ, cần cù lao động, ông mắc bệnh lao, mất ngày 13-10-1939 hưởng dương 28 tuổi. Sau khi ông mất, nhà văn Tchya Đái Đức Tuấn điếu ông bằng câu đối: Trời hỡi! ông sao ác quá chi, nặng nghiệp văn nhân, chết vẫn ngậm hờn chưa đạt chí; Phụng ôi! anh nỡ bay vội mấy, đau lòng mặc hữu, sống còn sợ nỗi khó an thân. Các tác phẩm chính: - Không một tiếng vang (Kịch ba hồi). Nhà in Đông Tây, 1934. - Chống nạng lên đường (truyện ngắn). Hà Nội, Nhà xuất bản Tân dân, 1932. - Cạm bẫy người (phóng sự). 1933, sau in thành sách, Hà Nội, An Nam xuất bản cục, 1934. - Làm đĩ (tiểu thuyết). Hà Nội, Nhà xuất bản Mai Lĩnh, 1939. - Giết mẹ (dịch kịch Lucrèce Borgia của Victor Hugo). Hà Nội, Nhà in Lê Cường, 1936. - Giông tố (tiểu thuyết) đăng Hà Nội báo với nhan đề Thị Mịch, 1936. Nhà xuất bản Văn Thanh. - Cơm thầy cơm cô (1936) - Lực sĩ (phóng sự). Hà Nội. Nhà xuất bản Minh Phương, 1937. - Số đỏ (tiểu thuyết) Hà Nội, Nhà xuất bản Lê Cường, 1938. - Nhân sự chia rẽ của Đệ tam và Đệ tứ (Sài Gòn, Nhà xuất bản V.T, 1938). - Trúng số độc đắc (tiểu thuyết), 1939, Hà Nội. - Quý phái (tiểu thuyết), đăng Đông dương tạp chí, 1938-1939. - Dứt tình (tiểu thuyết). Phổ thông bán nguyệt san, số 49, 1941. - Vỡ đê (tiểu thuyết), đăng Tiểu thuyết thư ba. HàNội, 1941, Nhà xuất bản Minh Đức Hà Nội, 1957. - Lấy nhau vì tình (tiểu thuyết), đăng Tiểu thuyết thứ ba, Hà Nội, 1941, Nhà xuất bản Minh phương Hà Nội, 1942. - Người tù được tha (di cảo). Đọc tác phẩm ông (VTP) tác giả Nhà văn hiện đại (Vũ Ngọc Phan) cho rằng: \"Ông mỉa đời một cách cay độc, coi đời như một trò múa rối và điều thú vị là ông biết chính mình cũng phải đóng một vai trò như tất cả mọi người. Về phần ông, tấn tuồng đã xong rồi, ông có thể hoàn toàn sung sướng, vì cái vai trò về đường tri thức và tinh thần của ông, tuy ông đóng không bền mà đã lỗi lạc hơn nhiều người múa mang từ lâu trên sân khấu."
}