{
  "dateOfBirth": "1716\n----------------------------------------------\nBính Thân 1716",
  "dateOfDeath": "1767\n----------------------------------------------\nĐinh Hợi 1767",
  "hometown": "huyện Thiên Lộc, tỉnh Nghệ An, sau dời vào xã An Hòa, huyện Hương Trà, tỉnh Thừa Thiên",
  "occupation": "Danh sĩ, nhà doanh dân đời chúa Võ vương Nguyễn Phúc Khoát",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 1225,
  "entityName": "Nguyễn Cư Trinh",
  "aliases": [
    "Cư Trinh",
    "Thịnh",
    "Đạm Am",
    "Nguyễn Đăng Nghi",
    "Nghi"
  ],
  "overview": "Nguyễn Cư Trinh (chữ Hán: 阮居貞, 1716-1767), tên thật là Nguyễn Đăng Nghi, húy là Thịnh, tự là Cư Trinh, hiệu là Đạm Am, Đường Qua và Hạo Nhiên, tước Nghi Biểu Hầu (儀表侯), sau lại được vua nhà Nguyễn Minh Mạng truy phong tước Tân Minh Hầu (新明侯) . Ông là danh tướng, danh sĩ thời chúa Võ vương Nguyễn Phúc Khoát và Định vương Nguyễn Phúc Thuần. Được biết đến là vị tướng trấn giữ biên cương miền Nam và góp phần to lớn trong công cuộc Nam tiến của các chúa Nguyễn, ông nổi tiếng là người liêm chính, giỏi việc chính trị, doanh điền, ngoại giao và có phong độ của một trạnh thần (bầy tôi dám can ngăn).\n----------------------------------------------\nKhi làm Tuần phủ Quảng Ngãi, ông đánh dẹp cuộc nổi dậy chống triều đình ở Đá Vách (người dân tộc khởi loạn) vào năm Canh ngọ 1750. Khi vào miền Nam mở mang bờ cõi, khẩn hoang lập ấp (Quí dậu 1753), ông có công lớn trong việc mở nước, an dân. Ông giao thiệp tương đắc với Mạc Thiên Tích ở Hà Tiên, họa thơ với các danh sĩ trong nhóm Chiêu Anh Các, khiến họ Mạc trọng vọng, nể phục, đưa đến việc Mạc Thiên Tích thần phục chúa Nguyễn. Năm Đinh hợi 1767 ông bệnh mất, hưởng dương 51 tuổi, được truy tặng Tá Lý công thần, Vinh lộc đại phu, thụy Văn Định. Thơ văn ông còn truyền tụng nhiều, gồm một số thơ chữ Hán và chữ Nôm, đặc sắc nhất là: - Truyện Sãi Vãi (Nôm) - Độn Am thi tập (Hán) Sãi Vãi là một truyện thơ đối thoại có tính cách kịch. Tác phẩm ra đời vào năm Canh ngọ (1750). Đây là thời kì văn Nôm phát triển mạnh ở Đàng Trong. Nguyên nhân khách quan thôi thúc tác giả viết nên tác phẩm này là cuộc khủng hoảng tôn giáo (Phật giáo) trầm trọng trong nước; nhất là các cuộc nổi dậy của các lực lượng địa phương miền núi Đàng Trong (các bộ lạc người Hré, tục gọi là Mọi Đá Vách ở miền Tây tỉnh Quảng Ngãi). Vào năm 1750 Võ vương bổ Nguyễn Cư Trinh làm Tuần phủ Quảng Ngãi lo việc trị an và phủ dụ sắc dân Hré. Sau khi nghiên cứu, xem xét sinh hoạt, cá tính của người Hré, Nguyễn Cư Trinh đem khả năng và tài trí cúa mình ra thuyết phục, nhưng không thành. Thuyết phục không xong, ông nhất quyết tiến đánh, nhưng trước khi tiến quân ông đã sáng tác tác phẩm Sãi Vãi này để vạch rõ những khối óc mê tín dị đoan cùng sự sa đọa của một số sư sãi đồi trụy mà nhân dân vẫn còn mê muội tin theo. Đồng thời nội dung của sách còn có ý khuyên răn quan quân và kích thích tướng sĩ trên đường dẹp loạn. Sau khi bình định xong Mọi Đá Vách, Nguyễn Cư Trinh không những không vội rút quân, mà ông còn cho lập Quảng Ngãi đồn binh, với 6 đạo lo việc canh phòng, mở đồn điền, làm như có kế hoạch ăn ở lâu dài. Người Hré thấy thế đều ra đầu hàng, yên phận làm ăn. Tác phẩm ra đời cùng với chiến công hiển hách ấy, Nguyễn Cư Trinh vừa đúng 35 tuổi. Trở lại nội dung cùng nghệ thuật ngôn từ của Sãi Vãi, ai cũng phải công nhận đây là một sáng kiến mới cúa Nguyễn Cư Trinh. Tác phẩm này là một tập truyện thơ thể nói lôí không có cốt truyện và thứ lớp rõ rệt. Suốt quyển truyện không có động tác, không có tình tiết. Nhưng hiện ra một hoạt cảnh với lời thơ đối thoại làm nền cho phương tiện quảng bá truyền giảng ý nghĩa tu hành giữa một bên là ông Sãi, một bên là bà Vãi còn bị \"thất tình\" ràng buộc. Thế cho nên đối với Nguyễn Cư Trinh qua Sãi Vãi - và nhiều người khác - tu là sống và sống là tu như quan niệm phóng khoáng, cởi mở của đạo thiền."
}