{
  "dateOfBirth" : "Giáp Ngọ 1834",
  "dateOfDeath" : "Đinh Mùi 1907",
  "hometown" : "quê làng Phước Thọ, huyện Đất Đỏ tỉnh Phước Tuy (nay thuộc tỉnh Bà Rịa - Vũng Tàu)",
  "occupation" : "Nhà nghiên cứu",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1231,
  "entityName" : "Huình Tịnh Của",
  "aliases" : [ "Paulus Của" ],
  "overview" : "Ông tinh thông Hán học và Pháp văn, năm 1864, làm Đốc phủ sứ, rồi làm Giám đốc Ti phiên dịch văn ân cho chính phủ bảo hộ thời ấy. Cùng với Trương Vĩnh Ký, Trương Minh Ký... Ông viết bài ở Gia Định báo cổ xúy phong trào phổ thông chữ quốc ngữ, truyền bá học thuật, chấn hưng cổ học. Ông mất năm Đinh mùi 1907 thọ 73 tuổi, an táng tại Bà Rịa. Huình Tịnh Của tuy là một người ra làm việc với Pháp sớm, nhưng không xu phụ như các bọn đội lốt tôn giáo và tay sai khác như Trần Bá Lộc, Tổng đốc Phương, Tôn Thọ Tường... đă đóng góp công sức của mình và làm cho chữ quốc ngữ có tư thế trên sinh hoạt văn hóa vào những năm cuối thế kỉ XIX ở miền Nam. Các tác phẩm của ông: - Phép toán, Sài Gòn, 1867 - Phép đo, Sài Gòn, 1867 - Truyện giải buồn, Sài Gòn, 1886-1887 - Vẫn cha Minh và Lái Gẫm, (1900). - Gia lễ, Sài Gòn, 1886. - Sách bác học sơ giai, (1887) - Quan Âm diễn ca, Sài Gòn, 1903 - Đại Nam Quốc âm tự vị, I-II, Sài Gòn, 1895-1896 - Sách quan chế, Sài Gòn, 1888 - Tân soạn từ trát nhất xấp (Recueil des formules annamites) 1888 - Tống Tử Văn, Sài Gòn, 1904 - Tục ngữ, cổ ngữ, gia ngôn, Nhà in Nouvelles Claude et Cie, 1896-1897 - Thơ mẹ dạy con, Nhà in Modeme, 1913 - Trần Sanh diễn ca, Nhà in Commerciale, 1905 - Bạch Viên Tôn Các truyện, Sài Gòn, 1906 - Thoại Khanh Châu Tuấn truyện, Sài Gòn, 1906 - Long Châu toàn truyện bổn cư sử (1905) - Văn Đoàn diễn ca (1906) - Trần Sanh Ngọc Anh (1928)... Đại Nam Quốc âm tự vị (2 quyển), 1168 trang, khổ 16x24cm do ông biên soạn. Đây là bộ tự vị đầu tiên của lịch sử chữ Quốc ngữ Việt Nam, xuất bản các năm 1895-1896 cùng thời điểm với bộ Pháp - Việt từ điển của Trương Vĩnh Ký. Với Tự vị này, sách đã đánh dấu một thời điểm cho sự phát triền của chữ Quốc ngữ vào buổi đầu khi văn học Việt Nam đã có những tiến triển đáng mừng của văn hóa sử nước nhà. Tác giả có bài Tiểu Tự như sau: \"Có kẻ hỏi: Tự điển, tự vị khác nhau thế nào; sao sách ta làm kêu là tự vị mà không gọi là tự điển, lại hỏi tự vị ta tham dụng chữ nho sao gọi là tự vị quốc âm? Tự điển, tự vị khác nhau có một sự rộng hẹp: Tự điển phải có chú giải, mỗi chữ mỗi tiếng đều phải dẫn điển, dẫn tích, nguyên là chữ sách nào, nguyên là lời ai nói, cả thảy đều phải cứ kinh truyện làm thầy; chí như tự vị cũng là sách hội biên các thứ chữ, cùng các tiếng nói, song trong ấy thích chữ một, nghĩa một, mà không dẫn điển dẫn tích gì. Tuy sách ta làm có chú giải rộng có đem những lời ngạn ngữ, có trưng những lời nói chuẩn đích trong các ca văn hay, như là Ca trù, Chinh phụ ngâm, Kim Vân Kiều... nhưng như vậy cũng là chuyện chơi, chuyện ngoài, không phải là kinh điển. Suy một lẽ ấy, dầu sách ta rộng rãi, tưởng tất thế nào, cũng chưa dám bì với tự vị Tàu mà gọi là tự điển. Tra ra trong truyện nước Nam nguyên gọi là Giao Chỉ, ở bên Nam Trung Quốc cho nên gọi là nước Nam, từ 18 đời Hùng Vương sách về trước, địa phận còn ở bên Phiên Ngung, Quế Lâm, Tượng Quận, là phần đất Quảng Đông, Quảng Tây, tưởng cũng có chữ riêng, song nhiều đời phải nhập về Nội địa, chịu phép quan Trung Quốc, cả luật phép giáo hóa, lễ nhạc, văn tự, đều phải theo Trung Quốc phải bỏ chữ riêng mình, cho đến tiếng nói cũng là pha trộn hoặc dùng tiếng Trung Quốc mà nói trại bẹ ra giọng khác, hoặc chính người Giao Chỉ điều tàn, con cháu người Trung Quốc lại sanh ra đông mà làm ra tiếng nửa Nam nửa Bắc. Cho đến các đời chánh thống, nghĩa là có vua riêng, là Đinh, Lê, Lý, Trần, Lê, cùng đời Nguyễn bây giờ lấy nước Chiêm Thành, lấy đất Cao Miên mà mở rộng bờ cõi, xa Trung Quốc, song cả việc học hành cũng còn noi theo một thể, đến đổi lấy chữ Nho làm chữ mình, còn chữ nôm thì cho là chữ giả tá, mượn thanh âm Trung Quốc, tùy ý nôm na, mà chẳng làm ra mẹo luật gì, cũng có những sách Chỉ Nam Nhật dụng thường đàm... mà là sách giải nghĩa chữ nho trong một hai ít mà thôi. Và trong sự vãng lai giao thông, các quan Annam lại dùng nửa nôm nửa cha mà làm một thứ tiếng riêng gọi là tiếng quan. Ấy người Giao Chỉ điều tàn, thì tiếng nói cùng chữ nghĩa Giao Chỉ cũng phải lạc, nếu chắng tham dụng chữ Tnmg Quốc thì làm sao cho thành tiếng nói Annam. Phàm viết chữ nôm, thường phải dùng chữ thiệt chữ hư, nhập lại mà làm một tiếng nói. Chữ thiệt thường để bên tả mà chỉ nghĩa, hoặc làm chứng, chữ hư thường để bên hữu, mà mượn thanh âm hay là mượn giọng đọc. Chữ thiệt ấy đều phải mượn từ bộ, từ loài trong từ điển chữ nho, giả như muốn viết chữ nước bên tả phải mượn cha thủy bên hữu; viết chữ nhược mà đọc theo hơi chữ nhược, muốn viết chữ lửa thì một bên đề chữ hỏa một bên đề chữ lữ mà đọc theo hơi chữ lữ. Về bộ khẩu, muốn viết chữ miệng thì bên để chữ khẩu, một bên đề chữ mịnh mà đọc theo hơi chữ mịnh, muốn viết chữ nói một bên đề chữ khẩu một bên viết chữ nội mà mượn thinh âm chữ nội, ấy mới gọi là giả tá. Về trăm ngàn chữ khác cũng nôm theo một thế. Còn những chữ khác nghĩa mà thinh âm giống tiếng Annam nhiều, như chữ ai chính nghĩa là bụi bụi mà dùng nôm thì chỉ nghĩa là người nào, thì cứ để chữ ai, không mượn chữ chi làm chứng; có kể lại chữ khẩu hoặc làm cái nháy nháy, cho được phân biệt là chữ nôm cùng cho khỏi bề bộn. Ấy nôm na, không có phép chi nhất định, nhưng vậy cũng có nôm hay nôm cao, ta phải lấy làm chuẩn đích. Làm tự vị này sơ tâm ta muốn cho có tiếng Langsa. Hồi mới khởi công, có nhiều quan Tây giùm giúp, sau các ông ấy có việc phải thuyên đi Bắc Kì, bỏ có một mình ta, lúng túng, phải bỏ phần dịch tiếng Langsa. Như vậy, nhơn khi rỗi rành, ta cứ việc làm theo tiếng ta, chữ ta, viết đi chép lại ngày đêm khó nhọc, hơn bốn năm trời mới thành công việc, mà cũng áy náy vì còn thiếu tiếng Langsa. Năm nay có quan tham tán cho quan Toàn quyền là ông Landes trở về Gia Định, người cũng có giúp ta năm trước cùng bày cách cuộc cho ta phải làm tự vị thế nào, xem công việc ta làm thì người cho là công việc rất lớn, nếu có dịch ra tiếng Langsa thì lại thêm bề bộn; và trong sự dịch ấy cũng phải tìm người, mà phải dụng công cho tới năm ba năm nữa, người bàn với ta rằng: \"Tự vị nước nào làm theo nước ấy, chẳng phải dịch tiếng Langsa làm chi, vã xưa nay trong nước Annam chưa hề có Tự vị tiếng riêng, cứ việc in tiếng ta, chữ ta như tự vị Trung Quốc, thì cũng là đều rất có ích.\" Ta nghĩ hễ có tiếng nói, ắt phải có tự vị làm chuẩn thằng. Chữ nho thì cứ tự điền Khương Hi, chữ nôm chọn trong các ca văn hay đã nói trước, cả thảy đều dùng chính nôm chính chữ; quốc ngữ Latin thì tùy theo thói quen, giữ cho tiếng thiệt vần. Ta mượn 24 chữ cái phương Tây là chữ bộ, sắp đặt theo lớp cho dễ tra tìm. Ta dụng dấu riêng như chữ c chỉ là chữ nho; chữ n chỉ là chữ nôm; chữ c chữ n để chung thì chỉ là chữ nho mà có dùng nôm, cả thảy đều làm phân biệt. Nghe theo lời quan tham tán, ta bèn làm đơn xin quan Thống đốc Nam Kì là ông Fourès, cử một hội viên quan tra xét tự vị ta làm; nhơn dịp ta cũng xin dâng cho nhà nước chuẩn tiền in, còn phần ta thì ra công sửa bản. Nhờ hội phái viên có ông Navelle là quan giám đốc làm chủ, cùng nhiều quan lớn khác rộng xét công việc ta làm, đều cho là công việc đáng in, mà phúc lại cho quan Thống đốc. Nay quan lớn Thống đốc rộng lượng, y theo lời hội phái viên, bàn cùng hội đồng Quản hạt, chịu chuẩn tiền in tự vị ta, ta lấy làm mầng cùng cám ơn người, cám ơn các quan trong hai hội nhìn đến công khó nhọc ta, ta mới được đem ra mà chung công với mọi người, chính là điều ta sở nguyện. Quí tị niên cúc ngoạt cốc đán."
}