{
  "dateOfBirth" : "Bính Dần 1926",
  "dateOfDeath" : "Mậu Dần 1998",
  "hometown" : "tại làng Vĩnh Trinh, huyện Duy Xuyên tỉnh Quảng Nam",
  "occupation" : "Nhà thơ, Dịch giả",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1231,
  "entityName" : "Bùi Giáng",
  "aliases" : [ ],
  "overview" : "Thời niên thiếu học tiểu học tại Hội An, trung học tại trường Thuận Hóa (Huế) với các giáo sư danh tiếng: Đào Duy Anh (1904 - 1988), Hoài Thanh (1909 - 1982), Trần Đình Đàn (1903 - 2002). Và Bùi Giáng cho rằng ba giáo sư này thuộc nòi giáo sư xuất chúng vì chính các giáo sư này cũng cho rằng ông là một học sinh độc đáo và văn chương sâu sắc. Sau ngày 19-12-1946 ông tham gia kháng chiến ở Quảng Nam, Liên khu IV. Năm 1952 bị bệnh được chính quyền cho phép ông vào Sài Gòn chữa bệnh. Tại đây có lúc ông ghi danh học Đại học văn khoa Sài Gòn. Nhưng không thích gò bó theo con đường cử nghiệp, ông bỏ học dành hầu hết thì giờ đề tự học, nghiên cứu phiên dịch và sáng tác. Thời gian này (những năm 60) ông có nhận dạy một số giờ về Pháp văn và Việt văn tại một vài trường Trung học tư thục ở Sài Gòn. Ông thông thạo các ngôn ngữ Pháp, Anh, Đức, Hán. Văn nghiệp Bùi Giáng rất đồ sộ và đa dạng, tác phẩm ông có thể chia làm 5 loại: - Giảng luận văn chương - Triết học - Dịch văn chương - Thơ văn sáng tác (tạp vãn) - Vẽ I. Các tác phẩm giáo khoa: 1. Bà Huyện Thanh Quan (1956) 2. Lục Vân Tiên (1956) 3. Chinh phụ ngâm (1956) 4. Quan Âm Thị Kính (1956) 5. Truyện Kiều (1957) 6. Truyện Phan Trần (1957) 7. Cung oán ngâm khúc (1957) 8. Nguyễn Công Trứ (1957) 9. Tản Đà (1958) 10. Phan Bội Châu (1958) 11. Chu Mạnh Trinh (1958) 12. Tôn Thọ Tường và Phao Văn Trị (1958) đều do nhà Tân Việt xuất bản tại Sài Gòn trong những năm 50, 60. II Triết học 13. Tư tưởng hiện đại, I, II và III (1962) 14. Martin Heidegger và tư tưởng 1 và 2 (1963) 15. Sao là không có triết học Heidegger (1969) 16. Thi ca tư tưởng (1964) 17. Đối thoại (1969) III. Dịch văn chương Pháp - Anh - Hoa 18. Cõi người ta của Saint Exupéry(1963) 19. Trăng tì hải của Albert Camus (1963) 20. Khung cửa hẹp của André Gide (1963) 21. Hoa ngõ hạnh của Shakespeare (1963) 22. Bạo chúa Caligula của A. Camus (1963) 23. Con người phản kháng của Camus (1963) 24. Ngộ nhận của A. Camus (1963) 25. Mùa hè sa mạc của Camus (1964) 26. Kẻ vô luân của André Gide (1964) 27. Hamlet của Shakespeare (1964) 28. Hòa âm điền dã của André Gide (1964) 29. Hoàng tử bé của Saint Exupéry (1964) 30. Mùi hưong xuân sắc của G. De Nerval (1964) 31. Sương bình nguyên của các tác gia Anh Mĩ. 32. Kiêm kiếm điêu linh của Ngọa Long Sinh (1970) 33. Nhà sư vướng lụy của đại sư Tô Mân Thu (1970) IV. Thơ văn sáng tác 34. Mưa nguồn (1962) (thơ) 35. Lá hoa cồn (1963) (thơ) 36. Ngàn thu rớt hột (1962) (thơ) 37. Màu hoa trên ngàn (1963) (thơ) 38. Bài ca quần đảo (1962) (thơ) 39. Đi vào cõi thơ 40. Sa mạc phát tiết (1969) 41. Sương bình nguyên (1970) 42. Trăng châu thổ (1970) 43. Sa mạc trường ca (1969) (thơ) 44. Rong rêu (1970) (thơ) 45. Đêm ngóng trăng (1972) (thơ) 46. Mùa xuân trong thi ca (1970) (văn) 47. Mùa thu trong thi ca (1971) (văn) 48. Thúy Vân Tam hợp đạo cô (1971) 49. Biển Đông xe cát (1971) 50. Ngày tháng ngao du (1971) 51. Đường đi trong rừng (1972) 52. Lời cố quận (1972) 53. Lễ hội tháng ba (1972) 54. Con đường ngã ba (1973) 55. Holderlin (1972) Và nhiều bản thảo mới được xuất bản gần đây. Ông mất ngày 7 tháng 10 năm 1998 vì một cơn bệnh cấp tính tại bệnh viện Chợ Rẫy, TP. Hồ Chí Minh. Có thể nói: Bùi Giáng là một nhà thơ sung sức nhất (cả chất và lượng) của nửa nước Việt trong vài thập kỉ; mà ông cũng là một nhà dịch thuật được sắp vào hạng các dịch giả tầm cỡ Việt Nam. Thơ, văn Bùi Giáng quyện chặt vào người ông mà nhiều độc giả ái mộ gọi ông là thi sĩ của đười ươi chuyên làm thơ và vẽ tranh tặng châu chấu, chuồn chuồn và những người con gái bên rừng cỏ châu Phi. Nói như nhiều người ái mộ ông thì Bùi Giáng là sao văn khúc \"hạ giáng\" vào đời thơ ông và đời thơ của các thi sĩ cùng sống như ông. Có thể nói Bùi Giáng là một thi quỉ, thi tiên có một không hai trên thi đàn Việt Nam thời hiện đại. Vui đó, buồn đó, khóc cười như con người muôn nơi và muôn thuở mà có lúc là ông tự nhận mình bầu bạn với Thúy Kiều, các giai nhân (hư), Mọi thỏ (hư), hay Monroe, hoặc các kiều nữ bằng xương bằng thịt: Kim Cương, Thu Trang, Hà Thanh (thực)... thật là trần ai khó có. Em là em mọi, Xưa ở trong rừng Nay rừng cháy hết Em lạc ở đâu? Em là em mọi Anh là mọi anh Làm thơ anh gọi Tên em ngàn lần (Mưa nguồn) Và chính các kiều nữ ấy xuất hiện trong tiềm thức ông, tức khắc ông \"nghĩ tới dung nghi diễm lệ Phùng Khánh thì giòng thơ bát ngát lại tuôn ra ào ào. Vậy thì hiển nhiên như thiên tài của tôi (BG) là do liên tồn Phùng Khánh đẻ ra vậy\". Từ đó giòng thơ bát ngát của ông sẽ đích thực trào dâng như cõi lòng ông vậy. Mùa xuân hẹn thu về em trở lại, Ta nhìn nhau trong bóng nước mơ màng. Nước chảy mãi bởi vì xuân trở lại, Với giòng trong em hẹn ở bên đường, Em sẽ khóc khi nhìn trong khóe mắt! Thấy một mình người đi lại lang thang, Còn ghì giữ ân tình trong cỏ nhặt, Mưa vi vu vì hẹn với truông ngàn. (Xuân Thu Trang Phương)"
}