{
  "dateOfBirth" : "17 tháng 9, 1926 Thừa Thiên-Huế\n----------------------------------------------\nBính Dần 1926",
  "dateOfDeath" : "9 tháng 3, 2000 (73 tuổi) Thành phố Hồ Chí Minh\n----------------------------------------------\nCanh Dần 2000",
  "hometown" : "tại làng Lăng Xá, xa Thủy Thanh, huyện Hương Thủy, tỉnh Thừa Thiên (nay là tỉnh Thừa Thiên - Huế)",
  "occupation" : "Kiến trúc sư\n----------------------------------------------\nKiến trúc sư bậc thầy, Khôi nguyên đồ án kiến trúc ở Roma 1955",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 1239,
  "entityName" : "Ngô Viết Thụ",
  "aliases" : [ ],
  "overview" : "Ngô Viết Thụ (1926–2000), là một kiến trúc sư nổi tiếng Việt Nam. Ông đã đoạt giải Khôi nguyên La Mã năm 1955, là tác giả nhiều công trình kiến trúc hiện đại như Dinh Độc Lập, Chợ Đà Lạt, Trường Đại học Nông nghiệp Sài Gòn, Viện Đại học Huế, Trường Đại học Y khoa Sài Gòn...\n----------------------------------------------\nXuất thân trong một gia đình bần hàn, ông vượt lên trên sự nghèo khó chăm lo học tập trở nên một người hữu dụng cho đất nước với nghề nghiệp và tài hoa của mình mà không dựa vào một thế lực nào. Thuở nhỏ ông học trung học tại trường Thuận Hóa (đồng môn với thi sĩ Bùi Giáng thọ giáo với các giáo sư Đào Duy Anh,Trần Đình Đàn, Hoài Thanh... được các giáo sư trên không ngớt lời khen ngợi), sau khi thi đỗ Tú tài Pháp Việt ông thi đỗ thủ khoa giải toán toàn quốc, Đại học kiến trúc ở Đà Lạt. Tốt nghiệp xong ông du học Pháp. Đang khi còn là sinh viên ông đoạt giải Achile Locleré của Hàn lâm viện Mĩ thuật Paris năm 1953, giải Paul Bigel năm 1954. Năm 1955 ông là người Việt Nam đại diện nước Pháp dự và đoạt giải Khôi nguyên La Mã. Sau đó ông gia nhập Hàn lâm viện Pháp, đến năm 1960 ông về nước làm việc tại Sài Gòn. Tại đây ông là tác giả nhiều đồ án xây dựng, kiến trúc đồ sộ, trong đó có Dinh Độc lập (bây giờ là Hội trường Thống Nhất), Đại học sư phạm Huế, Trung tâm nguyên tử Đà Lạt... Sau năm 1975, ông tham gia xây dựng phi trường Nội Bài (ở Hà Nội), bệnh viện Sông Bé (bây giờ là Bình Dương) khách sạn Hương Giang (Huế) và nhiều công trình khác ở đồng bằng sông Cửu Long. Ngoài kiến thức về kiến trúc, xây dựng ông còn có khiếu về âm nhạc, hội họa, ngôn ngữ (ông thông thạo nhiều thứ tiếng nói: Anh, Pháp, Nhật, Hán và gần đây cả tiếng Nga). Ông mất ngày 9 tháng 3 năm 2000 tại Bệnh viện Chợ Rẫy (TP. Hồ Chí Minh), thọ 74 tuổi."
}