{
  "dateOfBirth": "10 tháng 2, 1829 Điện Bàn, Quảng Nam\n----------------------------------------------\nMậu Tí 1828",
  "dateOfDeath": "25 tháng 4, 1882 (53 tuổi) Hà Nội\n----------------------------------------------\nNhâm Ngọ 1882",
  "hometown": "quê làng Xuân Đài, huyện Diên Phước, tỉnh Quảng Nam (nay thuộc huyện Điện Bàn, tỉnh Quảng Nam)",
  "occupation": "Chí sĩ, Danh sĩ, Võ tướng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1245,
  "entityName": "Hoàng Diệu",
  "aliases": [
    "Quang Viễn",
    "Tĩnh Trai",
    "Hoàng Kim Tích"
  ],
  "overview": "Hoàng Diệu (chữ Hán: 黃耀; 1829 - 1882) là một quan nhà Nguyễn trong lịch sử Việt Nam, người đã quyết tử bảo vệ thành Hà Nội khi Pháp tấn công năm 1882.\n----------------------------------------------\nSơ bổ Tri huyện Tuy Phước (Bình Định), rồi thăng Tri phủ Tuy Viễn cũng trong tỉnh Bình Định. Sau đó ông bị giáng, đổi về Tri huyện Hương Trà, tỉnh Thừa Thiên. Ít lâu thăng Tri phủ Lạng Giang (Bắc Giang), Án sát Nam Định, rồi Bố chánh Bắc Ninh. Ông nổi tiếng công minh và thanh liêm. Suốt 30 năm làm quan nhiều nơi, cảnh nhà vẫn thanh bạch, nghèo túng. Đến năm Đinh sửu 1877, ông về Huế làm Tham tri bộ Hình, qua Tham tri bộ Lại, coi viện Đô sát và dự vào viện Cơ mật. Năm sau, làm Tuần vũ Quảng Nam, rồi làm Tổng đốc An Tịnh. Chẳng bao lâu ông được triều đình ủy nhiệm chức Phó toàn quyền Đại thần để hiệp thương với sứ bộ Y Pha Nho (Tây Ban Nha). Năm Canh thìn 1880, ông làm Tổng đốc Hà Ninh, lãnh chức hàm Thượng thư bộ Binh, gồm coi cả việc thương chánh. Đầu năm Nhâm ngọ 1882, đại tá Pháp Henri Rivière đem quân ra cướp miền Bắc, lấy cớ bảo vệ sinh mạng và tài sản Pháp kiều. Ông bất bình, chuẩn bị đề phòng và sẵn sàng đối phó mọi bất trắc, đột biến do quân Pháp âm mưu gây ra. Quả nhiên, lúc 5 giờ ngày 8 tháng 3 Nhâm ngọ (25-4-1882) H. Rivière sai thông dịch viên tên Phong đưa tối hậu thư yêu sách 3 điều: - Phá các tạo tác phòng thủ trong thành. - Giải giới binh lính. - Đúng 8 giờ các vị tổng đốc tuần phủ, bố chánh, án sát và chánh, phó lãnh binh phải thân đến trình diện tại dinh đại tá. Sau đó, quân Pháp sẽ vào thành kiểm kê. Xong sẽ giao trả thành lại. Ông tiếp tối hậu thư, phẫn uất sai ngay Tôn Thất Bá đi điều đình. Nhưng không đợi trả lời lúc 8 giờ 15 Rivière tấn công với số quân 450 người và một ít thân binh; có 4 tàu chiến yểm hộ; La Fanfare, La Massue, La Hache, La Surprise (tàu này không kịp tới, vì mắc cạn dọc đường Hải Phòng đi Hà Nội). Trước hỏa lực của quân Pháp, Hoàng Diệu quyết liệt đối phó. Ông chỉ huy quân sĩ chống cự ở cửa Bắc. Trong khi ấy Tôn Thất Bá chạy trốn vào làng Mọc (Nhân Mục) ở phía Đông Nam Hà Nội theo giặc. Một lát sau, kho thuốc súng trong thành nổ, do Pháp thuê kẻ gian đốt (có sách nói là Tôn Thất Bá đã làm nội tuyến cho địch). Bố chánh Nguyễn Văn Tuyền, Đề đốc Lê Văn Trinh và các lãnh binh bỏ thành chạy, còn Tuần phủ Hoàng Hữu Xứng trốn trong hành cung. Một mình Hoàng Diệu vào hành cung thảo tờ di biểu, rồi ra trước Võ miếu dùng khăn bịt đầu thắt cổ tự tử, hưởng dương 50 tuổi. Sĩ tử Hà thành điếu ông: \"Cô thành độc thủ chích thân đau Khảng khải như công thế sở nan. Cửu lục thiên thu truyền liệt tiết Cô thân nhất tử kiến trung can, Thâu sinh tử nhật tâm do quí. Nghịch tặc đương niên cốt dĩ hàn. Thiên tải Nùng sơn tiêu chính khí, Anh hùng đáo xứ lệ tương can\". Bản dịch: Cô thành chống giữ một mình thôi Khảng khái như ông được mấy người. Cựu lục nghìn năm gương tiếng dọi, Cô thần một chết tâm trung phơi. Thâu sinh ngày nọ tâm còn thẹn, Nghịch tặc năm nay sợ rụng rời. Nghìn thuở Nùng sơn nên chính khí, Anh hùng đến thế, lệ cùng rơi. Hoàng Hữu Xứng, Võ Trọng Bình, Trần Đình Túc đều có thơ, liễn cảm niệm ông và ngậm ngùi cho thân phận họ. Tác phẩm của ông khá nhiều nhưng đã thất lạc chỉ còn lại bài Trần tình biểu và một số bài thơ Nôm. Bài Biểu ấy tỏ rằng lòng Hoàng Diệu quyết chống Pháp đến chết, và đến sáng ngày ông thắt cổ tự ải trước võ miếu. Viết về ông, Quốc sử quán triều Nguyễn cho rằng: Hoàng Diệu tính cương trực, làm quan thanh liêm, liêm sự quyết đoán có phong độ bậc đại thần. Các nhân sĩ Bắc Hà họp nhau tống táng nhà anh hùng tại trường Hàng Bông; cách sau ba tháng, hai người con trai từ quê nhà ra đưa di hài về táng tại Xuân Đài. Năm Tự Đức 36, linh vị ông được nhà vua chuẩn cho thờ tại Miếu Trung Nghĩa (Huế) và đền Tam Trung."
}