{
  "dateOfBirth" : "1292 Thăng Long\n----------------------------------------------\nNhâm Thìn 1292",
  "dateOfDeath" : "1370\n----------------------------------------------\nCanh Tuất 1370",
  "hometown" : "quê xã Quang Liệt, huyện Thanh Đàm (sau đổi là xã Thanh Liệt, huyện Thanh Trì), tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "nhà giáo, thầy thuốc, quan\n----------------------------------------------\nCao sĩ đời Trần",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15,
    "nhà Trần" : null
  },
  "id" : 1265,
  "entityName" : "Chu Văn An",
  "aliases" : [ "Linh Triệt", "Chu Văn An", "Chu An", "Tiều Ẩn" ],
  "overview" : "Chu Văn An (chữ Hán: 朱文安; 1292–1370), tên thật là Chu An, hiệu là Tiều Ẩn (樵隱), tên chữ là Linh Triệt (靈澤), là một nhà giáo, thầy thuốc, đại quan nhà Trần trong lịch sử Việt Nam, được phong tước Văn Trinh Công nên đời sau quen gọi là Chu Văn An.\n----------------------------------------------\nĐời Trần Minh tông, ông làm Quốc tử giám Tư nghiệp và dạy các con vua. Vào lúc này ông soạn sách Tư thư thuyết ước. Học thuyết của ông là \"Cùng lí, chính tâm, trừ tà, cự bế\", chú trọng về phương diện thực hành của Khổng giáo. Nhiều học trò ông cũng là danh sĩ đương thời như Lê Quát, Phạm Sư Mạnh. Đời Dụ tông, ông danh sớ xin chém 7 tên quyền gian, vua không nghe. Ông từ chức về ở núi Kiệt Đặc, huyện Chí Linh, tỉnh Hải Dương, dạy học trò, làm nhà ở giữa hai ngọn Kì Lân và Phượng Hoàng. Ít năm sau, Trần Dụ tông có chỉ triệu, nhưng ông từ chối nên vua giận. Bảo Từ hoàng thái hậu nói: \"Người ấy là bậc cao hiền, thiên tử không có quyền bắt người ta làm tôi được, giao thế nào được chính sự cho người ta\". Tuy từ quan, song chỉ khi nào nhà nước có việc triệu hội ông mới chịu đến. Năm Canh tuất 1370, ông mất, Trần Nghệ tông ban tên thụy là Văn Trinh, hiệu Khang Tiết, thờ nơi Văn miếu. Con cháu ông về sau cũng có người nổi tiếng (Châu Doãn Văn). Ngoài bộ sách Tứ thư thuyết ước ông còn tập thơ chữ Hán Tiều Ân thi tập và tập thơ bằng quốc âm Quốc ngữ thi tập (tập này sau bị quân Minh lấy đem về Trung Quốc). Phê bình Tiều Ân thi tập Phan Huy Chú cho là: \"Thi cực thanh sảng u dật, nhàn nhã tự tại, do khả tưởng kiến ẩn cư nhi cao thú dã: lời thơ rất sáng suốt, nhàn nhã tự tại, còn có thể tưởng tượng được cái thú cao ở ấn\"."
}