{
  "dateOfBirth": "1646\n----------------------------------------------\nBính Tuất 1646",
  "dateOfDeath": "1702\n----------------------------------------------\nNhâm Ngọ 1702",
  "hometown": "quê tổng Thạch Khê, huyện Đông Sơn, nay là thôn Thạch Khê, xã Đông Khê, huyện Đông Sơn, tỉnh Thanh Hóa.\n----------------------------------------------\nquê xã Thạch Khê, huyện Đông Sơn, tỉnh Thanh Hóa",
  "occupation": "Danh sĩ, sử gia đời Lề Huyền tông, ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 127,
  "entityName": "Lê Hi",
  "aliases": [
    "Trạm Khê"
  ],
  "overview": "Lê Hy (1646-1702) là danh sĩ đời vua Lê Huyền Tông, hiệu Trạm Khê, quê tổng Thạch Khê, huyện Đông Sơn, nay là thôn Thạch Khê, xã Đông Khê, huyện Đông Sơn, tỉnh Thanh Hóa.\n----------------------------------------------\nNăm Giáp thìn 1664 ông đỗ đồng tiến sĩ năm 18 tuổi, làm đến Thượng thư bộ Binh, rồi Tham tụng, coi sóc cả Trung thư giám, tước Lai Sơn Bá. Ông có lần đi sứ Trung Quốc, và từng làm thơ tiễn Đặng Đình Tướng đi sứ (in trong Hoàng Việt thi tuyển). Năm Nhâm ngọ 1702 ông mất. hưởng dương 56 tuổi (có sách chép thọ hơn 80 tuổi), được truy tặng thượng thư bộ Lại, tước Lai Quận Công, rồi đổi là Sách Quận Công. Khoảng năm 1697, ông nhận iệnh của Lê Hi tông và chúa Trịnh Căn soạn nối bộ sử Đại Vệt sử kí bản kỉ tục biên, phân ông cùng Nguyễn Quí Đức và nhóm biên soạn chỉ viết tiếp từ đời Lê Huyền tông đến Lê Gia tông (1663-1675). Đại Việt sử kí bản kỉ tục biên (10 quyển) do ông và Nguyễn Quí Đức soạn, vào khoảng niên hiệu Chính Hòa (1680- 1705). Sách chép tiếp các sự thực lịch sử khoảng 13 năm, từ niên hiệu Cảnh Trị thứ nhất 1662 đời Lê Huyền tông đến niên hiệu Đức Nguyên năm thứ hai 1675, cũng gọi tên là Bản Kỉ tục biên. Phan Huy Chú có trích lục bài Tựa của Lê Hi như sau: \"Sử kí các đời nước ta do các bậc tiên nho Lê Văn Hưu, Phan Phu Tiên đã làm trước, Ngô Sĩ Liên, Vũ Quỳnh làm nối sau. Trong đó sự tích kĩ hay lược, chính trị tốt hay xấu, không cái gì là không chép. Song chưa khắc để in, theo nhau mà sao chép, không thể tránh khỏi tình trạng chữ nọ viết lầm ra chữ kia, như chữ đào lầm là chữ âm, chữ đế lầm là hổ. Đến triều ta, Huyền tông Mục hoàng đế khi mới lên ngôi, nhờ Hoằng tổ Dương vương (Trịnh Tạc) mở mang trị bình, xây dựng học vấn, sai tể thần là bọn Phạm Công Trứ tham khảo sử cũ, theo lệ sách làm trước, lại tham cứu mà chép thuật, thêm phần tuc biên cho khắc in ra. Nhưng, mười phần mới xong được năm sáu phần, vì in chưa xong nên còn cất ở bí các. Muốn nối chí trước, theo việc cũ, tóm lấy cốt yếu, tập được đại thành, tất phải chờ đến ngày nay. Kính nghĩ, nhà vua lưu tâm nguồn đạo sáng tỏ việc học, nhờ được Đại nguyên soái Tổng quốc chính Định vương (Trinh Căn) chỉnh đốn việc nước, sửa sang chính giáo, ủy riêng cho Khâm sai tiết chế các xứ thủy bộ chư doanh Thái úy Tấn quốc công Trịnh Bính giúp việc trị hóa, chấn khởi văn phong, nghĩ thấu rằng trong Sử kí phải rõ lẽ phải trái, yêu ghét công bằng, vẻ vang về một lời khen, đau đớn về một lời chê, thật là cái cán, cái gương sáng của muôn đời nên trong khi việc nước được rỗi, sai bọn chúng tôi khảo đính sử cũ, chỗ nào sai thì sửa lại, chỗ nào đúng thì chép lấy. Về thế thứ, phàm lệ và niên biểu đều theo các sách sử đã có trước, lại tìm nhặt việc cũ tham khảo dã sử mà biên chép từ đời Huyền tông, niên hiệu Cảnh Trị năm đầu (1663) đến đời Gia tông Đức Nguyên năm thứ 2 (1674), gồm 13 năm in, ban hành trong nước, khiến cho những sự tích từ hàng ngàn trăm năm về trước chưa chép được, đến nay chép xong. Mọi người trong nước xem đến sách này đều sáng tỏ mọi việc, như trông thấy trời xanh, dễ dàng nhận xét mà đi trên đường cái; điều tốt thì biết để ganh đua, điều xấu thì biết để răn chừa; suy ra đến những công việc tu tề trị binh, cho đến cái công hiệu người phương xa theo mình về, đầu mối đều ở đấy cả\"."
}