{
  "dateOfBirth" : "Đinh Mão 1807",
  "dateOfDeath" : "Nhâm Thân 1872",
  "hometown" : "người làng Long Tuyền, trước thuộc Vĩnh Định, trấn Vĩnh Thanh (Vĩnh Long) sau thuộc tỉnh Cần Thơ (nay là làng Long Tuyền, thuộc T",
  "occupation" : "Nhà thơ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1273,
  "entityName" : "Bùi Hữu Nghĩa",
  "aliases" : [ "Liễu Lâm", "Nghi Chi" ],
  "overview" : "Thuở trẻ ông lên Biên Hòa ngụ nơi nhà ông Hộ trưởng Nguyễn Văn Lý, học với ông đồ Hoành. Sau, được ông Lý gả con cho. Năm Ất vị 1835, ông đỗ giải nguyên trường thi Gia Định, lúc 28 tuổi. Sơ bổ Tri huyện Phước Long, tỉnh Biên Hòa, rồi thuyên bổ Tri huyện Trà Vang (tức là Trà Vinh, nay thuộc tỉnh Trà Vinh). Vì tính cương trực, ông đương đầu với đám cường hào ác bá tại Trà Vinh, bị quan trên tham nhũng cáo gian, tìm cách hãm hại. May vợ là Nguyễn Thị Tồn ngồi ghe bầu ra tận kinh đô kêu oan với triều đình, ông mới thoát cảnh lao tù, nhưng phải sung quân, đóng đồn ở Vĩnh Thông (Châu Đốc). Vợ ông từ ngoài kinh đô trở về, đến nửa đường thì bệnh mất. Ông có đôi câu đối viếng và văn tế tuyệt tác. Đóng quân ở Tịnh Biên ít lâu, ông xin giải ngũ, về quê quán Long Tuyền sống đời ẩn dật, sinh nhai về nghề thuốc và dạy học, ôm ấp chí cao khiết. Tài đức của ông được sĩ phu và nhân dân trọng vọng, mến yêu. Năm Nhâm thân 1872, ngày 21 tháng giêng âm lịch, ông mất, thọ 65 tuổi. Mộ ông nay còn tại Bình Thủy (TP. Cần Thơ) Tại chùa Nam Nhã ở Bình Thủy, còn bài vị thờ vợ chồng ông. Ngoài các bài thơ, văn tế, ông còn đề lại một bản tuồng Kim thạch kì duyên có giá trị văn chương cao, được đời truyền tụng. Nhiều lần ông họa thơ đả kích Tôn Thọ Tường theo Pháp, và có bài thơ kêu gọi đồng bào nhất tề đứng lên chống giặc Pháp xâm lăng: Ai khiến thằng Tây tới vậy cà? Đất bằng bỗng chọc nổi phong ba! Hẳn hoi ít mặt đền ơn nước Nháo nhác nhiều tay bận mỗi nhà Đá sắt ôm lòng cơm với trẻ Nước non có mắt thấy cho già Nam Kì chi thiếu người trung ngãi, Báo quốc cần vương dễ một ta!"
}