{
  "dateOfBirth" : "Giáp Ngọ 1834",
  "dateOfDeath" : "Bính Tuất 1886",
  "hometown" : "quê xã Nam Ngư, huyện Thọ Xương, Hà Nội",
  "occupation" : "Danh sĩ đời ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1281,
  "entityName" : "Phạm Hi Lượng",
  "aliases" : [ "Hối Thúc", "Ngư Đường" ],
  "overview" : "Năm Nhâm tuất 1862, ông đỗ phó bảng lúc 28 tuổi. Ông nổi tiếng văn chương, từng làm Biện lí, rồi đổi làm Bố chánh tỉnh Nghệ An, sau bị cách chức chuyển bổ Án sát tỉnh Ninh Bình rồi quyền Tuần phủ. Năm Canh ngọ 1870, ông làm Phó sứ sang Trung Quốc. Năm 1872 sau khi đi sứ về, ông có soạn bộ sử và có lúc làm Tiêu duyệt kiểm (kiểm tra, duyệt xét lại) góp phần hoàn chỉnh bộ Khâm định Việt sử thông giám cương mục. Năm 1873 được cử giữ chức bố chánh tỉnh Nghệ An, sau khi thành Nghệ bị nghĩa quân Trần Tấn, Đặng Như Mai tấn công, ông không đàn áp nghĩa quân nên bị triều đình luận tội phạt đánh 100 trượng, đồ 3 năm. Đến năm 1883 được phục chức lãnh Án sát Ninh Bình, quyền Tuần vũ rồi xin về trí sĩ năm 1884. Sau khi về hưu, ông mở trường dạy học tại quê nhà, đào tạo nhiều nhân tài cho đất nước, trong số ấy có Chu Mạnh Trinh, sau này là rể ông. Ngày 16 tháng giêng năm Bính tuất, 1886 ông mất, hưởng dương 52 tuổi. Các tác phẩm của ông: - An Dương Vương từ bi kí (Bài văn bia ở đền thờ An Dương Vương) - Phạm Ngư Đường Bắc Sà nhật kí (Nhật kí đi sứ phương Bắc của Phạm Ngư Đường) tức Sử trình kí. - Bắc Minh sồ vũ ngẫu lục (thơ) Bộ Phạm Ngư Đường Bắc Sà nhật kí là tập kí ghi lại các sự việc xảy ra từ tháng 10 năm 1870 khi ông lên đường đi sứ cho đến năm 1872 (Nhâm thân Tự Đức thứ 25) về đến nước nhà. Tập kí ghi theo thứ tự biên niên (từng tháng) đầy đủ các chi tiết trên đường đến Trung Quốc và trở về. Tập kí này có thể giúp các nhà viết sử tham khảo. Sau đây là bài Bạt của Chuẩn Đồng Nguyễn Xuân Yến Châu: Lời Bạt (bản dịch) Tôi đọc Sử trình thi của Ngư Đường tiên sinh, thì cho rằng làm thơ là khó. Đến khi đọc Sử trình kí thì lại cho rằng viết kí là khó. Không có tài vận dụng văn chương thì lấy gì để viết? Không có cái học làu thông sách vở thì lấy gì để viết? Không có sự hiểu biết tinh thông thì lấy gì để viết? Vừa có thể viết kí, lại vừa có thể làm thơ, có phải dễ đâu! Mùa đông năm Canh ngọ niên hiệu Tự Đức thứ 23 (1870), tiên sinh bấy giờ với tư cách là Quang lộc Thiếu khanh nhận lệnh đi sứ, đến mùa thu năm Nhâm thân (1872) trở về. Trước kia việc bang giao là nghi thức lớn, thường 3 năm tiến hành một lần. Lúc này việc biên giới bộn bề, liền năm sứ giả phải qua lại luôn, tình hình có khác so với trước. Nay xem tập kí, từ lúc lên đường đi cống, cho đến khi trở về báo cáo lại công việc trước sân vua, tiên sinh lúc nào cũng kiên cường. Mệnh lệnh của vua là trọng, tiên sinh luôn hỏi han về việc biên giới. Còn khi tiếp xúc với các bậc khanh tướng của triều đình Trung Quốc, đều có thể thấy cái giỏi về từ lệnh, sự thông hiểu về lễ nghi của tiên sinh. Chưa kể trong suốt cuộc hành trình, phàm những gì nghe, thấy trên đường đều được tiên sinh ghi lại. ở đâu có danh thắng núi sông, dấu tích nổi tiếng của người xưa còn lưu lại, những khác lạ về cảnh vật nơi đất khách quê người... Dưới nước đi thuyền, trên bộ dùng xe, tuy phải tất tả trên đường, lúc mà ở người khác không có khả năng thư thả thì tiên sinh vẫn cứ xuất hiện như một cây bút lớn. Không có cái gì lạ mà tiên sinh không sưu tầm, trong đó có những cái vừa thanh nhã vừa sâu sắc, vừa hào hiệp vừa lịch sự, vừa kinh điển vừa uyên bác. Trong từng lời từng chữ đều đượm ý tứ. Nghĩa là không chỉ ghi đủ nhật trình, nhằm cung cấp kinh nghiệm cho các đoàn sứ giả về sau mà thôi đâu. Cổ nhân nới: \"Muốn làm một chàng trai lạ trong thiên hạ, cần trải con đường vạn dặm chốn nhân gian\". Con đường vạn dặm! Há mọi người đều có thề trải qua? Được cuốn kí này, ai cũng khả dĩ tự mình thưởng ngoạn. Thế chẳng. khoái sao! Đặc biệt đối với người đi sứ thì lại càng bổ ích! Chính vì vậy mà tôi quên mình thô lậu, được hầu tiếp tiên sinh ở công đường, được tiên sinh cho mượn tập thủ cáo này để chép lại. Nhân đây ghi thêm vài lời ở sau sách rồi cất giữ, ngô hầu biết được cái khó của việc đi sứ. Còn như tập thơ của tiên sinh thì đã trình lên vua, đang kính chờ Hoàng thượng cho nhiều ý kiến, cùng các ngài Liên Hồ, Vân Lộc nữa. Cho nên ở đây tôi không dám bình luận về tập thơ ấy, là chuyện khỏi phải nói. Tháng tốt năm Nhâm thân, niên hiệu Tự Đức thứ 25 (1872). Hậu học Chuẩn Đồng Nguyễn Xuân Yến Châu kính cẩn viết bài bạt."
}