{
  "dateOfBirth": "Canh Tí 1900",
  "dateOfDeath": "Bính Tuất 1946",
  "hometown": "quê làng Chánh Hưng, tỉnh Chợ Lớn (nay thuộc q",
  "occupation": "Thủ lãnh giới giang hồ Bình Xuyên tục danh là Ba Dương và sau trở thành người chỉ huy Bộ đội Bình Xuyên",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1302,
  "entityName": "Dương Văn Dương",
  "aliases": [],
  "overview": "Ba Dương xuất thân nhà nghèo, chuyên nghề nuôi vịt, thuở nhỏ theo học trường làng, chưa xong bậc tiểu học thì bỏ học giúp gia đình chăn vịt. Về sau xưng \"anh chị\" trong giới giang hồ ở Chánh Hưng, Chợ Lớn; trong đám \"em út\" Bảy Viễn (Lê Văn Viễn), Mười Trí (Huỳnh Văn Trí), Hai Vĩnh (Mai Văn Vĩnh), Bảy Môn, Năm Hà (Dương Văn Hà)... sau này phần lớn đều theo kháng chiến chống Pháp. Từ các năm 1920-1924, ông nhờ nghề chăn vịt mà đi khắp nơi, từ Nhà Bè qua Cần Giuộc, Cần Đước, Gò Công... Sau cùng Ba Dương về hùng cứ tại cầu Rạch Đĩa (nay thuộc quận 8) Tân Qui, Nhà Bè, lúc ấy dưới tay ông có hàng trăm bộ hạ, \"em út\". Càng ngày tiếng tăm ông càng nổi bật trong giới giang hồ và trở thành một đại ca nổi tiếng nhất, cho nên các em út tôn ông lên hàng Thủ lãnh của giới này. Những năm 1939 - 1940, ông bỏ nghề võ, \"đánh đấm thuê\"; cùng với em ruột là Năm Hà vào làm công nhân cho hãng đóng tàu Nichinan của Nhật (có khuynh hướng thân Nhật). Sau đó Ba Dương lập ra Thanh niên cảm tử đoàn (còn gọi là Hải quân Bình Xuyên) toàn là dân thuộc giới giang hồ, em út ông, trụ sở đặt tại chợ Tân Qui (thuộc Nhà Bè). Năm 1945 Nhật đầu hàng Đồng minh, ông bỏ làm việc ở hãng đóng tàu Nichinan về Tân Qui sau khi cướp được một số súng của quân đội Nhật để võ trang cho lực lượng mình. Từ đó nhà của Ba Dương trở thành bản doanh Bộ đội Ba Dương. Trong Cách mạng tháng 8 năm 1945, ông hướng dẫn bộ đội dưới quyền tham gia kháng chiến chống Pháp, sau ngày 23-9-1945 ông chính thức thay tên Bộ đội Ba Dương thành Bộ đội Bình Xuyên là thành viên của lực lượng kháng chiến Nam Bộ tiêu hao nhiều sinh lực địch thuộc các khu vực Nhà Bè, Rừng Sát, Chánh Hưng, Chợ Lớn, Cần Giuộc... Tháng 12 năm 1945 ông được Trung tướng Nguyễn Bình thay mặt Quân đội kháng chiến cử giữ chức Khu bộ phó khu 7 (sau này là Quân khu 7) chỉ huy khu Tây Nam Sài Gòn. Đầu năm 1946 ông cho lực lượng lui về Gò Công, Bến Tre... vừa đến Bình Đại ông bị tử thương trên đường hành quân (do máy bay Pháp bắn)."
}