{
  "dateOfBirth" : "7 tháng 12, 1258 Thăng Long\n----------------------------------------------\nMậu Ngọ 1258\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "14 hoặc 16 tháng 12, 1308 (50 tuổi) Am Ngọa Vân, núi Yên Tử\n----------------------------------------------\nMậu Thân 1308\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nCòn gọi là Trần Sâm, hay Trần Khâm. Vua thứ ba nhà Trần, miếu hiệu Nhân tông, Thiền gia, cũng là nhà Phật học đứng đầu Trúc Lâm tam tổ, phải Thiền tông Yên Tử\n----------------------------------------------\nVua",
  "workTenure" : "1278 – 1293\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1278—1293",
  "fatherName" : {
    "Trần Thánh Tông" : 1935,
    "Thánh tông" : null
  },
  "motherName" : {
    "Nguyên Thánh hoàng hậu" : null
  },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 1304,
  "entityName" : "Trần Nhân Tông",
  "aliases" : [ "Trần Khâm (陳昑)", "Trần Nhân Tông", "Nhân Tông", "Thiệu Bảo (1278–1285) Trùng Hưng (1285–1293)", "Pháp Thiên Sùng Đạo Ứng Thế Hóa Dân Long Từ Hiển Hiệu Thánh Văn Thần Võ Nguyên Minh Duệ Hiếu Hoàng Đế 法天崇道應世化民隆慈顯惠聖文神武元明睿孝皇帝" ],
  "overview" : "Trần Nhân Tông (chữ Hán: 陳仁宗; 7 tháng 12 năm 1258 – 14 hoặc 16 tháng 12 năm 1308) là vị hoàng đế thứ ba của vương triều Trần trong lịch sử Việt Nam. Ông trị vì từ năm 1278 đến năm 1293, sau đó làm Thái thượng hoàng từ năm 1293 cho đến khi qua đời. Trần Nhân Tông được nhiều sử gia đánh giá là một vị vua anh minh, đã có nhiều đóng góp cho sự phát triển bền vững của Đại Việt cuối thế kỷ 13, cũng như việc bảo vệ nền độc lập và mở rộng cương thổ đất nước. Ngoài ra, ông cũng là một thiền sư lớn của Phật giáo Việt Nam thời trung đại.\n----------------------------------------------\nNăm Mậu dần 1278 ông lên ngôi, cùng với cha và các đại thần Trần Quốc Tuấn Trần Quang Khải chấn chỉnh việc nước vượt khó khăn, hai lần đánh tan quân Nguyên - Mông xâm lược (1285-1287). Triều đại ông nổi bật tinh thần quân dân đại đoàn kết, nổi tiếng qua hai cuộc Hội nghị Diên Hồng và Bình Than. Năm Quí tị 1293 ông nhường ngôi cho con là Trần Thuyên (tức Anh tông) làm Thái Thượng hoàng, cùng con coi sóc việc chính trị. Đến năm 1299 ông hoàn toàn phủi sạch trần tục, lên núi Yên Tử ẩn tu, pháp hiệu là Hương Vân đại đầu đà, khai sáng Thiền tông phái Yên Tử, cũng gọi là phái Trúc Lâm. Do đó, nhân dân cũng gọi ông là Trúc Lâm đại đầu đà hoặc Điều Ngự giác hoàng (ông là vị tổ thứ I Trúc Lâm Yên Tử, vị tổ thứ II là Pháp Loa Đồng Kiên Cương, vị tổ thứ III là Huyền Quang Lý Đạo Tái, được đời tôn xưng là Trúc Lâm tam tổ). Ngày 3-10 Mậu thân (16-11-1308) ông mất tại Yên Tử, hưởng dương 50 tuổi. Ông có soạn các sách: - Trung hưng thục lục - Thiền lâm thuyết chung ngữ lục - Tăng già toái sự - Trần Nhân tông thi tập - Thạch thất mị ngữ - Đại Hương Hải ẩn thi tập Sách Trung hưng thực lục (2 quyển) chép việc bình giặc Nguyên xâm lược nước ta. (Nên phân biệt sách Trung Hưng thực lục này làm từ đời Trần với hai bộ Trung Hưng thực lục làm về thời Lê. Một bộ của Lê Tương Dực đế 1495-1516, một bộ của Hổ Sĩ Dương, biên soạn khoảng năm Vĩnh Trị 1676-1680, chép việc chúa Trịnh Tạc diệt họ Mạc ở Cao Bằng) Bộ Trung hưng thực lục đời Trần chép việc đánh đuổi giặc Nguyên ra khỏi nước ta thì hiện nay chưa tìm thấy. Nhưng, Phan Huy Chú cũng như Lê Quý Đôn đều chua: \"kim bất truyền\" như các sách khác đời Trần, thì có thể sách này vẫn còn. Các bộ sử lớn, như Toàn thư và Sử kí tiền biên in triều Tây sơn, đều thấy dẫn. Thí dụ, đoạn chép sau này, trong Sử kí tiền biên (q.5): Năm Kỉ sửu, niên hiệu Trung hưng thứ năm (1289), định rõ các công thần (trong trận đuổi quân Nguyên) lần lượt trước sau, những người nào có kỳ công, xông lên trước phá trận đã có ghi ở sách Trung hưng thực lục, lại sai vẽ tượng cả những người ấy. Những điều trên đây chứng minh trong thời gian từ đời Hồng Đức đến đầu triều Nguyễn, sách Trung hưng thực lục đời Trần vẫn còn. Các tác giả các sách kể trên đây đều vẫn sử dụng nó làm tài liệu lịch sử. (Theo Trần Văn Giáp). Bộ Đại Hương Hải Ẩn thi tập (1 quyển) Thơ và kệ do Trần Nhân tông soạn sau khi ra ở chùa, đại để là những lời nói về đạo Phật. Theo lời ghi nói trên của Phan Huy Chú thì tập Đại Hương Hải không bao gồm thơ của Trần Nhân tông từ trước năm 1293 là năm ông xuất gia tu Phật. Tên tập thơ này không thấy ghi trong Nghệ văn chí của Lê Quý Đôn. Có thể tập này chỉ là một phần trong tập thơ chung mang tên Trần Nhân tông thi tập. Phan Huy Chú có trích một đoạn bài tựa của Trần Minh tông viết cho tập Đại Hương Hải ẩn thi tập như sau: \"… Thái tông Phật Thích ca bỏ ngai vàng quý báu, nửa đêm vượt thành, trút áo rồng cao sang, cắt tóc lên núi, mặc chim thước làm tổ trên đỉnh đầu, mặc cho nhện giăng tơ trước mặt, tu phép tịch diệt để chứng đạo chân như, dứt cõi trần duyên mà thành bậc chính giác. Đức tổ ta là Điều Ngự Nhân tông hoàng đế ra khỏi cõi trần, thoát vòng tục lụy, bỏ chốn cung vua ra giữ sơn môn (chùa Phật) nghiễm nhiên đến nay vẫn như còn đó tiếng thơm không mất, dấu cũ càng tươi…\" Bộ Trần Nhân tông thi tập (1 quyển). Về thơ Trần Nhân tông, Phan Huy Chú ghi \"còn hơn hai mươi bài\". Nay kiểm lại số ấy là 24 bài, in trong Việt âm thi tập. Các thi tuyển khác cũng có chọn những bài ấy. Tìm hiểu về Trần Nhân tông và thơ văn của ông, chúng ta chú ý đến ý kiến của Hồ Nguyên Trừng trong sách Nam Ông mộng lục (mục 2: Trúc Lâm thị tịch và mục 19: Thi ý thanh tân). Hồ Nguyên Trừng sống chưa xa đời Trần Nhân tông nên trong sách ông có nhiều tư liệu đáng tin. Ngoài ra, ông còn một bài phú Nôm có nhan đề Cư trần lạc đạo chép trong Việt âm thi tập và Thiền tông bản hạnh. Sách nay không còn nguyên bản.\n----------------------------------------------\nTrần Nhân Tông (chữ Hán: 陳仁宗, 7 tháng 12 năm 1258 – 16 tháng 12 năm 1308) tên khai sinh là Trần Khâm (陳昑), tự là Thanh Phúc, là vị vua thứ ba của nhà Trần nước Đại Việt. Vua Trần Nhân Tông trị vì từ ngày 8 tháng 11 năm 1278 đến ngày 16 tháng 4 năm 1293, sau đó làm Thái thượng hoàng cho đến khi qua đời. Trần Nhân Tông được sử Việt đánh giá là một vị Hoàng đế anh minh, đã có nhiều đóng góp cho sự phát triển bền vững của Đại Việt cuối thế kỷ XIII, cũng như việc bảo vệ nền độc lập và mở rộng lãnh thổ đất nước. Ngoài ra, Trần Nhân Tông cũng là một thiền sư lớn của Phật giáo Việt Nam thời trung đại. Ông là 1 trong 14 vị anh hùng dân tộc Việt Nam."
}