{
  "dateOfBirth" : "30 tháng 3 năm 1023\n----------------------------------------------\nQuí Hợi 1023\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "1 tháng 2, 1072 (48 tuổi)\n----------------------------------------------\nNhâm Tí 1072\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Cồ Việt/Đại Việt\n----------------------------------------------\nVua nhà Lý, tác giả, con trưởng của Lý Thái tông, sinh ngày 25-2 âm lịch Quí hợi \n----------------------------------------------\nVua",
  "workTenure" : "1054 – 1072\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1054—1072",
  "fatherName" : {
    "của Lý Thái tông" : null,
    "Lý Thái Tông" : 1268
  },
  "motherName" : {
    "Hoàng hậu họ Mai" : null
  },
  "eraName" : {
    "Nhà Lý" : 14
  },
  "id" : 1312,
  "entityName" : "Lý Thánh Tông",
  "aliases" : [ "Lý Nhật Tôn (李日尊)", "Niên hiệu Long Thụy Thái Bình (龍瑞太平: 1054-1058) Thiên Thánh Gia Khánh (彰聖嘉慶: 1059-1065) Long Chương Thiên Tự (龍彰天嗣: 1066-1068) Thiên Thống Bảo Tượng (天貺寶象: 1068-1069) Thần Vũ (神武: 1069-1072)", "Ứng Thiên Sùng Nhân Chí Đạo Uy Khánh Long Tường Minh Văn Duệ Vũ Hiếu Đức Thánh Thần Hoàng đế", "Lý Thánh Tông", "Thánh Tông (聖宗)" ],
  "overview" : "Lý Thánh Tông (chữ Hán: 李聖宗; 30 tháng 3 năm 1023 – 1 tháng 2 năm 1072), là vị hoàng đế thứ ba của nhà Lý trong lịch sử Việt Nam, trị vì từ tháng 11 năm 1054 đến khi qua đời. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất nông nghiệp, khoan giảm hình phạt, đồng thời khuyến khích sự phát triển của Phật giáo và Nho giáo. Ông còn nâng cao sức mạnh quân sự-chính trị của Đại Việt, và mở rộng lãnh thổ về ba châu Địa Lý, Ma Linh, Bố Chính (nay là một phần thuộc Quảng Bình và Quảng Trị, Bắc Trung Bộ Việt Nam) sau thắng lợi trong cuộc chiến tranh Việt-Chiêm (1069).\n----------------------------------------------\nVề sau, nguyên phi ông là Lê Thị Ỷ Lan cũng đồng tâm chí với ông, siêng lo việc chính trị, củng cố quốc phòng, chấn chỉnh văn hóa, xã hội. Đây là thời kì cực thịnh của nhà Lý. Năm Nhâm tí, tháng 1 Âm lịch (2-1072) ông mất, hưởng dương 49 tuổi. Ở ngôi 18 năm, đổi hiệu 4 lần: 1. Long Thụy Thái Bình: Giáp ngọ 1054 - Kỉ hợi 1059. 2. Chương Thánh Gia Khánh: 1059-1066. 3. Thiện Hướng Bảo Tượng: 1068. 4. Thần Vũ 1069-1072. Theo Đại Việt sử kí toàn thư và Việt sử lược ông có soạn bài minh khắc trên chùa Sùng Khánh Báo Thiên, trong năm Bính thân 1056 nay chưa tìm thấy.\n----------------------------------------------\nLý Thánh Tông (chữ Hán: 李聖宗 30 tháng 3 năm 1023 – 1 tháng 2 năm 1072) là vị Hoàng đế thứ ba của hoàng triều Lý nước Đại Việt, trị vì từ tháng 11 năm 1054 đến khi qua đời năm 1072. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất nông nghiệp, khoan giảm hình phạt, đồng thời bảo trợ Phật giáo và Nho giáo. Ông còn xây dựng quân đội Đại Việt hùng mạnh, thực hiện chính sách đối ngoại cứng rắn với Đại Tống và mở đất về ba châu Địa Lý, Mã Linh, Bố Chính (nay là một phần thuộc Quảng Bình và Quảng Trị, Bắc Trung Bộ Việt Nam) sau thắng lợi trong cuộc chiến tranh Việt - Chiêm (1069). Sử thần đời Hậu Lê Ngô Sĩ Liên viết về Lý Thánh Tông: \"Vua khéo kế thừa, thực lòng thương dân, trọng việc làm ruộng, thương kẻ bị hình, vỗ về thu phục người xa, đặt khoa bác sĩ, hậu lễ dưỡng liêm, sửa sang việc văn, phòng bị việc võ, trong nước yên tĩnh, đáng gọi là bậc vua tốt\"."
}