{
  "dateOfBirth": "10 tháng 12, 1922 Bình Giang, Hải Dương, Bắc Kỳ, Liên bang Đông Dương\n----------------------------------------------\nẤt Sửu 1445",
  "dateOfDeath": "18 tháng 5, 1991 (68 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nKhông rõ",
  "hometown": "quê xã Kim Hoa, huyện Kim Thoa, tỉnh Bắc Ninh",
  "occupation": "Danh sĩ đời Lê Thánh tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Triều Lê Sơ": 7
  },
  "id": 1313,
  "entityName": "Đỗ Nhuận",
  "aliases": [],
  "overview": "Đỗ Nhuận (1922 - 1991) là một nhạc sĩ Việt Nam. Ông là Tổng thư ký đầu tiên của Hội nhạc sĩ Việt Nam khóa I và II từ 1958 đến 1983, một trong những nhạc sĩ tiên phong của âm nhạc cách mạng. Đỗ Nhuận còn là nhạc sĩ Việt Nam đầu tiên viết opera với vở Cô Sao, cũng là tác giả của bản \"Du kích sông Thao\" nổi tiếng.\n----------------------------------------------\nNăm Bính tuất 1466, ông đỗ Tam giáp đồng tiến sĩ, mới 20 tuổi, nổi tiếng văn chương. Năm Mậu tí 1468, Lê Thánh tông ngự du Lam Kinh, ông và Quách Đình Bảo cùng một nhóm văn hữu theo chân, cùng họa thơ và chép thành quyển Hiếu trị anh hoa tập. Năm Tân mão 1471, thăng Hiệu thư ở viện Đông các. Năm Quí mão, 1483, ông và nhóm Thân Nhân Trung vâng chỉ biên soạn bộ Thiên Nam dư hạ tập rồi được gia chức Học sĩ ở viện Đông các. Năm Giáp thìn 1484, Lê Thánh tông sắc lập bia đề tên các tiến sĩ, ông cùng Thân Nhân Trung nhận lời và cùng phân công biên soạn bài kí. Bấy giờ, Thánh tông thành lập Tao Đàn, tự xưng Tao Đàn Nguyên súy; ông và Thân Nhân Trung làm Tao Đàn Phó nguyên súy, gồm có 28 người ưu tú, gọi là Tao Đàn Nhị Thập bát tú. Tất cả các tập thơ do vua ngự chế cũng như thơ thù phụng của các văn thần, đều giao cho ông phê bình. Ông rất được tin dùng, thường đêm cùng bàn bạc với nhà vua về văn chương, đạo lí, các triều thần khác không ai được như thế. Năm Quí sửu 1493, được thăng Thị độc Viện Hàn lâm kiêm Đại học sĩ Đông các tuổi đã 47. Năm Ất mão 1495, mùa đông, ông phụ họa câu thơ trong tập Quỳnh uyển cửu ca. Ông làm đến Thượng thư, rồi thất lộc. Đương thời ông và Thân Nhân Trung nổi tiếng ngang nhau, được xưng tụng là Thân - Đỗ."
}