{
  "dateOfBirth" : "1 tháng 7, 1822 Làng Tân Thới, Gia Định Thành, Việt Nam\n----------------------------------------------\nNhâm Ngọ 1822",
  "dateOfDeath" : "3 tháng 7, 1888 (66 tuổi) Ba Tri, Sở tham biện Bến Tre, Nam Kỳ, Liên bang Đông Dương\n----------------------------------------------\nMậu Tí 1888",
  "hometown" : "quê làng Tân Khánh, huyện Bình Dương, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh)",
  "occupation" : "Nhà thơ, nhà văn hóa\n----------------------------------------------\nDanh sĩ, Chí sĩ cận đại",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1328,
  "entityName" : "Nguyễn Đình Chiểu",
  "aliases" : [ "Mạch Trạch", "Trạch Phủ", "Trọng Phủ" ],
  "overview" : "Nguyễn Đình Chiểu (chữ Hán: 阮廷炤; 1822-1888), tục gọi là Đồ Chiểu (khi dạy học), tự Mạch Trạch, hiệu Trọng Phủ, Hối Trai (sau khi bị mù); là nhà thơ lớn nhất của miền Nam Việt Nam trong nửa cuối thế kỷ 19 .\n----------------------------------------------\nNăm Quí mão 1843 ông đỗ Tú tài ở trường thi Gia Định lúc 21 tuổi. Năm 1847 ông ra Huế học thêm để chờ khoa thi Kỉ dậu 1849 sắp tới. Bỗng được tin mẹ mất. Ông trở về chịu tang, dọc đường bị bệnh rồi mù cả đôi mắt. \"Lỡ bề báo hiếu, lỡ bề lập thân \", từ ấy ông an phận ở Gia Đlnh, ngồi dạy học, nhân dân xưng tụng ông là Đồ Chiểu hay Tú Chiểu. Giặc Pháp xâm chiếm Gia Định, ông lui về ở BaTri, tỉnh Bến Tre, tiếp tục dạy học và làm thuốc.Vốn nhiệt tình yêu nước, ông liên hệ mật thiết với các nhóm nghĩa binh của Đốc binh Nguyễn Văn Là, lãnh binh Trương Định. Trong cơn quốc biến, ông lên tiếng căm hờn bọn cướp nước trong bài Chạy giặc. Tan chợ vừa nghe tiếng súng Tây, Một bàn cờ thế phút sa tay! Bỏ nhà lũ trẻ lăng xăng chạy, Vỡ tổ bầy chim dáo dác bay. Bền Nghé cửa tiền tan bọt nước, Đông Nai tranh ngói nhuốm màu mây. Hỡi trang dẹp loạn rày đâu vắng, Nỡ để dân đen mắc nạn này! Ông tích cực dùng văn chương kích động lòng yêu nước của sĩ phu và nhân dân. Ông làm văn tế Vong hồn mộ nghĩa, thơ văn thương xót Trương Định, Phan Tòng và xót xa cả về cái chết của Phan Thanh Giản. Đại diện thực dân Pháp là viên Tham biện tỉnh Bến Tre, Michel Ponchon đã cùng thông dịch viên là Lê Quang Hiền đến thăm ông, tỏ ý trả lại ruộng đất của ông với sự ưu đãi, ông khẳng định thái độ với lời từ khước dứt khoát: - Đất chung còn bị mất, đất riêng còn có được sao? Năm Mậu tí 1888 ngày 24-5 âm lịch ông mất, thọ 66 tuổi. Cả nước đều thương tiếc kính trọng ông. Ông còn để lại đời nhiều thơ văn yêu nước và các tác phẩm chính: 1 Lục Vân Tiên 2. Dương Từ Hà Mậu 3. Ngư Tiều y thuật vấn đáp 4. Một số văn tế, thơ Nôm điếu nghĩa dân, nghĩa sĩ hi sinh vì nước thấm đượm một tình cảm lớn vì tổ quốc. Tất cả tác phẩm ông là một gia tài lớn của văn học Việt Nam thời cận đại. Con gái thứ năm của ông là Nguyễn Thị Ngọc Khuê tức nữ sĩ Sương Nguyệt Anh và con trai thớ bảy là Nguyễn Đình Chiêm đều nổi tiếng văn chương. Nguyễn Đình Chiếu không những là một nhà thơ lớn mà còn là một chiến sĩ, một nhà văn hóa Việt Nam hồi cuối thế kỉ XIX. Lục Vân Tiên, Dương Từ - Hà Mậu và Ngư Tiều vân đáp là ba tác phẩm chính của Đồ Chiểu. Theo Phan Văn Hùm thì: \"Ba tác phẩm ấy là ba tia nháng của một khối nhiệt thành vì đạo nho, phóng ra trong ba thời kì thành ba sắc tướng. Lục Vân Tiên ra đời trong buổi đất nước còn yên ổn, cho nên ý văn không thấy cảm về thời thế, chỉ thấy xót về thân thế. Với Dương Từ - Hà Mậu cuộc biển dâu đã nhan nhãn, song tác giả vẫn còn hi vọng tràn trề việc cứu đời, cứu thời; cho nên lời văn (thơ) luôn luôn hăng hái chiến đấu. Đến Ngư tiều vấn đáp y thuật thì việc đời việc nước đã tất nhiên không ai làm được nữa. Tác giả đành trông nơi y thuật mong cứu dân để đỡ khổ bệnh tật mà thôi. Với tác phẩm này văn chương đã thoát tục thoát trần được hoàn toàn bộc lộ nơi các nhân vật tác phẩm.\" Riêng Ngư Tiều vấn đáp y thuật trước đây có đủ bốn bản chép tay: - Bản của ông huyện hàm Sắc - Bản của ông Nguyễn Đình Chiêm - Bản của ông Nguyễn Văn Tri - Bản của ông huyện Hàm Đức mà học giả Phan Văn Hùm đã giới thiệu, phân tích, chú thích đầy đủ qua bài Lệ Ngôn khi giới thiệụ tác phẩm Đồ Chiểu trong cuốn Ngư Tiều vân đáp y thuật, Dương Từ - Hà Mậu (NXB Tân Việt, 1944, 1964) của ông (PhVH). Nguyễn Liên Phong trong Điều cổ hạ kim thi tập viết về ông đồ như sau: Tiếng ông đồ Chiểu chợ Ba Tri, Còn hãy nhớ lời nói những khi Danh lợi biếng chen vai Cống Võ Lâm tuyền khỏe nhắm mắt Hi Di Vân Tiên dẫu để văn tao nhã Quốc ngữ in ra chúng chuộng vì. Khỏe giấc sấm về ba thước đất, Giàu mà chi đó khó mà chi."
}