{
  "dateOfBirth" : "Đinh Mùi 1847",
  "dateOfDeath" : "Quí Dậu 1933",
  "hometown" : "quê làng Đông Mĩ (sau đổi là La Kham) huyện Diên Phước, phủ Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Quang, huyện Điện Bàn, cùng tỉnh)",
  "occupation" : "Danh thần triều Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1335,
  "entityName" : "Lê Đỉnh",
  "aliases" : [ "Lê Đình Đỉnh" ],
  "overview" : "Xuất thân trong một gia đình nho học, thuở nhỏ học trường Đốc Quảng Nam. Năm 1870 đỗ cử nhân, làm quan nhiều nơi trải qua các chức: Biện lí bộ công, phó chủ khảo trường thi Nghệ An (khoa Nhâm ngọ 1882), Binh bộ thượng thư sung Đông các đại học sĩ, Tổng đốc Hà An (Hà Nội Hưng Yên), Hữu đô ngự sử sung cơ mật viện đại thần... Ông từng làm chánh sứ sang Hương Cảng và sau đi sứ các nước Đông Nam châu Á như Java, Hạ Châu, Miến Điện... Năm 1881 phụng chiếu đi sứ sang Hương Cảng, lúc về triều, ông dâng biểu tấu trình có đoạn: \"Các nước Thái Tây mà phú cường là cốt ở việc binh và việc buôn bán. Lấy buôn bán mà nuôi binh lính. Gần đây, Nhật Bản theo các nước Thái Tây cho người đi buôn bán khắp mọi nơi. Nước Tàu cũng bắt chước cho người nước ngoài ra vào buôn bán. Nước ta người khôn ngoan, lại lắm sản vật. Nếu theo người ta mà làm thì cũng có thể giữ vững được nền độc lập và chủ quyền quốc gia...\" Vua Tự Đức và triều thần không nghe, bác đi. Năm 1882 ông lại phụng chiếu đi sang Tân Gia Ba (Singapore), lúc về ông lại dâng biểu tấu trình trung thực những điều tai nghe mắt thấy về mọi kiến thức tiến bộ thu thập được. Nhưng rồi cũng như lần trước không được vua và triều thần quan tâm. Đau buồn trước hiện tình đen tối của đất nước, ông mượn lời Lão Tử nói: \"Tri túc bất phục, tri chi bất đãi\" (Biết đủ không ham muốn nhiều thì không bị nhục - biết ngưng - không dân thân nữa thì không bj nguy). Bất lực trước thời cuộc, năm 1884, ông mượn cớ phụng dưỡng cha mẹ già yếu, dâng biểu từ quan, về quê nhà mở trường dạy học. Ý thức sâu sắc việc canh tân đất nước qua mọi lãnh vực kinh tế: chính trị, quân sự, học hỏi, rút kinh nghiệm qua mấy lần đi sứ nước ngoài, mấy lần dâng sớ không kết quả. Từ đó ông tự đào tạo các con ông từ Nho học sang Tây học. Nhờ đó mà các con ông (cả trai lẫn gái) thảy đều thành đạt, trong đó có hai nhà thông thái, nhiệt tình yêu nước thương dân là y sĩ liệt sĩ Lê Đình Dương (1893-1919), Bác sĩ pháp sư cư sĩ Phật giáo Lê Đình Thám (1897-1969) nổi tiếng trong thời hiện đại."
}