{
  "dateOfBirth" : "1800\n----------------------------------------------\nCanh Thân 1800",
  "dateOfDeath" : "1851\n----------------------------------------------\nTân Hợi 1851",
  "hometown" : "huyện Đường An sau đổi là làng Lương Ngọc, nay thuộc xã Thúc Kháng, huyện Bình Giang, tỉnh Hải Dương. Đỗ Tiến sĩ năm Bính Tuất 1826 thời Minh Mạng, ông làm Tham hiệp trấn Ninh Bình nhưng sau bị giáng làm Đốc học Bắc Ninh. Sau này, ông cáo quan về mở trường dạy học ở thôn Tự Tháp, phường Báo Thiên, huyện Thọ Xương (nay là quận Hoàn Kiếm, Hà Nội)\n----------------------------------------------\ntại trường Tự Tháp",
  "occupation" : "Danh sĩ, Nhà giáo dục đời Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1348,
  "entityName" : "Vũ Tông Phan",
  "aliases" : [ "Tháp", "Lỗ Am", "Đường Xuyên", "Hoán Phủ", "Võ Tông Phan" ],
  "overview" : "Vũ Tông Phan (武宗璠, 1800 - 1851) còn gọi là Võ Tông Phan, là Danh sĩ, Nhà giáo dục đời nhà Nguyễn. Ông tự Hoán Phủ, hiệu Lỗ Am, Đường Xuyên, là học trò danh sĩ Phạm Quý Thích, là bạn Cao Bá Quát, Nguyễn Văn Siêu... tại trường Tự Tháp; tục gọi là Nghè Tự Tháp. Vũ Tông Phan nguyên quán ở làng Hoa Đường, huyện Đường An sau đổi là làng Lương Ngọc, nay thuộc xã Thúc Kháng, huyện Bình Giang, tỉnh Hải Dương. Đỗ Tiến sĩ năm Bính Tuất 1826 thời Minh Mạng, ông làm Tham hiệp trấn Ninh Bình nhưng sau bị giáng làm Đốc học Bắc Ninh. Sau này, ông cáo quan về mở trường dạy học ở thôn Tự Tháp, phường Báo Thiên, huyện Thọ Xương (nay là quận Hoàn Kiếm, Hà Nội).\n----------------------------------------------\nNguyên quán làng Hoa Đường, huyện Đường An sau đổi là làng Lương Ngọc, huyện Bình Giang, tỉnh Hải Dương (nay là huyện Cẩm Bình, tỉnh Hải Dương). Năm Ất dậu 1825 ông đỗ cử nhân, năm sau (1926) đỗ Tiến sĩ, được bổ làm việc ở Viện Hàn lâm (Huế), năm 1827 thăng tri phủ Bình Hòa (Khánh Hòa) Lang trung Bộ Binh, duyệt quyển thi Đình (1829). Năm 1830 làm tham hiệp Tuyên Quang, Thái Nguyên. Năm 1832 giữ chức Đốc học tỉnh Bắc Ninh, đến năm 1838 được về trí sĩ, ngồi dạy học ở quê nhà (Tự Tháp). Ông sáng tác nhiều tác phẩm văn chương trong đó có những giai tác như: - Trưng vương sự tích bi kí - Trùng tu hỏa thần miếu tăng kiến giả vũ bi kí - Ngọc Sơn Đế quân từ kí... Về sau triều đình vời ông ra, ông từ chối, được nhà vua ban bốn chữ Đào thục hậu tiến. Năm 1851 ông mất, thọ 51 tuổi, còn để lại các tác phẩm: - Tô Khê tùy bút tập - Lỗ Am di cảo thi tập - Kiếm Hồ thi tập - Giang Đình thập nhị vịnh - Thăng Long hoài cổ thập tứ thư - Tự Tháp Vũ Tiên sinh thi tập Tô Khê tùy bút tập (Kí hiệu: A.1968, Thư viện Viện nghiên cứu Hán Nôm, Hà Nội.). Sách chép tay, đóng dấu của thư viện Trường Viễn Đông Bác cổ; chép 53 bài thơ, có lời Tựa của chính tác giả chỉ rõ tập thơ này gồm những bài thời \"tiền nhật xuất\" sáng tác từ 1821 đến 1825; cần chú ý là trong 53 bài ở đây có một số bài được khắc in cả trong Phương Đình anh ngôn thi tập của Nguyễn Văn Siêu, như Đề Nhĩ Hà nhị thủ, Du Tây Hồ, Đình tiền bộ nguyệt, Đình tiền văn điều... Lỗ Am di cảo thi tập - sách do hai dòng họ môn sinh Đỗ Khắc và Phí Văn ở làng Mậu Hòa, xã Minh Khai, huyện Hoài Đức, Hà Nội mới trao lại cho trưởng tộc dòng họ Vũ Tông Phan đầu năm 1993, hiện lưu giữ tại gia đình cụ trưởng tộc Vũ Đình Hòe (1912-…) Kiếm Hổ thập vịnh (Kí hiệu A309, thư viện nghiên cứu Hán Nôm, Hà Nội). Sách chép tay, giấy tốt, chữ chân phương, có dấu củaThư viện trường Viễn Đông bác cổ; chép tất cả các chùm thơ vịnh thắng tích có trong Lỗ Am di cảo thi tập."
}