{
  "dateOfBirth" : "1771\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "1802\n----------------------------------------------\nNhâm Tuất 1802",
  "hometown" : "thôn Xuân Hòa (nay thuộc thôn Phú Xuân, xã Bình Phú, huyện Tây Sơn, tỉnh Bình Định)\n----------------------------------------------\nquê làng Xuân Hòa, huyện Bình Khê, tỉnh Bình Định",
  "occupation" : "Đô đốc\n----------------------------------------------\nNữ kiệt triều Tây Sơn, vợ danh tướng Trần Quang Diệu, cháu Thái sư Bùi Đắc Tuyên",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Bùi Đắc Chí" : null
  },
  "motherName" : { },
  "eraName" : {
    "Triều đại Tây Sơn" : null,
    "Nhà Tây Sơn" : 21
  },
  "id" : 1353,
  "entityName" : "Bùi Thị Xuân",
  "aliases" : [ "裴氏春" ],
  "overview" : "Bùi Thị Xuân (chữ Hán: 裴氏春; 1771 -1802) là một trong Tây Sơn ngũ phụng thư , là vợ Thái phó Trần Quang Diệu và là một Đô đốc của vương triều Tây Sơn trong lịch sử Việt Nam.\n----------------------------------------------\nBà là vị anh thư đã cùng chồng hết lòng hết sức giúp nghĩa quân Tây Sơn chống nhau với Nguyễn Ánh hơn 10 năm, chiến đấu cực kì dũng cảm. Tháng giêng năm Nhâm tuất 1802 bà chỉ huy 5000 quân thuộc hạ góp mặt trong trận đánh lũy Trấn Ninh, dưới quyền vị Thống lãnh chư quân là Nguyễn Quang Thùy và vị Tư lệnh cánh quân tiên phong là Nguyễn Văn Kiên. Trong trận này bà tấn công địch quyết liệt khiến quân của Nguyễn Ánh hết sức khiếp sợ. Sang tháng 3, sau mấy phen cùng chồng lo chiêu quân để toan gầy dựng lại nghiệp Tây Sơn đã nghiêng đổ, hai vợ chồng bà đều bị bắt tại huyện Thanh Chương, tỉnh Nghệ An, rồi bị đem hành hình. Về cái chết của bà, theo Thiên Nam nhân vật chí và hầu hết các tư liệu khác đều dựa vào đấy mà cho bà bị lăng trì, đất cháy cả thi hài. Lại có thuyết, theo tư liệu của giáo sĩ De La Bissachère, bà và người con gái bị hành hình bằng cách cho voi rừng xé xác, và bà đã tỏ ra can đảm phi thường trước sự trả thù tàn bạo và vô nhân đạo ấy của Nguyễn Ánh. Hiện nay, dãy gò Xuân Hòa là nơi bà tập luyện đàn voi chiến, mặc dù đã bị phá vỡ thành ruộng, song vẫn còn di tích. Công luận bình phẩm, hầu hết đều khen ngợi oai danh và tiết tháo của bà. Người đời sau có thơ vịnh bà: Vận nước đang xoay chuyển. Quần thoa cũng vẫy vùng. Liều thân lo cứu chúa, Công trận quyết thay chồng. Khẳng khái khi lâm nạn! Kiên trinh lúc khốn cùng. Ngàn thu gương nữ kiệt. Gương sáng hãy soi chung."
}