{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "Không rõ",
  "occupation" : "Con thứ Trần Thái tông tước Chiêu Quốc vương",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15,
    "nhà Trần" : null
  },
  "id" : 1364,
  "entityName" : "Trần Ích Tắc",
  "aliases" : [ ],
  "overview" : "Trần Ích Tắc (chữ Hán: 陳益稷, 1254 - 1329 ), thường được biết đến với tước hiệu Chiêu Quốc vương (昭國王), là một hoàng tử nhà Trần. Ông là con của Trần Thái Tông, em cùng cha khác mẹ với Trần Thánh Tông và Chiêu Minh đại vương Trần Quang Khải. Ngoài ra, ông cũng là chú của Trần Nhân Tông.\n----------------------------------------------\nTương truyền Trần Thái tông nằm mơ thấy sinh con quí. Ông sinh ra, ở trán có dấu vết như con mắt, đúng như hình dạng người ba mắt mà vua mơ thấy. Ông có tài văn thơ, khéo biết nạp dụng kẻ sĩ đến với ông và có mở trường Chiêu sinh đông đảo. Kịp khi quân Mông Nguyên sang xâm lược (1285, Ất dậu) ông ta đầu hàng quân Nguyên, rồi theo chúng về Trung Quốc, ngụ ở Hán Dương (thuộc tỉnh Hồ Bắc). Lúc đầu vua Nguyên phong ông ta làm An Nam Quốc vương, định dùng ông ta làm con bài để thi hành mưu chước xâm lược lần nữa nhưng thất bại, sau chỉ phong làm Bình chương ở Hồ Quảng. Khi Nguyễn Đại Pháp đi sứ Trung Quốc để tỏ tình hòa hiếu, đến Ngọc Châu có gặp Trần Ích Tắc, nhưng không chào hỏi. Ông ta ngạo mạn bảo Đại Pháp: \"Nhà ngươi là gia đồng của Chiêu Đạo vương ngày trước phải không?\" Đại Pháp đáp: \"Việc đời thay đổi, Đại Pháp tôi ngày trước là tên hầu trà của Chiêu Đạo vương mà nay là sứ thần, Cũng như ngài, trước là con vua, mà nay là tên hàng thần nước người!\" Từ ấy, ông có ý hổ thẹn. Trần Ích Tắc chết ở Hán Dương, thọ hơn 70 tuổi, thơ văn ông còn lưu lại nhiều trong Việt âm thi tập của Phan Phu Tiên. Trần Ích Tắc cũng có soạn tập Cung cực lạc ngâm tập. Vua Tự Đức vịnh: \"Tam nhân hà lại phục sậu qui, Nhất sinh học hạnh lưỡng tương vi. Bình chương hàn lỗ ninh vô sỉ, Chiêu Đạo thư nhi thận vật ki.\" Bản dịch: Ba mắt sinh ra lại lội về, Học hành đều trái cả hai bề. Bình chương hàng giặc sao không hổ? Chiêu Đạo trò kia hãy chớ chê."
}