{
  "dateOfBirth": "1876\n----------------------------------------------\nẤt Hợi 1875",
  "dateOfDeath": "1933\n----------------------------------------------\nQuí Dậu 1933",
  "hometown": "Quê ông ở làng Đông Ngạc, huyện Từ Liêm, (nay là phường Đông Ngạc, quận Bắc Từ Liêm), thành phố Hà Nội.\n----------------------------------------------\nQuê làng Đông Ngạc, huyện Từ Liêm, tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Luật sư, tác giả, nhà báo từng tham gia các hoạt động dân chủ ở Pháp và Sài Gòn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 138,
  "entityName": "Phan Văn Trường",
  "aliases": [],
  "overview": "Phan Văn Trường (1876 - 1933) là một luật sư, một nhà báo yêu nước Việt Nam. Quê ông ở làng Đông Ngạc, huyện Từ Liêm, (nay là phường Đông Ngạc, quận Bắc Từ Liêm), thành phố Hà Nội.\n----------------------------------------------\nÔng đỗ tiến sĩ Luật khoa Pháp, làm luật sư ở Paris rồi ít lâu trở về nước, vào Sài Gòn sinh sống. Hồi ở Pháp ông liên hệ thân thiết với Phan Châu Trinh Nguyễn An Ninh, Nguyễn Thế Truyền Nguyễn Tất Thành... Ông thường bênh vực quyền lợi của nhân dân nên được đồng bào quí mến. Ông cũng là một trong số người Việt Nam đầu tiên tìm hiểu chủ nghĩa Mác. Khi làm chủ bút (tức Tổng biên tập) tờ báo L\u0027Annam, ông cho đăng Tuyên ngôn Đảng Cộng sản của Mác - Ănghen và một loạt bài công kích chủ nghĩa đế quốc. Ông vẫn thường cộng tác với Nguyễn An Ninh chăm sóc tờ báo La Cloche fêlée. Ngày 23-4-1933 ông mất, hưởng dương 58 tuổi. Phan Bội Châu có đôi câu đối điếu ông: \"Tự tùng phân thủ lục tải dư tương ức đáng tương văn, vọng Ba Lê, vọng Tây cống, chuyển vọng Đông Kinh, thiên hải thương mang duy lão lụy; Tổng cá thương tâm, bách niên trung đồng sinh nghi đồng tử, khấp Tây Hồ khấp Tập Xuyên, hựu khấp phu tử, giang san tịch mịch mãn bi phong\". Huỳnh Thúc Kháng dịch: Sáu năm cách mặt, nhớ nhau mà ít được gặp nhau, trông Ba Lê, trông Tây Cống (Sài Gòn) rồi trông ra Đông Kinh (Hà Nội) luôn, mấy giọt lệ già mênh mông trời biển; Một kiếp thương tâm, sống vậy nên cùng nhau chết vậy, khóc Tây Hồ, khóc Tập Xuyên nay lại khóc huynh ông nữa, một luồng gió thảm bát ngát non sông. Các tác phẩm của ông, gồm: - Essai sur le Code Gialong, (1922, Paris) - Le droit pénal à travers l\u0027ancienne législation Chinose (Etude comparée sur le Code Gia Long, 1922, Paris) - Việc giáo dục học vấn trong dân tộc An Nam (1925, Sài Gòn) - Pháp luật lược luận (1926, Sài Gòn) - Un histoire des Conspirateurs Annamites à Paris ou la Vérité sur l\u0027Indochine (1928, Gia Định) Và rất nhiều bài viết bằng tiếng Pháp đăng trên các báo Le Paria ở Paris, báo La Cloche Fêlée, L\u0027Annam ở Sài Gòn từ năm 1923 đến năm 1926. Essai sur le Cole Gia Long (Lược khảo về bộ luật Gia Long) là tên đề tài luận án Tiến sĩ luật của ông. Qua luận án này ông đã phân tích, so sánh những điểm tương đồng và dị biệt giữa luật Gia Long (tên chính thức là Hoàng Việt luật lệ) và cổ luật Trung Hoa. Luận án gồm một đề tài chính có tên như trên, đề tài phụ có tên: \"Le droit pénal à travers l\u0027ancienne législation Chinoise - Etude comparée sur le Code Gia Long\" (Luật hình qua pháp chế cổ Trung Hoa - Nghiên cứu đối chiếu với bộ luật Gia Long). Luận án được Hội đồng giám khảo công nhận là xuất sắc và ông được cấp phát văn bằng tiến sĩ Luật khoa đầu tiên của một người Việt Nam tại Pháp. Với luận án này, luật sư Manus Moutet (sau năm 1940 ông Moutet là Bộ trưởng Pháp quốc Hải ngoại từng kí Tạm ước 14-9-1946 với chủ tịch Hồ Chí Minh) cho rằng \"đây là một luận án đặc sắc về luật bản xứ\" (une thèse remarque surles codes Indigènes). Đây là một công trình tầm cỡ về việc nghiên cứu cổ luật Việt Nam có tính khoa học hiện đại Tây phương (Pháp)."
}