{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "208 TCN / 179 TCN\n----------------------------------------------\nKhông rõ",
  "hometown": "Không rõ",
  "occupation": "Vua Âu Lạc\n----------------------------------------------\nNgười mở nghiệp nhà Thục trong năm Giáp thìn 275 trước Công nguyên",
  "workTenure": "257 TCN - 208 TCN / 208 TCN - 179 TCN\n----------------------------------------------\nKhông rõ",
  "fatherName": {
    "Thục Chế (theo truyền thuyết)": null
  },
  "motherName": {},
  "eraName": {
    "Nhà Thục": 27
  },
  "id": 1382,
  "entityName": "An Dương Vương",
  "aliases": [
    "An Dương Vương",
    "Thục Phán"
  ],
  "overview": "An Dương Vương (chữ Hán: 安陽王), tên thật là Thục Phán (蜀泮), là một vị vua đã lập nên đất nước Âu Lạc và cũng là vị vua duy nhất cai trị nhà nước này. Âu Lạc là nhà nước thứ hai trong lịch sử Việt Nam sau nhà nước Văn Lang đầu tiên của các vua Hùng.\n----------------------------------------------\nNăm Bính ngọ 255 trước công nguyên, ông truyền cho dân chúng xây Loa Thành (Thành Ốc) nay hãy còn dấu tích ở làng Cổ Loa, huyện Đông Anh, tỉnh Phúc Yên (nay thuộc TP. Hà Nội). Bấy giờ vua có một vị tướng tài là Cao Lộ giúp sức, lại được thần Kim Qui phù trợ cho chiếc móng chân để chế ra thứ nỏ thần, mỗi lần bắn ra 10 mũi tên, khiến Triệu Đà ở phương bắc đến đánh mấy lần đều bị thua. Năm Tân mão 210 trước công nguyên ông kết thông gia với Triệu Đà, gả con gái là Mỵ Châu cho Trọng Thủy, bề ngoài là kết tình thông gia hòa hiếu, bề trong là tìm hiểu vì sao lực lượng quân sự của Âu Lạc lại mạnh như thế. Sau khi đã hiểu rõ lí do, Trọng Thủy lừa gạt Mị Châu, ăn cắp chiếc nỏ thần đem về nước, rồi cùng vua cha là Triệu Đà đem quân đánh Âu Lạc. Năm Quí tị 208 tr.CN Triệu Đà cướp nước Âu Lạc. Trên đường chạy trốn giặc, sau lưng ngựa có Mỵ Châu, ông biết được kẻ phản bội là cha con Triệu Đà - Trọng Thủy ông uất hận vung gươm chém Mỵ Châu rồi tự vẫn nơi cửa biến Đại Nha (đất Nghệ An xưa). Ngày nay đền thờ ông hãy còn ở núi Mộ Dạ, xã Hương Ái, huyện Đông Thành, tỉnh Nghệ An (nay vẫn thuộc tỉnh Nghệ An). Chí sĩ Dương Bá Trạc có thơ đề vịnh cố sự này. Thành Loa trăm thước chẳng là bền! Móng rùa ba thước chẳng là thiêng. Nước nhà đấy, mất tại người cả, Thành trì không hiểm, thần không quyền. Gió mưa gầy dựng công khó nhọc, Nam gồm Văn Lang, bắc Ba Thục. Dư đồ muôn dặm mơ màng tới, Một tấm sơn hà, một tấm vóc. Sẵn sàng cơ nghiệp không biết giữ! Chiến đã không xong hòa cũng ngộ Biên phòng chểnh mảng, thù lấn quân. Quanh quẩn một lầm, hai tại lỡ! Thân già đâu nới kẻ thù gieo. Chồng nào thương vợ, con lìa cha, Giặc ngồi sau lưng nói chi nữa! Nước ôi! Nhà ôi! Biển Đại Nha."
}