{
  "dateOfBirth" : "Giáp Dần 1914",
  "dateOfDeath" : "Giáp Thân 2004",
  "hometown" : "tại làng Tam Sơn, phủ Từ Sơn, tỉnh Bắc Ninh, con trai cụ Ngô Gia Lễ một quan lại triều Nguyễn",
  "occupation" : "Giáo sư, Thạc sĩ y khoa",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "cụ Ngô Gia Lễ một quan lại triều Nguyễn" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1395,
  "entityName" : "Ngô Gia Hy",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ ông học trung học tại Hà Nội đến năm 1948 tốt nghiệp y khoa Bác sĩ. Sau đó tiếp tục du học chuyên khoa ở Pháp (1950-1953) rồi Hoa Kì (1960). Về nước làm việc ở các bệnh viện tại Sài Gòn. Năm 1962 ông là vài người Việt Nam, thi đỗ Thạc sĩ y khoa chuyên ngành và giảng dạy tại các trường Đại học y khoa. Sau khi về nước ông giảng dạy tại Đại học y khoa Sài Gòn, bác sĩ điều trị tại các bệnh viện lớn ở Sài Gòn: Bình Dân, Chợ Rẫy... có lúc ông giữ chức Khoa trưởng trường Đại học y khoa Sài Gòn một thời gian, Thư kí Tập san y học Acts Médica Việt Nam (1962-1975). Năm 1988 ông chỉ đạo một ê kíp Bác sĩ giải phẫu cho một cặp song sinh chưa hề có trong y bạ thế giới thành công mĩ mãn. Sau năm 1975, ông tiếp tục giảng dạy tại trường Đại học y dược TP.HCM (Y khoa Sài Gòn cũ) giữ chức Phó chủ nhiệm khoa y, chủ nhiệm khoa bộ môn niệu Bệnh viện Bình Dân, Chủ nhiệm khoa bộ môn niệu Trung tâm Đào tạo và Bồi dưỡng cán bộ y tế TP. HCM, hội viên Hội niệu học quốc tế, hội viên Hội niệu học Pháp quốc... Ông được tặng thưởng: Giải thưởng khoa học Tôn Thất Tùng (2004), Huân chương lao động hạng 3 (1999), Huy chương vì sự nghiệp giáo dục (1997)... Ông mất ngày 6-10-2004 tại tư gia, TP. Hồ Chí Minh, thọ 90 tuổi. Ông là tác giả một số sách chuyên ngành y khoa (gồm 20 đề tài và 140 công trình từ phẫu thuật bào toàn lao thận (1961), bướu ác bọng đái (1962), Phương pháp cầm máu trong cắt bướu tiền liệt tuyến (1962), Phẫu thuật tạo hình bọng đái (1962), Phẫu thuật tạo hình niệu sinh dục (1966), Phẫu thuật và thủ thuật sản phụ khoa (1971). Các tác phẩm đã xuất bản: - Toàn tập niệu học - Giáo khoa niệu học - Việt sử và hồn thơ - Việt ngữ chính tả (mỗi bộ hơn 2000 trang)."
}