{
  "dateOfBirth" : "Giáp Thân 1284",
  "dateOfDeath" : "Canh Ngọ 1330",
  "hometown" : "Quê làng Cửu La (nay là Phụ Vệ), huyện Chí Linh, tỉnh Hải Dương",
  "occupation" : "Thiền sư tổ thứ hai phái Trúc Lâm, thiền tông Việt Nam",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 14,
  "entityName" : "Đổng Kiên Cương",
  "aliases" : [ "Pháp Loa" ],
  "overview" : "Ông sinh ngày mùng 7 tháng 5 năm Giáp thân 1284 đời Trần Nhân tông, cha là Đồng Thuần Mậu, mẹ là Võ Từ Cứu. Tương truyền: thân mẫu ông từ trước đã mấy lần sinh gái, đến khi có nghén ông, tưởng sẽ là gái nữa, nên thất vọng uống thuốc phá thai, không muốn sinh nở. Chẳng dè thuốc không công hiệu, bà mang mãn, đến khi sinh ra ông mới đặt tên là Kiên Cương. Năm Giáp thìn 1304, vua Nhân tông khi ấy đã đi tu ở núi Trúc Lâm, gặp ông trong cuộc vân du ở mạn sông Nam Sách, khen ông có pháp nhân, thâu làm đệ tử, đặt pháp hiệu là Thiện Lai, đưa về liêu Kì Lân ở Linh Sơn cho học đạo. Năm sau, Ất tị 1305, thấy ông học lực tinh tiến, Nhân tông lại đặt pháp hiệu khác cho ông là Pháp Loa. Năm Mậu thân 1308, ông được lệnh làm lễ khai giảng ở chùa Siêu Loại, có vua và đình thần tham dự. Xong ông được mời trụ trì chùa Siêu Loại, làm chủ sơn môn Yên Tử, coi sóc hơn 200 bộ kinh điển. Ông cũng nhận sắc truyền giới xuất gia cho Tuyên Từ Hoàng Thái hậu và Thiên Trinh trưởng công chúa. Lại phụng chiếu định chức các tăng đồ và quản lãnh lấy. Trước sau ông cho đúc 1300 tượng Phật, dựng ba đài giảng đạo, năm ngôi tháp, 200 sở tăng đường. Khi Trần Nhân tông, tức Điền Ngự Giác Phật mất ở am Ngọa Vân, chính ông phụng tống xá lợi vào đại nội. Trần Anh tông tôn ông làm Quốc sư và phong là Anh mẫn phủ tuệ tôn giả. Năm Canh ngọ 1330, ngày 3-3, ông mất hưởng dương 46 tuổi, còn để lại các tác phẩm: - Đoạn sách lục, - Tham thiền yếu chỉ - Kim cương đạo tràng đà la ni kinh, - Tán pháp hoa kinh khóa số, - Bát nhã tâm kinh khoa, Khi sắp mất, ông truyền tâm ấn cho sư Huyền Quang Lý Đạo Tái và đọc bài kệ cho các đệ tử (hơn 15.000 người). Vạn duyên tuyệt đoạn nhất thân nhàn, Tứ thập dư niên mộng huyễn gian. Trân trọng chư nhân hưu quái vấn, Na biên phong nguyệt cánh cư khoan Bản dịch: Muôn duyên cắt đứt một thân nhàn, Hơn bốn mươi năm giấc mộng tràn. Nhắn bảo người đời đừng gạn hỏi, Bên kia trăng gió rộng mang mang. Khi ông mất, các đệ tử đem thi hài ông về núi Thanh Mai, đến ngày 11-3, Thái thượng hoàng Minh tông ngự bút truy tặng tôn hiệu ông là Tịnh trí Đại tôn giả, ban mười lượng vàng để xây tháp gọi là tháp Viên Thông. Hay tin ông mất, Trần Hiến tông có làm bài thơ viếng ông; trong đó có mấy câu: \"Tự tòng Pháp Loa khứ thế hậu Thiên hạ Thích tử không vô nhân\". Nghĩa: Pháp Loa từ bỏ cõi đời, Khắp trong thiên hạ ai người chân tu? Ở chùa Thanh Mai nơi quê quán ông hãy còn nhiều di tích, và tại chùa Hương Thảo còn có bài bia ghi tiểu sử ông."
}