{
  "dateOfBirth" : "1560\n----------------------------------------------\nQuí Hợi 1563",
  "dateOfDeath" : "Tháng 12, 1592 Việt Nam\n----------------------------------------------\nNhân Thìn 1592",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nVua đời thứ năm nhà Mạc, con trưởng Mạc Phúc Nguyên.",
  "workTenure" : "1562 - 1592\n----------------------------------------------\nKhông rõ",
  "fatherName" : {
    "Mạc Tuyên Tông" : 878,
    "Mạc Phúc Nguyên" : 1216
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Mạc" : 18,
    "Nam - Bắc Triều" : 19
  },
  "id" : 1401,
  "entityName" : "Mạc Mậu Hợp",
  "aliases" : [ "Thuần Phúc (淳福: 1562 - 1565) Sùng Khang (崇康: 1566 - 1577) Diên Thành (延成: 1578 - 1585) Đoan Thái (端泰: 1586 - 1587) Hưng Trị (興治: 1588 - 1590) Hồng Ninh (洪寧: 1591 - 1592)", "Mạc Mậu Hợp (莫茂洽)", "Tĩnh Hoàng đế (靜皇帝)", "Anh Tổ" ],
  "overview" : "Mạc Mậu Hợp (chữ Hán: 莫茂洽, 1560 – 1592) là vị Hoàng đế Đại Việt thứ năm của nhà Mạc thời Nam Bắc triều trong lịch sử Việt Nam. Ông được sử gọi là Thuần Phúc Đế (淳福帝) vì niên hiệu đầu tiên của ông. Ông lên ngôi năm 1562 lúc mới 2 tuổi và qua đó trở thành vua lên ngôi trẻ thứ hai lúc lên ngôi. Ông trị vì cho đến khi truyền ngôi cho con là Mạc Toàn năm 1592, tổng 30 năm.\n----------------------------------------------\nNăm Giáp tí 1564 tháng 2 âm lịch, ông được đưa lên nối ngôi cha. mới 2 tuổi, có hai ông chú Khiêm vương Kính Điển và Ứng vương Đôn Nhượng phụ tá. Chính nhờ hai ông chú này kiên cường chiến đấu trên các chiến trường với quân nhà Lê nên ông mới ở yên được trên ngôi cho tới lúc trưởng thành. Năm Canh thìn 1580, tháng 10 âm lịch Kính Điển mất, Đôn Nhượng thay thống lãnh binh quyền, lúc này ông đã được 17 tuổi biết cùng ông chú toan lo mọi việc. Nhưng tình thế vẫn gay go, lắm lúc bị quân Lê đánh phá dữ dội, ông phải bỏ kinh thành mà lẩn tránh vất vả nhiều nơi. Đến năm Nhâm thìn 1592 quân Lê bắt đầu tổng tấn công, quân Mạc thua to rút lui tháo chạy liên miên, ông lánh thân nơi huyện Phượng Nhãn (nay là huyện Yên Dũng, tỉnh Bắc Ninh) cắt tóc giả làm sư, vào chùa Mô Khuê ẩn náu. Quân Lê truy lùng râo riết, phát giác được ông giả làm sư, lập tức bao vây chùa bắt ông giải về đại bản dinh. Ông tuyệt vọng than dài, nhưng trước mặt các tướng nhà Lê, ông vẫn anh dũng không khuất phục. Năm Nhâm thìn 1592, trung tuần tháng 1 âm lịch ông bị chém đầu tại bãi cát Bồ Đề, hưởng dương 29 tuổi, ở ngôi 28 năm, đổi hiệu năm 3 1ần, Thuần Phúc, Quang Hưng, Hồng Ninh. Con ông là Mạc Toàn nối ngôi xưng hiệu Vũ An cũng bị bắt giết tại Bến Cỏ (Thảo Tân). Nhà Mạc đến đây là hết thời oanh liệt, con cháu về sau kế tiếp hùng cứ vùng Cao Bằng chỉ còn là những bóng mờ trong lịch sử."
}