{
  "dateOfBirth" : "Mậu Thân 1908",
  "dateOfDeath" : "Bính Tí 1996",
  "hometown" : "nguyên quán làng Kế Môn, huyện Phong Điền, tỉnh Thừa Thiên, sinh và cư ngụ tại thị xã Phan Thiết, tỉnh Bình Thuận (nay vẫn thuộc tỉnh Bình Thuận), sau năm 1960 nghỉ hưu trí tại Paris - Pháp",
  "occupation" : "Bác sĩ Y khoa",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1411,
  "entityName" : "Hồ Tá Khanh",
  "aliases" : [ ],
  "overview" : "Xuất thân trong gia đình truyền thống Nho học có Tân học. Thân phụ là nhà duy tân cải cách Hồ Tá Bang (1875-1943), Tổng lí công ti Liên Thành, nhạc phụ là Nguyễn Quí Anh (1883-1936) người tổ chức và điều hành Trường Dục Thanh ở Phan Thiết. Thuở nhỏ học ở Sài Gòn, năm 1926 tham gia lễ truy điệu chí sĩ Phan Châu Trinh bị đuổi học, ông tìm cách trốn sang Pháp. Khoảng năm 1929 đỗ Tú tài rồi vào học Trường Đại học Y khoa Paris, tốt nghiệp Y khoa Bác sĩ. Năm 1938 về nước không làm công chức mà mở phòng mạch tư, tham gia các hoạt động chính trị, xã hội tại Sài Gòn trong nhóm các ông Phan Văn Hùm, Nguyễn Văn Sâm, Nguyễn Văn Tạo... Năm 1942 ông cùng các bạn văn thành lập báo Văn Lang do ông làm chủ nhiệm kiêm chủ bút. Đây là một trong các tờ báo đứng đắn nhất ở Sài Gòn trước tổng khởi nghĩa 1945. Năm 1945 ông được học giả Trần Trọng Kim mời tham gia nội các với chức vụ Bộ trưởng Bộ Kinh tế, đến tháng 8 cùng năm trước cao trào cách mạng, cả nội các từ chức giao chính quyền lại cho cách mạng. Sau đó ông lui về sống ở Phan Thiết. Năm 1946 ông được Chủ tịch Hồ Chí Minh (Chính phủ Việt Nam Dân chủ Cộng hòa) mời ra miền Bắc nhận công tác nhưng ông không nhận lời được vì giao thông Nam Bắc lúc ấy bị gián đoạn (Pháp chiếm). Trong lúc đó Cao ủy Pháp là Bollaert o ép, thỉnh cầu ông giữ một chức vụ quan trọng trong chính phủ Nam Kì nhưng ông một mực từ chối. Do tình hình ấy, ông tìm cách lánh sang Pháp. Những năm 50 ông làm việc tại châu Phi, sau những năm 1960 ông hưu trí, về sống tại Pháp cho đến ngày qua đời (1996). Ông là tác giả một số sách Y khoa và một tác phẩm sử học có tên: Thông sử Liên Thành. Sách viết về sự hình thành và phát triển của công ti Liên Thành và Trường Dục Thanh tại Phan Thiết, cùng một số bài báo trên tạp chí Văn Lang xuất bản năm 1942 - 1945 tại Sài Gòn. Ngày 18-8-1996, ông mất tại Paris, hưởng thọ 88 tuổi, thi hài được hỏa táng, tro cốt đem về thờ tại nhà lưu niệm Hồ Tá Bang tại trường Dục Thanh, Phan Thiết, tỉnh Bình Thuận."
}