{
  "dateOfBirth": "5 tháng 9, 1900 Chợ Lớn, Hóc Môn, Liên bang Đông Dương\n----------------------------------------------\nCanh Tí 1900",
  "dateOfDeath": "14 tháng 8, 1943 (42 tuổi) Côn Đảo, Liên bang Đông Dương\n----------------------------------------------\nQuí Mùi 1943",
  "hometown": "tại làng Long Thượng tổng Phước Điền thượng, tỉnh Chợ Lớn, sau ngụ tại ấp Mĩ Hòa, huyện Hóc Môn, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh)",
  "occupation": "nhà văn, nhà báo, nhà hoạt động cách mạng\n----------------------------------------------\nNhà yêu nước, nhà văn, nhà báo, con chí sĩ Nguyễn An Khương, cháu Nguyễn An Cư",
  "workTenure": "Không rõ",
  "fatherName": {
    "Nguyễn An Khương": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1429,
  "entityName": "Nguyễn An Ninh",
  "aliases": [],
  "overview": "Nguyễn An Ninh (1900 - 1943) là nhà văn, nhà báo, nhà nghiên cứu tôn giáo và là nhà cách mạng ở đầu thế kỷ 20 trong lịch sử Việt Nam.\n----------------------------------------------\nThuở nhỏ học ở Sài Gòn, sau du học Pháp, năm 1920 ông đỗ Cử nhân Luật tại Pháp lúc mới 20 tuổi. Trong thời gian ở Paris ông liên hệ với nhà yêu nước Phan Châu Trinh, Phan Văn Trường và cũng từng tiếp xúc với Nguyễn Ái Quốc. Năm 1922 ông về nước hoạt động cách mạng. Bài diễn thuyết Cao vọng thanh niên của ông đọc tại Hội Khuyến học Nam Kì ở Sài Gòn vang vọng như một bản tuyên ngôn, kêu gọi thanh niên và giới trí thức ý thức thân phận người dân mất nước mà hành động. Thống đốc Cognacq nhiều lần gọi ông đến đe dọa. Ông âm thầm phản ứng bằng cách cho ra tờ báo Pháp văn La Cloche fêlée (Cái chuông rè) làm cơ quan ngôn luận chống thực dân Pháp. Không những ông tự chăm sóc tờ báo về mọi mặt, lại tự ôm báo đi bán để dễ tiếp thu dư luận độc giả và quân chúng lao động. Tháng 3-1926 ông bị bắt, kết án 18 tháng tù, bị giam 10 tháng ông được \"ân xá\", sau đó lại sang Pháp tiếp tục hoạt động và dự định học nốt chương trình Tiến sĩ Luật. Cuối năm 1928 ông lại bị bắt, kết án 3 năm tù với tội lập Hội kín Nguyễn An Ninh. Cuối năm 1931 ra tù, ông vẫn đấu tranh chống thực dân Pháp, rồi lại bị bắt trong tháng 9-1936. Ông tuyệt thực phản đối được quần chúng nhiệt liệt ủng hộ. Thực dân buộc lòng phải trả tự do cho ông trong tháng 11 năm ấy, nhưng đến tháng 9-1937 chúng lại bắt giam ông cho đến tháng 2-1939. Rồi ngày 4-10-1939 ông lại bị bắt kết án 5 năm tù lưu đày Côn Đảo. Trên đảo ông bị kiệt sức vì bị cai ngục hành hạ, mất trong tù ngày 14-8-1943, hưởng dương 43 tuổi. Như vậy ông bị Pháp bắt bỏ tù tất cả 5 lần (1926-1927), (1928-1931), (1936), (1937-1939), (1939-1943). Ông mất ngày 14-8-1943 tại nguc tù Côn Đảo, hưởng dương 43 tuổi. Ngoài những bài diễn thuyết, bài báo cả tiếng Việt lẫn tiếng Pháp đều nổi tiếng và gây nên một tiếng vang lớn trong giới tiến bộ. Ngoài ra, ông còn soạn các sách: - Nước Pháp ở Đông Dương (La France en Indochine) - Tôn giáo - Hai Bà Trưng - Phê bình Phật giáo - Dân ước (dịch những đoạn chính trong quyển Contrat social của Rousseau) Hai người bạn thân thiết trong đời ông cũng là chí sĩ: Mai Văn Ngọc ở Mĩ Tho (con rể nữ sĩ Sương Nguyệt Ánh) và Phan Văn Hùm ở Thủ Dầu Một (con rể Mai Văn Ngọc, vợ là nữ sĩ Mai Huỳnh Hoa tức cháu ngoại Sương Nguyệt Anh) đều là những nhà văn có tâm huyết. Nhà thơ Bút Trà (Nguyễn Đức Nhuận) khóc ông: Chống thực nung sôi giọt máu hồng, Bốn mươi bốn tuổi trãi gan trung. Nhân dân còn mắc vòng nô lệ, Khoa giáp chi màng miếng đỉnh chung Một thác Côn Sơn bia vạn cổ Bao lầu Chuông bể dội non sông Dân quyền đánh thức hồn dân tộc, Trước có Lư Thoa sau có ông"
}