{
  "dateOfBirth": "Tân Mão 1891",
  "dateOfDeath": "Nhâm Thân 1952",
  "hometown": "quê làng Vĩnh Trinh, huyện Duy Xuyên, tỉnh Quảng Nam (nay là xã Duy Hòa, huyện Duy Xuyên, cùng tỉnh)",
  "occupation": "Nhà khẩn hoang, phú hào",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1438,
  "entityName": "Bùi Biên",
  "aliases": [],
  "overview": "Thuở ấy (1915 - 1920) vùng Trung Phước còn hoang vu, dân cư thưa thớt, nên việc vợ chồng trẻ đưa con mọn lên lập nghiệp ở miền hoang vu được xem như một việc mạo hiểm, đòi hỏi một mãnh lực khác thường. Cũng như đối với các anh em khác, khi ra biệt cư ông đã được phụ thân tạo lập cho một sở nhà nằm bên bờ sông Thu Bồn, một nơi rất uy nghi, hùng vĩ. Ông làm ăn rất phát đạt: chỉ trong khoảng hơn 10 năm, ông bà không những đã trở thành nhà hào phú bậc nhất ở trong làng mà còn là một trong số những con cháu của tộc Bùi có sản nghiệp đồ sộ nhất Năm 1923, theo nhu cầu phát triển, ông bà đã kiến thiết thêm một nhà chứa lúa, và năm sau 1924 ông bà lại xây cất một nhà lầu và một công trình khang trang lớn ở vùng núi non hiểm trở như ở Trung Phước lúc bấy giờ. Tháng 6 năm 1932, trưởng nam của ông bà, ông Bùi Kiến Tín thi đỗ Tú tài, vinh qui bái tổ rất linh đình. Tháng 2 năm 1935, ông Tín được học bổng du học Y khoa Bác sĩ ở Pháp. Ông bà làm ăn giàu có, con cái đỗ đạt cao, nên mọi người đều khen ngợi. Sau cách mạng tháng 8 năm 1945, ông tham gia và ủng hộ cuộc kháng chiến chống Pháp ở địa phương. Cuối năm 1945, ông được cử làm Chủ tịch ủy ban Vận động kháng chiến huyện Quế Sơn và về sau ông được cử làm Chủ tịch hội Liên Việt tỉnh Quảng Nam. Trong thời chiến tranh, sau mỗi lần phi cơ Pháp oanh tạc gây tổn thất cho đồng bào, ông đều đứng ra tổ chức cứu trợ giúp đỡ tích cực các gia đình lâm nạn. Nhưng trớ trêu thay, rạng ngày 19 tháng 9 Nhâm thìn (1952), một tai nạn thảm khốc đã xảy đến cho gia đình ông; máy bay Pháp khủng bố, thả bom trúng ngay hầm trú ẩn của nhà ông, gây tử vong cho 18 người trong đó có vợ chồng ông và 8 người con cháu trong nhà. Ông thọ 62 tuổi, bà thọ 41 tuổi, đều cùng các con cháu tử nạn an táng tại xứ Cửa Làng, Trung Phước. Việc gia đình ông ngộ nạn đã làm cho bà con và đồng bào địa phương thương tiếc và vô cùng xúc cảm. Ngôi nhà ông cất trên đồi cao nhìn quang cảnh núi non trùng điệp trông thật ngoạn mục, nên đã có người đề vịnh: Khen ai tô điểm vẽ nên tranh, Phong cảnh trêu người thú hữu tình. Phía trước non cao, cao ngất ngất. Đằng sau sông uốn, uốn quanh quanh. Trong vườn quế phượng chen cau chuối, Bên chái tùng thông lẫn quít chanh. Trên gác xa trông trời bảng lảng, Vầng mây trắng xóa nợ xanh xanh. Đời ông có thể là tấm gương sáng đối với những người trẻ có chí tự lập."
}