{
  "dateOfBirth" : "3 tháng 1, 1766 Bích Câu, Thăng Long\n----------------------------------------------\nẤt Dậu 1765",
  "dateOfDeath" : "16 tháng 9, 1820 (54 tuổi) Huế\n----------------------------------------------\nCanh Thìn 1820",
  "hometown" : "quê làng Tiên Điền, huyện Nghi xuân, trấn Nghệ An (nay là Hà Tĩnh), nhưng sinh ở Thăng Long",
  "occupation" : "Nhà thơ Quan nhà Lê trung hưng Quan nhà Nguyễn\n----------------------------------------------\nThi hào",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1451,
  "entityName" : "Nguyễn Du",
  "aliases" : [ "Tố Như", "Thanh Hiên", "Tố Như, Thanh Hiên, Hồng Sơn lạp hộ, Nam Hải điếu đồ" ],
  "overview" : "Nguyễn Du (chữ Hán: 阮攸; sinh ngày 3 tháng 1 năm 1766–1820) tên tự Tố Như (素如), hiệu Thanh Hiên (清軒), biệt hiệu Hồng Sơn lạp hộ (鴻山獵戶), Nam Hải điếu đồ (南海釣屠), là một nhà thơ, nhà văn hóa lớn thời Lê mạt, Nguyễn sơ ở Việt Nam. Ông được người Việt kính trọng tôn xưng là \"Đại thi hào dân tộc\".\n----------------------------------------------\nÔng mồ côi cha lúc 10 tuổi, và mẹ mất lúc 12 tuổi, phải sống nhờ nơi người anh cả khác mẹ là Nguyễn Khản. Thời thế lúc ấy có nhiẻu biến động, ông sống trong cảnh khốn khó, nhưng vẫn kiên chí học tập, rèn luyện tài năng. Khi trưởng thành từng phải sống nhờ người anh vợ là danh sĩ Đoàn Nguyễn Tuấn ở Thái Bình. Từ năm 1802, triều đình Gia Long vời ông ra làm quan, bổ làm Tri huyện Phù Dung, rồi đổi làm Tri phủ Thường Tín. Năm Ất sửu 1805, ông thăng hàm Học sĩ điện Đông các, rồi thăng Cần chánh điện học sĩ và được cử làm Chánh sứ đi Trung Quốc (Quí dậu 1813). Đi sứ về ông được thăng Hữu tham tri bộ Lễ. Đến năm Canh thìn 1820, lại được cử làm Chánh sứ sang Trung Quốc làn nữa, nhưng chưa kịp đi thì ông bệnh mất ngày 10-8 âm lịch (16-9 Dương lịch) lúc 55 tuổi. Ông mất ở Huế, lúc đầu táng ở xã An Ninh, huyện Quảng Điền, tỉnh Thừa Thiên, bốn năm sau (1824) mới cải táng ở quê nhà Tiên Điền. Các tác phẩm chính của ông: - Đoạn trường tân thanh tức Truyện Kiều (chữ Nôm) - Văn tế thập loại chúng sinh (Nôm) - Văn tế Trường Lưu nhị nữ (Nôm) - Thanh Hiên thi tập (chữ Hán) - Nam Trung tạp ngâm (chữ Hán) - Bắc hành tạp lục (chữ Hán) Thơ Nguyễn Du mang nhiều hình ảnh, dạt dào tình cảm, đầy thi tính cả trong thơ chữ Việt và chữ Hán. Bài ĐỘC TIỂU THANH KÍ nói lên được tâm sự u uẩn của nhà thơ trong vô vàn của kiếp hệ lụy nhân sinh: \"Tây hồ hoa uyển tẩn thành khư, Độc điếu song tiền nhất tử thư. Chi phấn hữu thần liên tử hậu, Văn chương vô mệnh lụy phần dư. Cổ kim hận sự thiên nan vấn, Phong vận kì oan ngã tự cư. Bất tri tam bách dư niên hậu, Thiên hạ hà nhân khắp Tố Như!\" Bản dịch: Hồ Tây hoa kiểng dải gò hoang, Cửa hé trang thơ chạnh điếu nàng. Hận luống vương thêm hồn phấn đại, Tro chưa tàn hết nghiệp văn chương. Thanh thương khó hỏi oan chồng chất, Phong nhã đành chung nợ vấn vương. Rồi Tô Như này ba kỉ nữa, Trần gian ai kẻ sụt sùi thương! Bộ Kim Vân Kiều truyện do ông soạn bằng chữ Nôm. Về tình hình văn bản Truyện Kiều và những tài liệu có liên quan đến các văn bản ấy, GS Trần Văn Giáp cho biết, nay có 28 văn bản thuộc 6 loại sau đây: 1. Kim Vân Kiều, nguyên văn Nôm; 2. Kim Vân Kiều, nguyên văn Nôm có chú giải và phê bình; 3. Kim Vân Kiều, dịch nguyên văn từ chữ Nôm ra thơ văn chữ Hán; 4. Các sáng tác lấy Truyện Kiều làm đề tài, lấy văn Kiều làm tư liệu; 5. Các thơ văn đề vịnh các nhân vật trong Truyện Kiều; 6. Các bản Truyện Kiều viết bằng văn xuôi chữ Hán, kể cả nguyên bản Thánh Thán ngoại thư của Trung Quốc mà ta chép lại. 1. Kim Vân Kiều nguyên văn Nôm 1- V.N.B. 11-(2) Kim Vân Kiều (tên thấy ở rốn sách, 1 quyển, Sách khắc gỗ, giấy bản khổ 18x22, nhưng rách nát: tờ cuối ghi 68 tờ, nhưng mất đầu mất giữa, đếm kĩ còn có 58 tờ, tờ 2 trang, trang 12 dòng, dòng 2 câu ở thượng lục hạ bát (14 chữ). 2- V.N.B. 12- Kim Vân Kiều 1 quyển 132 trang, trang 12 dòng, dòng 2 câu lục bát. Sách in lối bản kẽm, giấy tây (đã vàng), khổ 18x13. Rách nát, không đầu, không đuôi, không tên sách, tên đây là theo nội dung sách mà định ra. 3- V.N.B. 27- Kim Vân Kiều truyện, 1 quyển, 64 tờ, tờ 2 trang, trang 12 dòng, dòng 2 câu lục bát. Sách in bản gỗ, khổ 17x11, giấy bản cũ lắm, rách nát, không đầu không đuôi. 4- V.N.B. 59- Kim Vân Kiều truyện, 1 quyển, 68 tờ giấy bản, khổ 165x115, tờ 2 trang, trang 12 dòng, dòng 2 câu lục bát. Nguyên sách không còn tờ mặt in, tờ mặt đây là tờ mới viết sau, đề: Kim Vân Kiều tân truyện, phía phải có hai dòng: Việt Nam Dân chủ Cộng hòa thập bát niên (1963) Đặng Xuân Khanh kính tặng. Sách khắc in rõ, nhưng chữ khắc sai nhiều, thí dụ: câu Vân xem trang trọng khác vời thì chữ \"xem\" thường viết đây lại khắc lầm chữ \"hỗ\"; câu: Sè sè nấm đất bên đường, thì chữ \"sè\" thường viết đây lại khắc lầm là chữ \"trụ\"... 5- V.N.B. 168- Kim Vân Kiều truyện (sách chép tay) 1 quyển, 117 tờ, khổ giấy bản thường 28x16, tờ 2 trang, trang 7 dòng, dòng 2 câu. Sách không có tờ mặt, trang chia ba tầng: trang 1, dòng đầu đề: Phong tình cổ lục, tầng trên cùng, từ tờ 1 đến 12 có các bài: 1) Tựa (chữ Hán) của Nguyễn Tấn Cảnh người Du Lâm hiệu Quả Viên; 2) Bạt (chữ Nôm) Nguyễn Kì Nam, người Nam Dư; 3) Bài tựa và Đoạn trường vịnh (chữ Hán) 6 bài đề Chu Mạnh Trinh soạn; 4) Bình ngữ (thơ ngũ ngôn chữ Hán) không ghi tác giả, trong đó có 2 bài Nôm. Tờ 112: Đề Tái ngộ Kim Trọng (chữ Hán) 10 bài (không ghi tác giả) Sach không ghi là chép ở đâu và thời gian sao chép. 6- V N.B. 60- Kim Vân Kiều truyện, 1 quyền, 68 tờ, tờ 2 trang, trang 12 dòng, dòng 2 câu lục bát. Sách in giấy bản, khổ 175x125. Sách không có tờ mặt in, trái lại tờ mặt để chữ viết tay: \"Minh Mạng ngự lâm (tứ) (danh) Đoạn trường tân thanh. Rồi lại: Kim Vân Kiều truyện (mấy chữ này viết bằng bút sắt). Trang sau tờ mặt đề chữ bút lông như sau: Kim Vân Kiều truyện, bản Bắc quốc Thanh Tâm Tài Nhân lục Tiên Điền Nguyễn Du diễn xuất quốc âm danh Kim Vân Kiều truyện, phụng Minh Mạng ngự lâm (tứ) (cãi) (vi) Đoạn trường tân thanh (tòng kinh bản dã), Hoa Đường tiến sĩ Phạm Quý Thích đề từ...\" Nghĩa: Sách Kim Vân truyện vốn là sách Thanh Tâm Tài Nhân lục của Bắc quốc. Nguyễn Du ở Tiên Điền diễn ra quốc âm, đặt tên là Kim Vân Kiều truyện, được vua Minh Mạng đọc và (cho) (đổi) (tên) Đoạn trường tân thanh (đó là theo bản kinh). Phạm Quý Thích, người Hoa Đường đậu tiến sĩ đề từ... Dòng sau cùng trang 68 có dòng chữ in Kim Vân Kiều truyện quyển hoàn, đây mới là nguyên tên sách của nó. Ngoài những tờ sách in ra, còn có một trang chữ viết, biên lược truyện Ngưyễn Du trích trong Đại Nam chính biên liệt truyện, có nói khi Nguyễn Du đi sứ về thì đem sách Bắc hành thi tập và Thúy Kiều truyện cho phổ biến ở đời... 7- VN.B. 8 Kim Vân Kiều truyện 1 quyển, 66 tờ, giấy bản khổ 17,5x12, tờ 2 trang trang 12 dòng, dòng 2 câu lục bát. Tờ mặt: giữa đề tên sách, phía phải đề: Tĩên Điền Lễ tham Nguyễn hầu soạn; phía phải: Phúc Văn Đường tàng bản ngang trên: Khải Định Mậu ngọ (1918) quý đông tân san. 8- VN.B. 9- Kim Vân Kiều tân truyện (1 quyển) 68 tờ, giấy bản khổ 18x12, tờ 2 trang, trang 12 dòng, dòng 2 câu lục bát. Tờ mặt in, rách nát chỉ còn hai chữ... Tân truyện và bên phải: Hầu soạn; bên trái: Tàng bàn. Sách rách nát."
}