{
  "dateOfBirth": "1761\n----------------------------------------------\nTân Tị 1761",
  "dateOfDeath": "1829\n----------------------------------------------\nKỉ Sửu 1829",
  "hometown": "tại làng An Hải Tây, tổng An Lưu Hạ, hụyện Diên Phước, phủ Điện Bàn, tỉnh Quảng Nam (nay thuộc phường An Hải, quận Sơn Trà, Thành phố Đà Nẵng)",
  "occupation": "Danh thần, nhà doanh điền triều Nguyễn, sinh ngày 26-11-1761 Dương lịch - Tân tị, đời Võ vương Nguyễn Phước Khoát ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 146,
  "entityName": "Nguyễn Văn Thoại",
  "aliases": [
    "Thoại Ngọc Hầu",
    "Nguyễn Văn Thoại"
  ],
  "overview": "Thoại Ngọc Hầu (chữ Hán: 瑞玉侯, 1761-1829), tên thật là Nguyễn Văn Thoại (chữ Hán: 阮文瑞); là một danh tướng nhà Nguyễn trong lịch sử Việt Nam.\n----------------------------------------------\nĐương thời người ta quen gọi ông là Thoại Ngọc Hẫu hay Nguyễn Văn Thoại. Đó là giọng đọc quen thuộc của đồng bào Trung Nam, ở miền Bắc, chữ Thoại đọc là Thụy cho nên các nhà viết sử ngoài Bắc thưởng ghi vào sử liệu của họ tên của Thoại Ngọc Hầu là Nguyễn Văn Thụy. Ngoài lê trên, chữ Thụy còn là quốc húy của thời nhà Nguyễn, do đó, người ta đã e dè vì cữ tên mà đọc là Thoại. suốt hành trình phò tá Nguyễn Ánh (sau này là vua Gia Long), Minh Mạng và phục vụ nhân dân, cả đời mình Nguyễn Văn Thoại đã lập công lớn, được phong nhiều chức, tước, trong đó có tước Thoại Ngọc Hầu, thành cái tên thông dụng. Ngày nay, người ta quen gọi theo tên tước (Thoại Ngọc Hầu) hơn là gọi thẳng nguyên danh (Nguyễn Văn Thoại). Nguyễn Văn Thoại hai lần mang ấn bảo hộ Cao Miên danh nghĩa vang lừng, nên thường gọi là Bảo hộ Thoại, Bảo hộ Thoại cũng được xưng gọi là Nguyễn Hầu, Nguyễn Công và khi mất được vua ban tên thụy là Võ Khắc. Nguyễn Văn Thoại là con của ông Nguyễn Văn Lượng được vua Minh Mạng sắc phong Anh dũng tướng quân khinh xa đô uý Thần sách Vệ uý Nguyễn Hầu, do vua Minh Mạng đề ngày 21 tháng 7 năm thứ ba (1822) và bà Nguyễn Thị Tuyết cũng được sắc phong mĩ hiệu Thực Nhân (cũng do vua Minh Mạng ban cấp). Thởi niên thiếu, Nguyễn Văn Thoại đã cùng mẹ và thân quyến chạy tới sông Cổ Chiên, làng Thới Bình, nằm trên Cù lao Dài (nay thuộc huyện Vũng Liêm, tỉnh Vĩnh Long) và nương ngu tại đó. Mộ của bà Nguyễn Thị Tuyết, tức vợ của Nguyễn Văn Lượng, về sau được chôn cất tại đây gần mộ của ông Châu Vĩnh Huy và bà Đỗ Thị Toán, thân phụ, thân mẫu của bà Châu Thị Vĩnh Tế và là nhạc phụ, nhạc mẫu của Nguyễn Văn Thoại. Năm Mậu ngọ (1789) được bổ chức Khâm sai thượng đạo Bình Tây đại tướng quân, năm Canh thân 1800 theo Nguyễn Ánh chiếm thành Phú Xuân, năm 1802 được thăng Khâm sai Thống binh cai cơ, rồi Cai cơ sang bảo hộ Chân Lạp một thời gian sau được triệu về kinh đô. Năm 1818 (Gia Long thứ 17) ông được bổ làm trấn thủ Vĩnh Thanh (Long Xuyên - Cần Thơ ngày nay). Tại đây ông cùng quan quân sở tại thiết kế và đốc suất dân binh đào kinh Đông Xuyên ở Long Xuyên (được vua cho gọi tên ông là Thoại Hà). Tiếp đến năm 1820, ông được lệnh vua Minh Mạng cho đào một con kinh nối liền Châu Đốc với Hà Tiên. Sau khi kinh hoàn thành, được vua Minh Mạng cho lấy tên vợ ông đặt cho kinh này gọi là Kinh Vĩnh Tế (vợ ông tên là Châu Thị Vĩnh Tế). Đây là một công trình lớn do ông thiết kế và tự thân đốc suất, quân dân làm việc với số nhân công lớn gồm 80.000 người. Thởi gian công tác kéo đài gần 5 năm (1819-1824) mới hoàn thành. Đây là một thành quả lớn lao của tập thể dân phu mà người lãnh trách nhiệm chính với triều đình là ông. Nhân dân vui mừng, triều đình hoan hỉ vì hiệu quả to lớn của công tác doanh điền, thủy lợi này đã đem lại lợi ích lớn lao cho nhân dân cả miền Hậu Giang nói riêng và tổ quốc nói chung. Vua Minh Mạng lấy làm mãn nguyện vì đạt được một hoài vọng từ lâu. Sách Đại Nam nhất thống chí cho rằng: \"Từ ấy đường sông lưu thông, từ kế hoạch trong nước, phòng giữ ngoài biên, cho tới nhân dân buôn bán đều được tiện lợi vô cùng\". Do sự thành công về quốc sách này, vua Minh Mạng giáng chỉ khen ngợi công lao của tập thể và cá nhân ông, rồi sắc ban đặt tên cho ngọn núi nhìn xuống con kinh là Thoại Sơn (tên Nôm là núi Sam) và con kinh này được mang tên vợ ông (Vĩnh Tế hà tức kinh Vĩnh Tế). Kinh rộng 15 tầm, (Tầm: đơn vị đo chiều dài ruộng đất thường dùng ở Nam Kì, 1 tầm \u003d 8 doanh tạo xích; 1 doanh \u003d 0,32m. Vậy 1 tầm \u003d 2,56m. Nền kinh rộng 38,4m. Hiện nay kinh rộng hơn 100 thước) sâu 6 thước, dài 98.300 thước (gần 100km) nối liền Châu Đốc tới cửa biển Giang Thành (Hà Tiên). Đây là một công trình thủy lợi, thuỷ đạo tiện lợi cho việc giao thông, vận tải đường sông; đồng thời làm sạch phèn lấy nước tưói ngọt cho một diện tích lớn ở Hà Tiên, Rạch Giá. Bên cạnh, kinh này còn là một ranh giới rõ rệt để phòng ngự, bảo vệ tổ quốc giữa hai nước Việt Nam -Campuchia. Năm 1836, vua Minh Mạng cho đúc Cửu đỉnh làm quốc bảo, hình kinh Vĩnh Tế được chạm vào cao đỉnh. Đây là một di vật đối với cá nhân ông cũng như tập thể nhân dân tham gia vào công trình đào kinh Vĩnh Tế. Sau khi hoàn thành hai công trình thủy lợi giao thông và quốc phòng ở biên giới Tây Nam này. Đó là đào kinh Đông Xuyên (Thoại hà), kinh Vĩnh Tế như đã nói. Nguyễn Văn Thoại được vua Minh Mạng đặc ân cho lấy tên vợ ông đặt tên kinh, lấy tên ông đặt tên núi. Ông có viết bài bia Thoại Sơn (núi Sam) như sau: Mùa xuân năm Mậu dần 1818), vâng chỉ nhà vua đốc suất đào kinh Đông Xuyên. Ngày nhận mạng lịnh, sớm tối chỉ kính sợ, đốn phá bụi cây, càn quét bùn lầy, dài tất cả là một vạn hai ngàn bốn trăm mười tầm, suốt tháng thì xong công, nghiễm nhiên là một con sông to vậy, mấi mãi làm phương tiện lợi cho ghe thuyền. Mà núí này ở bên cạnh con kinh ấy cao ước chừng hơn hai mươi trượng (Trượng \u003d 10 thước \u003d 3m20.) chu vi được hai ngàn bốn trăm bảy mươi tám tầm, sắc xanh tươi tốt đậm đà, vòi vọi dựng cao lên, linh động như rồng thần giỡn nước, phụng đẹp hiện bên sông, há chẳng phải là khí anh tú của tạo hóa chung đúc lại hay sao? Từ trước tới nay, trời đất khép kín, dấu người ít đến nơi. Bỗng hôm nay vì cớ xong con kinh mà núi này kinh ấy cũng được ghi vào họa đồ dâng trình lên vua xem, hẳn cũng là một kì ngộ của núi này vậy. Lại kính theo ngọc dụ của vua lấy tên tước của lão thần là \"Thoại Ngọc\", thực đã coi sóc công việc ấy mà đặt tên là núi \"Thoại\", làm tiêu biểu cho con kinh Đông Xuyên, cho nên vì tên ngọn núi này mà lão thần đã được ban một vinh dự ngoài phận mình mong mỏi. Trộm nhớ lại, lão thần là người Quảng Nam, thuở niên thiếu lánh vào Nam bộ được phục vụ binh nhung, được theo hầu sang Vọng Các may được ơn tri ngộ đặc biệt, dong rủi miền thượng đạo, qua lại vùng Xiêm, Lào và Cao Miên, được giữ hai trấn Lạng Sơn, Định Tường, khi khuyết chức, lại kính được vua ban ấn bảo hộ Phiên bang, rồi lại có mạng lịnh trấn giữ hai trấn Lạng Sơn, Định Tường, lần ngón tay mà tính trong khoảng hơn vài mươi năm gặp được hai triều. Kính ôn nhớ lại thi đã hai lần mang ấn bảo hộ, trong thời gian đóng giữ thành Châu Đốc, mở kinh Vĩnh Tế, dẹp nạn Cao Miên. Tuy chức của bề tôi thô bỉ, tuy trải được lao nhọc nhỏ nhen, nhưng nếu cứ khư khư về đường công danh mà thân thế lại chẳng như ông Khấu giữ gìn được nơi xung yếu, như ông Vũ trị thủy yên được núi sông, thì thật e rằng trong những năm thừa khi từ quan trở về cũng đồng như cỏ cây vậy. Ngờ đâu việc đào con kinh lại được vua xét đến, lấy tên của lão thần đặt tên cho núi này. Thế là núi này tức là lão thần, mà lão thần là núi này vậy, vòi vọi lâu dài không tiêu mòn cùng trời đất. Từ nay về sau phàm những ai thuận dòng được tiện lợi, xuôi ngang qua chân núi, chằng ai mà không trỏ ngọn núi gầy câu thú vị chuyện trò, ngưỡng nhớ đến đức siêng cần của vua đi kinh lí biên cương, và sau nữa đến duyên cớ được đặt tên cho núi. Vinh thay cho tên ấy! Vinh thay cho núi này! Vì vinh hạnh không riêng cho núi này mà hơn hết niềm vinh ngộ phi thường cho lão thần vậy. Knh cẩn ở chân núi trông lên miếu sơn thần, đục đá làm bia, ghi to hai chữ \"Thoại Sơn\" cùng kể lại lai lịch của tên núi hầu truyền mãi lâu dài không hư nát vậy. Nhằm niên hiệu Minh Mạng thứ ba (1822), năm Nhâm ngọ sau tiết đông chí. Khâm sai Thông chế án giữ đồn Châu Đốc lãnh ấn bảo hộ nước Cao Miên, kiêm quản biên vụ trấn Hà Tiên, gia nhất cấp kỉ lục nhất thư là Thoại Ngọc Hầu lập bia. Năm 1821 ông lãnh Quốc ấn bảo hộ Cao Miên kiêm quản trấn Hà Tiên - Châu Đốc. Năm 1822 (Minh Mạng thứ 3) lúc ông đang bảo hộ Cao Miên (ở Nam Vang) có nhiều điều không hòa hợp được với vua Miên, ông dâng sớ về triều xin giải chức. Nhà vua được tin bất ngờ này liền xuống dụ lưu ông ở lại chức. Ông mất ngày 6-6 năm Kỉ sửu (1829) tại nhiệm sở Châu Đốc lúc đang tại chức, thọ 68 tuổi, an táng tại triền chân núi Sam. Sau khi mất ông được vua Minh Mạng truy phong Tráng võ tướng quân trị quốc đô thống. Ngày nay ở Châu Đốc vẫn còn đền thờ ông bên triền núi Sam (và cũng là đình thần xã Vĩnh Tế) được nhân dân địa phương và toàn quốc xưng tụng là Lăng ông Thoại Ngọc Hầu, thường gọi tắt là Lăng Ông. Bên trong lăng có bài vị ông: \"Thống chế án thủ Châu Đốc đồn, lãnh bảo hộ Cao Miên quốc ấn, kiêm quản Hà Tiên trấn biên vụ, gia nhị cấp kỉ lục tứ thứ, truy tặng Tráng tướng quân, trụ quốc đô thống, thụy Võ Khắc Nguyễn Công húy Thoại tôn thần\". Nghĩa: Tôn thần của Nguyễn Công, húy là Thoại thụy là Võ Khắc được truy tặng là Tráng Võ tướng quân trụ quốc đô thống được bốn lần gia nhị cấp kỉ lục, là thống chế án giữ đồn Châu Đôc, lãnh ấn bảo hộ nước Cao Miên, kiêm giữ việc biên giới trấn Hà Tiên. Trước đây và hiện nay hễ đến ngày giỗ ông, nhân dân địa phương và cả Nam Bộ đều đến Lăng để chiêm nghiệm, tưởng nhớ công lao và sự nghiệp ông. Ngày nay Lăng Thoại Ngọc Hầu được liệt vào công trình di tích văn hớa Quốc gia. Tác phẩm của ông: - Thiết kế Thoại hà (Kinh Đông Xuyên ở Long Xuyên) - Thiết kế Vinh Tế hà (Kinh Vĩnh Tế ở Châu Đốc) - Thành La Bích (ở Campuchia)."
}