{
  "dateOfBirth": "5 tháng 4, 1923 Thanh Hải, Ninh Thuận, Trung Kỳ, Liên bang Đông Dương\n----------------------------------------------\nQuí Hợi 1923",
  "dateOfDeath": "29 tháng 9, 2001 (78 tuổi) Boston, Massachusetts, Hoa Kỳ\n----------------------------------------------\nTân Tị 2001",
  "hometown": "tại tỉnh Ninh Thuận",
  "occupation": "Tướng lĩnh Quân đội Sài Gòn, \"Tổng thống kiêm Tổng tư lệnh Quân lực Việt Nam cộng hòa\"",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1460,
  "entityName": "Nguyễn Văn Thiệu",
  "aliases": [],
  "overview": "Nguyễn Văn Thiệu (5 tháng 4 năm 1923 - 29 tháng 9 năm 2001) nguyên là một sĩ quan trong Quân đội Quốc gia Việt Nam trực thuộc Pháp, từng được cả quân đội Pháp và Hoa Kỳ đào tạo, sau đó trở thành tướng lĩnh trong Quân lực Việt Nam Cộng hòa, mang cấp bậc Trung tướng. Sau vụ đảo chính năm 1963 lật đổ chính phủ Ngô Đình Diệm, ông tham chính làm Chủ tịch Ủy ban Lãnh đạo Quốc gia Việt Nam Cộng hòa thời kỳ (1965 - 1967) và trở thành Tổng thống Việt Nam Cộng hòa thời kỳ (1967 - 1975).\n----------------------------------------------\nNăm 1948 gia nhập quân đội Pháp, đến năm 1954 chuyển sang phục vụ chính quyền Ngô Đình Diệm, năm 1957 tốt nghiệp học viện quân sự Fort Leaven VVorth ở Mĩ. Từ năm 1960-1963 là sư đoàn trưởng sư đoàn 5 Quân đội Sài Gòn, năm 1963 tham gia cùng Hội đồng quân nhân do Dương Văn Minh đứng đầu lật đổ Ngô Đình Diệm rồi loại Dương Văn Minh, Nguyễn Khánh ra khỏi chính trường miền Nam lên làm \"chủ tịch ủy ban lãnh đạo Quốc gia\" kế tiếp giữ ghế Tổng thống (1966-1975). Theo Từ điển Bách khoa Quân sự VN thì \"Nguyễn Văn Thiệu phục vụ đắc lực cho Mĩ mở rộng chiến tranh xâm lược miền Nam Việt Nam và tiến hành chiến tranh phá hoại miền Bắc Việt Nam, tích cực chống phá cuộc đàm phân Paris và hiệp định Paris về Việt Nam. Tháng 4-1975 trước sức mạnh tiến công và nổi dậy của quân và dân miền Nam Việt Nam, Nguyễn Văn Thiệu buộc phải từ chức chạy trốn sang Đài Loan sống lưu vong và chết ở nước ngoài (10-2001)."
}