{
  "dateOfBirth" : "Ất Hợi 1875",
  "dateOfDeath" : "Kỉ Tị 1929",
  "hometown" : "người làng Trung Lễ, huyện Đức Thọ tỉnh Hà Tĩnh",
  "occupation" : "Chí sĩ yêu nước cận đại",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1462,
  "entityName" : "Lê Văn Huân",
  "aliases" : [ "Lâm Ngu" ],
  "overview" : "Xuất thân trong một gia đình truyền thống Nho học, năm 1906, đậu Giải nguyên trường thi Nghệ An, nên thường gọi là Giải Huân. Vốn giàu lòng yêu nước, khoảng năm 1904-1905 ông tham gia phong trào Duy tân cùng với Đặng Nguyên Cẩn, Ngô Đức Kế... lập Triều dương thương điếm công khai tại Vinh (Nghệ An), ông thuộc nhóm Minh xã (khác với Am xã vì ám xã chủ trương bạo động vô lực, còn nhóm Minh xã chủ trương cải cách văn hóa, công thương nghiệp... của Ngô Đức Kế). Năm Mậu thân 1908, ông bị Pháp và triều đình tay sai bắt lưu đày Côn Đảo. Năm 1917 được trả tự do về sinh sống tại quê nhà, theo dõi tình hình chính trị trong nước rất sát. Năm 1927 ông đắc cử nghị viên Viện dân biểu Trung Kì (đơn vị tỉnh Hà Tĩnh) sau hai năm ở \"nghị trường\" giả dối đó, năm 1928 ông từ chức một lần với Huỳnh Thúc Kháng, Hoàng Văn Khải... Trước đó, ông trực tiếp thành lập chính đảng dân chủ đầu tiên ở nước ta lấy tên là Hội Phục Việt, năm 1927, đổi thành Đảng Tân Việt (một trong các đảng tiền thân của Đảng Cộng sản Đông Dương) mà ông là đảng trưởng. Năm 1929, ông bị thực dân Pháp bắt giam tại nhà lao Vinh (Nghệ An), ông tuyệt thực và mổ bụng chết vào năm ấy. Lê Văn Huân không những là một nhà nho yêu nước, một thi sĩ có tài... mà ông còn là một lí thuyết gia thành lập chính đảng dân chủ đầu tiên ở nước ta hồi đầu thế kỉ này. Lúc ông mất, Huỳnh Thúc Kháng có câu điếu ông: Chữ danh đeo đuổi, đầu bạc vẫn chưa thôi, công chả thành mà tội có ai tha, tòa án đất kêu, đậy nắp quan tài là rảnh chuyện. Hồn nước bơ vơ, tuối xanh thương những kẻ chết đã thiệt mà sống làm sao đặng, học trường trời dạy, treo gương nhân cách để cùng soi"
}