{
  "dateOfBirth" : "Mậu Thân 1908",
  "dateOfDeath" : "Đinh Sửu 1997",
  "hometown" : "tại Huế, không rõ năm mất chính xác",
  "occupation" : "Tự điển gia, nhà văn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1463,
  "entityName" : "Đào Đăng Vỹ",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ học ở Huế, cựu sinh viên Đại học y khoa, Luật khoa Hà Nội. Sau về Huế làm giáo sư rồi hiệu trưởng Trường Việt Anh, Hồng Đức, Huế. Những năm 40 tham gia Hội Truyền bá Quốc ngữ Trung Kì, Hội nhà văn Việt Nam, Hội Bảo trợ Đại học Vạn Hạnh, Hội Bảo tổn cố đô Huế, Quảng Trị (Huế) cố vấn và sáng lập viên Hội Terre des Hommes ở Việt Nam (tạm dịch Đất lành hay Cõi người ta danh từ của nhà văn Pháp A. S. Exupéry). Hội chuyên làm công tác xã hội, từ thiện. Ông là một giáo sư lâu năm trong nghề và cũng là một cây bút viết tiếng Pháp rất chuẩn mực và sung mãn. Những năm 60-70 ông giảng dạy tại Đại học Vạn Hạnh Sài Gòn. Các chức vụ văn hóa, xã hội ông từng đảm nhiệm: - Hội trưởng Hội Quảng Trị ở Huế (hơn 15 năm). - Phó Hội trưởng Hội Truyền bá Quốc ngữ Trung Kì. - Phó chủ tịch Hội Bảo tồn cố đô Huế. - Phó chủ tich Hội Bảo trợ Đại học Vạn Hạnh, Sài Gòn. Các tác phẩm đã xuất bản: - Le Culte des Ancêtres (1932). - Enquête sur la Jeunesse Vietnamienne (1932-34). - Les Ecrivains et les Artistes Vietnamniens contemporains (1935). - Nguyễn Trường Tộ et son Temps (1936-37). - L'Annam qui nait (1938). - Pour la Famille la Vraie (en collaboration, 1939). - La Culture et Nous (en collaboration, 1940). - Thất Thủ Kinh Đô (kịch lịch sử 5 hồi, 1945). - Thế giới chiến tranh lần thứ ba (1946). - Nước Mỹ và nền Hòa bình thế giới (1946). - Nước Nga và nên Hòa Bình thếgiói (1946). - Evolution de la Littérature Vietnamienne contemporaine (1949). - Nguyễn Trường Tộ et l'Empereur Tự Đức (1951). - Khúc nhạc Đồng quê (1954) (Bản dịch La Symphonie Pastorale của A. Gide). - Pháp Việt Đại Từ điển (1949-52, 1963, 1970). - Papillons Blancs (bản dịch Bướm Trắng của Nhất Linh 1959). - Việt Pháp Đại Từ điển (1956, 1963, 1970). - Pháp Việt Từ điển Phổ thông (1954, 1956, 1960, 1963, 1965, 1970). - Pháp Việt Tiểu Từ điển (1961, 1963, 1966, 1970). - Việt Pháp Tiểu Từ điển (1962, 1964, 1966, 1970). - Việt Nam Bách khoa Từ điển (Cuốn I, II, III... (1959-1963). - Ông già Goriot (le Père Goriot của H. de Balzac dịch ra Việt văn 1962). - Sức mạnh của Bât bạo động (1965). - Thúy Kiều và Định mệnh (1966). - Nguyễn Trường Tộ và Y đằng Bác Văn (1971). - Xã hội Nguyễn Trường Tộ và xã hội Y đằng Bác Văn (1972). - Nguyễn Tri Phương (1974)."
}