{
  "dateOfBirth" : "15 tháng 7 năm 1910 Nghi Thọ, Nghi Lộc, Nghệ An, Liên bang Đông Dương\n----------------------------------------------\nNhâm Tí 1912",
  "dateOfDeath" : "20 tháng 4, 1985 (74 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nẤt Sửu 1985",
  "hometown" : "quê huyện Diễn Châu, tỉnh Nghệ An (nay vẫn thuộc tỉnh Nghệ An), có sách chép năm sinh ông 1910",
  "occupation" : "Nhà hoạt động cách mạng, cựu Bộ trưởng ngoại giao",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1464,
  "entityName" : "Nguyễn Duy Trinh",
  "aliases" : [ ],
  "overview" : "Nguyễn Duy Trinh (1910 - 1985) là một chính khách Việt Nam. Ông nguyên là Ủy viên Bộ chính trị, Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Nguyên Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao nước Việt Nam Dân chủ Cộng hòa sau đó là Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam. Ngoài ra, ông còn được biết đến với vai trò là người đại diện cho phái đoàn Việt Nam Dân chủ Cộng hòa đặt bút ký kết Hiệp định Paris 1973.\n----------------------------------------------\nTuổi trẻ ông học tại Vinh, năm 1928 gia nhập đảng Hưng Nam (sau đổi là Tân Việt của Lê Văn Huân, năm 1930 là đảng viên đảng Cộng sản Đông Dương hoạt động bí mật ở Nghệ An. Năm 1931 ông bị bắt giam, đày lên Ban Mê Thuột, năm 1933 đày ra Côn Đảo. Khi Mật trận Bình dân Pháp cầm quyền, ông được trả tự do trong năm 1939, về hoạt động tại Nghệ An đến Cách mạng tháng 8 năm 1945. Năm 1946 ông đắc cử Đại biểu Quốc hội khóa I đơn vị tỉnh Nghệ An rồi được cử giữ chức Chủ tịch ủy ban Kháng chiến hành chánh Trung bộ, kiêm Bí thư Liên khu ủy khu V (thay ông Phạm Văn Đồng). Sau hiệp định Genève, ông làm việc ở Trung ương đảng Lao động, năm 1959 làm Chủ nhiệm ban kế hoạch nhà nước, Bộ trưỏng Bộ Ngoại giao, Phó thủ tướng chính phủ... Sau ngày Việt Nam thống nhất, ông dẫn đầu Phái đoàn Việt Nam đến Hoa Kì dự lễ kết nạp Việt Nam vào tổ chức Liên hiệp quốc tại Nữu ước. Ông được tặng thưởng nhiều huân chương cao quí của nhà nước Việt Nam. Ông mất tại Hà Nội trong năm 1985, thọ 75 tuổi."
}