{
  "dateOfBirth" : "1738\n----------------------------------------------\nMậu Ngọ 1738",
  "dateOfDeath" : "Đinh Mùi 1787",
  "hometown" : "tại kinh thành Thăng Long tổ tiên vốn họ Trần (hậu duệ Trần Liễu) nhưng vì năm Tân mùi 1511 viễn tổ là Trần Tuấn khởi binh chống nhà Lê thất bại (Lê Tương Dực - Hồng Thuận năm thứ 3) nên dòng họ Trần đều đổi sang họ Đặng bắt đâu từ đó",
  "occupation" : "Đô đốc đời Lê Cảnh Hưng ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 1475,
  "entityName" : "Đặng Đình Đông",
  "aliases" : [ "Đặng Tiến Đông" ],
  "overview" : "Đặng Tiến Đông (1738-?) làm quan thời Lê-Trịnh, sau đầu quân Tây Sơn và trở thành danh tướng của lực lượng này. Thân thế và sự nghiệp của ông hiện vẫn còn gây nhiều tranh cãi trong giới sử học Việt Nam.\n----------------------------------------------\nSinh trưởng trong một gia đình đại vọng tộc, cháu nội Thái tể Đại tư không Yên quận công Đặng Đình Liễu, có công với chúa Trịnh được mang quốc tính, nên còn gọi là Trịnh Liễu, con Thượng đẳng đại vương Đặng Đình Miên tước Thái bảo Quận công, mẹ là Phạm Thị Yến. Ông là con trai thứ 8 trong gia đình (Đặng Đình Trí, Đặng Đình Thiệu, Đặng Đình Cầu, Đặng Đình Tự, Đặng Đình Giám, Đặng Đình Tú, Đặng Đình Hữu và út là ông) tất cả đều được phong tước bá, hầu. Ông xuất thân võ quan, từng lập được nhiều chiến công trong đời các chúa Trịnh chức Đại đô đốc vì có công dẹp loạn Ngân Già, Nguyễn Hữu Cầu (Quận He)... được phong tước Đông Lĩnh hầu. Những năm cuối đời chúa Trịnh (1784) ở Đàng Ngoài triều đình Lê - Trịnh đổ nát, trong khi đó ở Đàng Trong, Trương Phúc Loan chuyên quyền, phong trào Tây Sơn nổi lên tiêu diệt chúa Nguyễn, rồi Bắc Bình vương Nguyễn Huệ đem quân ra Bắc diệt họ Trịnh, trừ Vũ Văn Nhậm, Nguyễn Hữu Chỉnh lộng hành ở Thăng Long. Năm 1786 Nguyễn Huệ ra Bắc lần thứ hai với khẩu hiệu \"phù Lê diệt Trịnh\", Đặng Đình Đông tình nguyện đem binh dưới quyền ra phò hai anh em Tây Sơn. Sau đó ông theo Nguyễn Huệ vào Phú Xuân phục vụ triều đình vua Quang Trung. Từ đó về sau, gia phả họ Đặng không viết rõ gia thế và hành trạng ông sau khi vua Cảnh Thịnh bị bắt và nhà Tây Sơn bị Nguyễn Ánh đánh bại vào năm 1801. Trong Đặng thế gia phả kí có ghi rõ: Đại đô đốc Đông Lĩnh hầu Đặng Đình Đông vì thời thế ra phò chúa Nguyễn Nhạc, Nguyễn Huệ. Ông là tác giả Đặng gia phả hệ toàn chính thực lục (6 quyển). Phả này khảo xét dòng họ Đặng và sinh hoạt chính trị Việt Nam từ thế kỉ XI đến thế kỉ XVIII và cũng theo gia phả Đặng Lương Xá thì \"Vệ quốc thượng tướng quân trấn thủ Thanh Hóa kiêm Nghệ An trấn Đô đốc Đặng Lĩnh hầu Đặng tướng công đại phụ tứ nguyệt thập tốt, hoàng triều Chiêu Thống nguyên niên nhị nguyệt cát hạ phùng tra\" nghĩa là Đô đốc Đông Lĩnh hầu Đặng tướng công, giữ chức Thượng tướng quân mất ngày rằm tháng tư triều Chiêu Thống năm thứ nhất (1787) Đinh Vị. Như vậy là ông mất trong năm 1787."
}