{
  "dateOfBirth" : "Quí Sửu 1913",
  "dateOfDeath" : "Đinh Sửu 1997",
  "hometown" : "tại Hà Nội trong một gia đình công chức có đạo Thiên chúa, tên thánh là Phêrô",
  "occupation" : "Cựu bộ trưởng Quốc phòng thời Ngô Đình Diệm, gốc người Minh Hương, sinh năm 1913 tại Hà Nội trong một gia đình công chức có đạo Thiên chúa",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1478,
  "entityName" : "Trần Trung Dung",
  "aliases" : [ "Phêrô" ],
  "overview" : "Thuở nhỏ (khoảng 6, 7 tuổi) sang sống tại Lào với thân phụ đang làm công chức ngành công chánh của Pháp ở Viên Chăn. Đến tuổi trưởng thành về Hà Nội học tại trường A. Sarraut, Đại học luật khoa Hà Nội cùng thời với Đại tướng Võ Nguyên Giáp. Tốt nghiệp cử nhân luật, được bổ làm tri huyện nhưng ông từ chối mà tham gia vào nghề báo. Theo đương sự thì chính vì nghề báo này mà ông có dịp thân quen với giám mục Ngô Đình Thục cùng các em ông. Và sau khi tham gia nội các Ngô Đình Diệm rồi trở nên nghĩa tế gia đình họ Ngô (Ông cưới cháu gọi Ngô Đình Thục bằng cậu, con gái bà Ngô Thị Hiệp). Sau cách mạng tháng 8 năm 1945 ông là Đại biểu Quốc hội khóa I, sau năm 1954 là Bộ trưởng Quốc phòng trong chính phủ Ngô Đình Diệm nhưng là \"Hữu danh vô thực\" như lời tự nhận của ông. Từ năm 1960-1961 vì bất hòa với \"Tổng Diệm\" ông từ chức Bộ trưởng cùng một lần với bộ trưởng Lâm Lễ Trinh vì câu nói của Ngô Đình Diệm: \"Tôi là tổng thống thì cũng như vua vậy, bổn phận của dân là đứng chờ tôi thì có gì là quá đáng\". Chính vì câu nói này mà ông cho họ Ngô là quan liêu, gia đình trị nên ông nhất quyết ra đi và người kế nhiệm là kẻ dưới quyền ông: Nguyễn Đình Thuần. Từ đảo chính ngày 1-11-1963 lật đổ Ngô Đình Diệm, ông vẫn sống và làm việc ở Sài Gòn, đến năm 1966 ông đắc cử Thượng nghị sĩ, được cử giữ chức Phó chủ tịch Thượng viện thời \"đệ nhị cộng hòa\" (1963-1975). Sau ngày thống nhất đất nước, ông đi học tập cải tạo một thời gian. Khoảng năm 1988-1989 ông được Nhà nước Việt Nam cho phép sang sinh sống ở Hoa Kì. Ông mất ngày 7 tháng 7 năm 1997 tại Califomia, Hòa Kì, thọ 84 tuổi."
}