{
  "dateOfBirth" : "Trần Văn Đạt 09 tháng 09, 1760 (âm lịch) làng An Hải (trước thuộc huyện Diên Phước, tỉnh Quảng Nam), nay thuộc quận Sơn Trà, thành phố Đà Nẵng\n----------------------------------------------\n…",
  "dateOfDeath" : "1802\n----------------------------------------------\nNhâm Tuất 1802",
  "hometown" : "làng An Hải, quận Sơn Trà, thành phố Đà Nẵng\n----------------------------------------------\nquê xã An Hải Tây tổng An Lưu hạ, huyện Diên Phước, tỉnh Quảng Nam (nay thuộc Tp",
  "occupation" : "Thái phó\n----------------------------------------------\nDanh tướng nhà Tây Sơn, chồng nữ Đô đốc Bùi Thị Xuân",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Trần Tấn Phan Thị Hy" : null
  },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21,
    "nhà Tây Sơn" : null
  },
  "id" : 1481,
  "entityName" : "Trần Quang Diệu",
  "aliases" : [ ],
  "overview" : "Trần Quang Diệu (chữ Hán: 陳光耀; 1760 – 1802) là một trong Tây Sơn thất hổ của nhà Tây Sơn trong lịch sử Việt Nam. Ông cùng với vợ là nữ tướng Bùi Thị Xuân đã cố sức chiến đấu để bảo vệ vương triều này, nhưng không thành công, và cả hai đều bị vua Gia Long xử tội chết.\n----------------------------------------------\nNgay từ tuổi thanh niên, ông là bạn tâm giao của Nguyễn Nhạc, sau vợ chồng ông là hai trong các nhân vật trụ cột của nhà Tây Sơn. Chiến công đuổi quân Thanh xâm lược đầu xuân Kỉ dậu 1789 có sự đóng góp của vợ chồng ông rất nhiều. Năm 1790, ông làm Đốc trấn Nghệ An và trông coi việc xây thành Phượng Hoàng Trung đô. Năm Nhâm tí 1792, vua Quang Trung mất, ông giữ chức Thái phó, hết lòng giúp vua Cảnh Thịnh Nguyễn Quang Toản nhưng Quang Toản hay nghe lời gièm pha của nịnh thần, dầu vậy ông vẫn tận tình giúp nhà Tây Sơn. Những năm Nguyễn Ánh đem quân từ miền Nam ra chiếm thành Qui Nhơn, bị ông tiêu diệt một phần lớn cánh quân ở Bình Định. Khi hạ được thành Bình Định (1801) cảm vì cái chết của Võ Tánh, Ngô Tùng Châu, ông cho chôn cất tử tế và các tướng sĩ qui hàng được ông phóng thích ngay. Năm 1802, nghe tin Tây Sơn thua ở Trấn Ninh, ông cùng Võ Văn Dũng bỏ thành Qui Nhơn kéo quân ra Nghệ An cứu viện. Nhưng đến huyện Hương Sơn hay tin Nghệ An đã mất, vợ chồng ông. định lên đường ra Bắc thì bị quân Nguyễn Ánh bắt tại huyện Thanh Chương. Nguyễn Ánh dụ hàng ông nhiều lần nhưng ông không hàng phục. Cả gia quyến ông bị hành hình trong tháng 2 năm 1802, ông bị xử lột da, vợ và con gái là Trần Bích Xuân bị voi dày."
}