{
  "dateOfBirth": "1837\n----------------------------------------------\nĐinh Dậu 1837",
  "dateOfDeath": "1898\n----------------------------------------------\nMậu Tuất 1898",
  "hometown": "Quê ở thôn Cái Mơn, xã Vĩnh Thanh, huyện Tân Minh tỉnh Vĩnh Long (nay thuộc tỉnh Bến Tre)",
  "occupation": "Học giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1487,
  "entityName": "Trương Vĩnh Ký",
  "aliases": [
    "Chánh Ký",
    "Sĩ Tải"
  ],
  "overview": "Pétrus Trương Vĩnh Ký (1837 – 1898), tên hồi nhỏ là Trương Chánh Ký, sau này đổi tên đệm thành Trương Vĩnh Ký, hiệu Sĩ Tải; là một nhà văn, nhà ngôn ngữ học, nhà giáo dục học, và khảo cứu văn hóa tiêu biểu của Việt Nam trong thế kỷ 19.\n----------------------------------------------\nÔng hiếu học có tiếng, ngay từ bé đã thông chữ Hán, Quốc ngữ, được một linh mục đưa đến Cái Nhum học tiếng La Tinh. Ít lâu qua học trường đạo Phinhalu ở Campuchia. Khoảng năm 1851-1858 được cấp học. bổng học ở trường đạo Pénang trên Ấn Độ Dương. Ông thông thạo 15 thứ sinh ngữ, tử ngữ phương Tây và 11 thứ ngôn ngữ phương Đông. Ông cũng là Hội viên Hội nhân chủng và khoa học miền Tây nước Pháp, Hội chuyên học nói tiếng phương Đông, Hội chuyên khảo văn hóa Á châu... Vì thế, đương thời giới báo chí liệt ông vào hàng 18 nhà bác học trên thế giới. Năm 1863, ông cùng Tôn Thọ Tường làm thông ngôn cho phái đoàn Phan Thanh Giản sang Pháp điều đình chuộc ba tỉnh miền Đông. Sau khi về nước, ông làm chủ bút tờ Gia Định báo (1868). Năm 1886 ông cộng tác với Paul Bert và có lúc dạy tiếng Pháp cho vua Đồng Khánh. Ít lâu, ông chán nản rút lui khỏi chính trường (vì cả Pháp lẫn Việt đều nghi kị ông) sống cuộc đời đạm bạc chuyên tâm nghiên cứu các môn học khoa học nhân văn và ngôn ngữ học. Tận lòng sâu thẳm ấy của ông được thể hiện qua bài thơ: Quanh quanh quẩn quẩn lối đường quai, Xô đẩy người vô giữa cuộc đời. Học thức gởi tên con mọt sách, Công danh rốt lại cái quan tài. Dạo hồn lũ kiến men chân bước, Bò xối con sùng tắc lưỡi hoài. Cuốn sổ bình sinh công với tội, Tìm nơi thẩm phán để thừa khai Ông trước tác nhiều thể loại và có một công trình nghiên cứu đồ sộ về học thuật. Năm 1898, ông mất, thọ 61 tuổi, còn để lại cho đời hơn 100 bộ sách giá trị (vừa bản thảo, vừa sách). Các tác phẩm chính có thể được chia làm 7 loại: 1. Công trình biên soạn sách giáo khoa dạy tiếng Việt cho người Pháp, dạy tiếng Pháp cho người Việt: - Abrégé de grammaire annamite 1867 - Grammaire de la langue annamite 1883 - Cours pratique de la langue annamite 1868 - Alphabet Quốc ngữ 1876 - Mẹo luật dạy tiếng Pha-lang-Sa 1869 - Alphabet français 1885 - Vocabulaire annamite-français 1887 2. Công trình biên soạn từ điển: - Dictionnaire Français- Annamite, 1889 - Dictionnaire Chinois-Annamite-Français - Dictionnaire géographique annamite - Dictionnaire biographique annamite 3. Công trình nghiên cứu về ngôn ngữ học: - Etude comparée sur les langues, les écritures, les croyances et les moeurs de l’Indochine (Nghiên cứu đối chiếu các tiếng nói, chữ viết, tín ngưỡng và phong tục của các dân tộc Đông Dương) - Comparaison des systèmes d’écritures idéographiques, hiéroglyphiques, phonétiques, alphabétiques (Nghiên cứu đối chiếu các hệ thống chữ viết tượng ý, tượng hình, theo ngữ âm và theo vần a,b,c) - Etude comparée des écritures et des langues de trois branches linguistiques (Nghiên cứu đối chiếu các chữ viết và các tiếng nói của ba phái ngôn ngữ (1894) - Essai sur la similitude des langues et des écritures orientales (Lược khảo về chỗ giống nhau của các tiếng nói và chữ viết ở phương Đông) 4. Công trình nghiên cứu về lịch sử, địa lý: - Cours d’Histoire Annamite à l’usage des écoles de la Basse Cochinchine (Giáo trình lịch sử An Nam viết bằng tiếng Pháp, cuốn I năm 1875, cuốn II năm 1877) - Sử ký Nam Việt - Sử ký Trung Hoa (1876) - Giáo trình về địa lý Nam Kỳ (Petit cours de géographie de la Basse Cochinchine) (1875) 5. Công trình dịch sách chữ Hán: - Tứ thư (Đại Học, Trung Dung 1889) - Tam tự kinh (1884) - Minh tâm bảo giám (1891-1893) - Sơ học vấn tân (1884) (Tóm tắt sử của Trung Quốc và Việt Nam) - Tam thiên tự (1887) 6. Công trình sưu tầm, phiên âm truyện Nôm và tác phẩm cổ Việt Nam: - Truyện Kiều (1875) - Lục Vân Tiên (1889) - Phan Trần (1889) - Đại Nam quốc sử diễn ca (1875) - Lục súc tranh công (1887) - Nữ tắc (1882) - Gia huấn ca (1883) - Hịch Quản Định (1882) - Văn tế nghĩa sĩ Cần Giuộc (1887) - Trung nghĩa ca (1888) - Cổ Gia định phong cảnh vịnh (1882). - Gia định thất thủ vịnh (1882) - Chuyện đời xưa nhón lấy những chuyện hay và có ích (1866) - Chuyện khôi hài (1882) - Hịch con quạ (1883) - Ước lượng truyện tích nước Nam (1887) 7. Sáng tác thơ văn: - Ghi về vương quốc Khơ Me (Notice sur le royaume khmer) (1863), là một bài báo 7 trang - Chuyến đi Bắc Kỳ năm Ất hợi (1881). Bút ký - Bất cượng chớ cượng làm chi (1882) - Kiếp phong trần (1882) - Phú bần truyện diễn ca (1885). Diễn ca - Cờ bạc nha phiến diễn ca (1885). Diễn ca - Bài thơ tuyệt mệnh (1898). Bài thơ này viết vào cuối đời đã được nhiều người biết đến vì tác giả đã gửi gắm trong đó tâm sự của mình. Ngoài ra, ông cũng có những đóng góp để giới thiệu con người Việt Nam và văn hoá Việt Nam với người Pháp qua các cuốn: Les convenances et les civilités annamites, Souvenirs historiques de Saigon et ses environs, Dictionnaire biographique annamite."
}