{
  "dateOfBirth": "Quí Dậu 1813",
  "dateOfDeath": "Quí Mùi 1883",
  "hometown": "ở làng Minh Hương, huyện Hương Trà tỉnh Thừa Thiên",
  "occupation": "Đại thần",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1495,
  "entityName": "Trần Tiễn Thành",
  "aliases": [
    "Trần Thời Mẫn"
  ],
  "overview": "Thân phụ ông là Trần Triều Dực - làm Tri phủ Tân Bình, tỉnh Gia Định rồi mất tại đấy lúc ông 11 tuổi (1824). Ông thông minh hiếu học, đỗ tiến sĩ khoa Mậu tuất 1838, đời Minh Mạng, lúc 25 tuổi. Đời Thiệu Trị ông làm Án sát tỉnh Thanh Hóa. Đời Tự Đức, ông Được thăng Thượng thư bộ Binh, Văn minh học sĩ, rồi được phong Thái bảo, Cần chánh điện đại học sĩ, đệ nhất phụ chánh. Ông là người rất nhiệt thành trong công cuộc canh tân đất nước đã nhiều lần tiến cử nhà cải cách Nguyễn Trường Tộ lên triều đình nhất là vua Tự Đức. Năm Quí mủi 1883 vì ông không đồng ý việc Tôn Thất Thuyết và Nguyễn Văn Tường phế lập vua nối ngôi sau khi Tự Đức mất, nên ông bị Nguyễn Văn Tường, Tôn Thất Thuyết phái Hường Hàng, Hường Chức và Hường Tề ám sát ông tại nhà riêng ở Gia Hội (Huế) vào đêm 30-10 năm Quí vị (1883) thọ 70 tuổi. Ông là nhạc phụ nhà lí thuyết Duy tân yêu nước Nguyễn Lộ Trạch, thân phụ danh thần Trần Tiễn Hối. Ông là tác giả rất nhiều sớ tấu có giá trị lịch sử, văn học trong công cuộc canh tân đất nước. Sớ tấu của Trần Tiễn Thành (Ngày 12 tháng 2 năm Tự Đức 19, tức 28-3-1866) Thần Trần Tiễn Thành kính tâu: Gần đây thần vâng mệnh hỏi Nguyễn Trường Tộ các khoản trong tờ bẩm của y. Nhân đó thần thử hỏi những điều ấy y nghe thấy được, hay do ước đoán. Theo ý nói, hiện nay ở Gia Định có linh mục Du Cơ Đăng rất được tưởng Pháp quan Pháp tin trọng, thường đem việc nọ việc kia thảo luận với linh mục này, linh mục này lại rất yêu mến y, do đó y nghe được đại khái các sự việc. Lại nữa y vốn không làm việc cho Pháp mà tưởng Pháp quan Pháp cũng xem y là người của nước ta, biết ít nhiều sự lí, nên có lúc cùng y trò chuyện. Y thấy người Pháp lập tâm kiên nhẫn mưu tính sâu xa. Vĩnh Long, An Giang, Hà Tiên là ba tỉnh có nguồn lợi về đất đai dồi dào họ thường ham thích và cố tâm chiếm đoạt. Như họ đã từng bí mật dò hỏi, muốn tung tiền bạc ra mua chuộc những tên xã tổng trong ba tỉnh, khoảng hơn một ngàn người, khiến bọn này lập tờ xin thuận theo Pháp. Để khỏi trở ngại mỗi tờ bọn này đều kí tên và lăn dấu tay. Đó là cái kế để tóm lấy ba tỉnh này. Biết có làm được chăng? Người Pháp lại thường bảo rằng việc ta hòa với họ chẳng qua là giả dối, như có thể thấy đại khái việc làm lét lút của Thiên Hộ Dương và các khoản giặc cướp đều do Triều đình xúi giục. Mỗi mỗi y đều đem lí lẽ biện chiết với người Pháp. Lại nữa Nguyễn Trường Tộ trước đây vâng mệnh đến dinh của thần để theo phái bộ, việc này đã báo đầy đủ cho thần Nguyễn Chính biết. Chỉ vì thuyền này đã có người thông ngôn quen biết của thần Lê Đình Đức tên làA Hòe rồi, (Châu phê: Là ai? Có thực không?) Tên này cũng có thể thông dịch được, cho nên thần Nguyễn Chính không đòi y đến. Thần và thần Phạm Phú Thứ chuyển sức Nguyễn Trường Tộ hãy trở về nhà trọ chở quyết định. Nay vâng phê chuẩn: \"Tên Tộ không cần đến. Các lẽ Khâm thử\". Còn tên này trước có xin theo tên Hòa trở về Bình Chính, vậy xin cho hắn đi trước. Kính xin tâu luôn. Còn các tờ bẩm của tên này sẽ xin đệ trình sau. (Châu phê: Hãy duyệt xét các khoản, nếu rõ ràng không có gì nghi vấn mới có thể toan tính được. Các khoản này khanh có thể giải quyết được khỏi để lộ ra ngoài càng tốt. Bằng không thì gọi thần Phạm Phú Thứ cùng nhau thảo luận mới thành được)."
}