{
  "dateOfBirth" : "Kỉ Hợi 1899",
  "dateOfDeath" : "Canh Dần 1950",
  "hometown" : "tại Bạc Liêu, cựu đốc phủ sứ, cựu Tổng trấn Nam phần (Nam Bộ) kiêm đô trưởng Sài Gòn thời chính phủ thuộc Pháp Trần Văn Hữu của chính quyền Bảo Đại ở Sài Gòn",
  "occupation" : "Nhân sĩ yêu nước",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1499,
  "entityName" : "Thái Lập Thành",
  "aliases" : [ ],
  "overview" : "Xuất thân trong một gia đình có truyền thống Phật học, lớn lên ông nhập môn đạo Cao Đài. Thuở nhỏ ông học tại trường Chasseloup - Laubat (nay là trường Lê Quí Đôn, TP.HCM), tốt nghiệp Trung học, rồi nhập ngạch hành chánh từng làm chủ quận ở các tỉnh Nam Bộ. Năm 1943 về làm việc ở Dinh Thống đốc Nam Kì (Sài Gòn) lên đến chức Đốc phủ sứ ở Nam Kì. Sau cách mạng tháng 8 năm 1945 ông vẫn sống ở Sài Gòn, có liên hệ mật thiết với lực lượng kháng chiến Nam Bộ. Năm 1949-1950 ông làm Tổng trấn kiêm đô trưởng đô thành Sài Gòn, từng là cộng tác viên chặt chẽ với lực lượng kháng chiến chống Pháp tại nội thành. Cuối năm 1950 nhân Pháp có phái đoàn do tướng Chanson đi thị sát chiến trường Đồng Tháp Mười và sẽ có cuộc duyệt binh thị xã Sa Đéc. Ông thông báo công tác mật này với cơ quan quân báo khu 8 biết để xử lí. Lực lượng biệt động kháng chiến tại chiến trường tổ chức cuộc nổ mìn tại khán đài nơi có ghế ngồi của tướng Chanson để giết ông ta (Chanson). Lẽ ra ông (Thái Lập Thành) không đi cùng phái đoàn mà là một phó của ông đi theo, nhưng vào giờ chót nhân viên phó bị bệnh tả không tháp tùng được Chanson chỉ định ông thay thế. Lúc đến Sa Đéc ông ngồi cạnh Chanson, khi mìn nổ Chanson chết ngay tại ghế ngồi, do đó ông tuẫn nạn theo. Thế cho nên lúc đó chính quyền Bảo Đại (không biết ông là người của kháng chiến) cho đặt tên ông (Thái Lập Thành) vào một con đường dài cùng trục với đường Chanson trên một tuyến đường tại Sài Gòn hồi đó. Sau năm 1955 (ngày 22 tháng 3) chính quyền Ngô Đình Diệm [cũng không biết đặt tên đường Thái Lập Thành ở Quận I, nói là ông bị cách mạng giết cùng với Chanson. Cho đến năm 1976, tên đường Thái Lập Thành bị xóa vì nghĩ ông là người cộng tác với Pháp (theo nhiều sử liệu; nhất là Hồi kí của Chủ tịch chính phủ Cách mạng lâm thời miền Nam Việt Nam Huỳnh Tấn Phát NXB Chính trị Quốc gia, 1995)."
}