{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Ngày 30\n----------------------------------------------\nKhông rõ",
  "hometown": "quê làng Phú Xuân Trung (Trường Xuân) huyện Lệ Dương, châu Thăng Hoa, đạo Quảng Nam nay thuộc phường Trường Xuân, thị xã Tam Kỳ, tỉnh Quảng Nam không rõ năm sinh, năm mất.\n----------------------------------------------\nquê làng Phú Xuân Trung (Trường Xuân) huyện Lệ Dương, châu Thăng Hoa, đạo Quảng Nam (nay thuộc phường Trường Xuân, thị xã Tam Kì, tỉnh Quảng Nam) không rõ năm sinh, năm mất",
  "occupation": "Danh tướng đời vua Quang Trung, con trai Thủ tài hầu Lê Văn Thủ, quê làng Phú Xuân Trung (Trường Xuân) huyện Lệ Dương, châu Thăng Hoa, đạo Quảng Nam ",
  "workTenure": "Không rõ",
  "fatherName": {
    "Thủ tài hầu Lê Văn Thủ": null
  },
  "motherName": {},
  "eraName": {
    "Nhà Tây Sơn": 21
  },
  "id": 1503,
  "entityName": "Lê Văn Long",
  "aliases": [
    "Đô Đốc Long"
  ],
  "overview": "Danh tướng Lê Văn Long đời vua Quang Trung, còn có tên khác là Đô Đốc Long, con trai Thủ tài hầu Lê Văn Thủ, quê làng Phú Xuân Trung (Trường Xuân) huyện Lệ Dương, châu Thăng Hoa, đạo Quảng Nam nay thuộc phường Trường Xuân, thị xã Tam Kỳ, tỉnh Quảng Nam không rõ năm sinh, năm mất. Xuất thân trong một gia đình võ tộc, tổ phụ, thân phụ đều là đại tướng triều Tây Sơn, Quang Trung. Những năm chiến tranh với Nguyễn Ánh, vua Lê, chúa Trịnh ông đều có mặt trong quân ngũ giữ những chức vụ chỉ huy cao cấp. Năm 1789, ông cùng với thân phụ (Lê Văn Thủ) và vua Quang Trung dẫn đại quân ra Bắc diệt quân Thanh xâm lược đang chiếm đóng thành Thăng Long. Ngày 30 tháng Chạp (Tây lịch 25-1-1789) hơn mười vạn quân ta chia nhau xuất phát. Quân Thanh nghe tin Tây Sơn đến liền dán cáo thị thách chiến, nhưng Tôn Sĩ Nghị không ngờ Quang Trung đã nhanh hơn ông ta tưởng. Theo các sử liệu cũ thì chiến trận \"xảy ra dồn dập như người ta lo tết\". Cho hết ngày cuối năm Mậu Thân (1788), quân Lê Chiêu Thống ở Sơn Nam đã vỡ, quân Thanh ở sông Thanh Quyết, sông Giản chạy tán loạn đến huyện Phú Xuyên thì bị bắt trọn. Nửa đêm mùng 3 tết quân Thanh ở làng Hạ Hồi và các đồn lân cận đều bị quân ta bao vây tiến đánh. Trong trận Hạ Hồi này, đô đốc Lê Văn Long chỉ huy đạo quân phía Nam thần tốc tiêu diệt đồn Khương Thượng và mờ sáng ngày mùng 5 (30-1-1789) trận đánh quyết định xảy ra tại làng Ngọc Hồi mà cha con ông đều có mặt từ lúc nổ súng lệnh. Ngay trước khi lên đường Bắc tiến diệt Thanh, vua Quang Trung đã sắc phong cho ông chức Võ tướng hữu quân ở Thuận Hoá, sắc viết: \"Sắc! Thăng Hoa phủ Lệ Dương huyện Phú Xuân Trung xã, Lê Văn Long lịch tùng chiến trận cụ hữu cần lao kiêm bổ Võ hữu tướng quân sai bác quân vụ. Nhược sở hữu giải đãi phất càn hữu quân hiến tại khâm tai cố. Sắc Quang Trung nhị niên, nhị nguyệt sơ ngũ nhật. (Ấn Quang Trung)\" Nghĩa: Sắc\n----------------------------------------------\nXuất thân trong một gia đình võ tộc, tổ phụ. thân phụ đều là đại tướng triều Tây Sơn, Quang Trung. Những năm chiến tranh với Nguyễn Ánh, vua Lê, chúa Trịnh ông đều có mặt trong quân ngũ giữ những chức vụ chỉ huy cao cấp. Năm 1789 ông cùng với thân phụ (Lê Văn Thủ) và vua Quang Trung dẫn đại quân ra Bắc diệt quân Thanh xâm lược đang chiếm đóng thành Thăng Long. Ngày 30 tháng Chạp (Tây lịch 25-1-1789) hơn mười vạn quân ta chia nhau xuất phát. Quân Thanh nghe tin Tây Sơn đến liền dán cáo thị thách chiến, nhưng Tôn Sĩ Nghị không ngờ Quang Trung đã nhanh hơn ông ta tưởng. Theo các sử liệu cũ thì chiến trận \"xảy ra dồn dập như người ta lo tết\". Cho hết ngày cuối năm Mậu thân, quân Lê Chiêu Thống ở Sơn Nam đã vỡ, quân Thanh ở sông Thanh Quyết, sông Giản chạy tán loạn đến huyện Phú Xuyên thì bị bắt trọn. Nửa đêm mùng 3 tết quân Thanh ở làng Hạ Hồi và các đồn lân cận đều bị quân ta bao vây tiến đánh. Trong trận Hạ Hồi này, đô đốc Lê Văn Long chỉ huy đạo quân phía Nam thần tốc Tiêu diệt đồn Khương Thượng và mờ sáng ngày mùng 5 (30-1-1789) trận đánh quyết định xảy ra tại làng Ngọc Hồi mà cha con ông đều có mặt từ lúc nổ súng lệnh. Ngay trước khi lên đường Bắc tiến diệt Thanh, vua Quang Trung đã sắc phong cho ông chức Võ tướng hữu quân ở Thuận Hóa, sắc viết: \"Sắc! Thăng Hoa phủ, Lệ Dương huyện Phú Xuân Trung xã, Lê Văn Long lịch tùng chiến trận cụ hữu cần lao kiêm bổ Võ hữu tướng quân sai bác quân vụ. Nhược sở hữu giải đãi phất càn hữu quân hiến tại khâm tai cố. Sắc Quang Trung nhị niên, nhị nguyệt sơ ngữ nhật. (ấn Quang Trung) \" Nghĩa: Sắc Sắc phong Lê Văn Long ở xã Phú Xuân Trung, huyện Lê Dương, phủ Thăng Hoa, người đã trải qua nhiều chiến trận, lắm công lao khó nhọc. Nay bổ ông giữ chức Võ tướng hữu quân để sai khiến việc quân. Nếu công việc trễ đi, thiếu cần mẫn sẽ theo quân pháp triều đình xử lí. Sắc Ngày mùng 5 tháng 2 năm Quang Trung thứ 2. Sau khi vua Quang Trung qua đời, ông và thân phụ (Lê Văn Thủ) vẫn phục vụ trong quân ngũ dưới triều Cảnh Thịnh. Kịp đến năm 1801, triều đình Cảnh Thịnh thất bại trước sức tấn công của Nguyễn Ánh, triều Tây Sơn sụp đổ hoàn toàn. Ông tuy là một võ quan của Tây Sơn, nhưng sau đó vẫn được vua Gia Long cho lưu dụng trong quân đội. Năm Mậu dần 1818, Gia Long thứ 17, ông được Khâm sai Tổng trấn Bắc thành Lê Chất (1769 - 1826) giao ông thống lãnh Trấn Sơn Nam hạ. Lệnh viết: (Bản dịch) Quan Khâm sai Tổng trấn Bắc thành Nay thuận: Tạm giao Trấn Sơn Nam hạ cho Lê Văn Long trông coi. Ông ta quê xã Phú Xuân Trung, tổng Chiên Đàn trung, phủ Thăng Hoa người từng lập được nhiều võ công hiển hách. Bởi ở đây số quân mới bổ sung chưa có người chỉ huy đã khá lâu. Gần đây do Trấn quan đích thân tâu xin. Theo đó, nay tạm giao đội quân này cho ông ta thống lãnh. Những kẻ dưới quyền phải tuân lệnh, làm việc cần siêng năng, mẫn cán, thừa hành lệnh này. Nếu ông ta không có công lao gì, trễ nãi trong công vụ sẽ y theo quân pháp xử lí. Gia Long năm thứ 17 tháng 3 ngày 29. (Ấn Tổng trấn Bắc thành Lê Chất) Từ đó con cháu ông vẫn phục vụ trong suốt các triều Gia Long đến Tự Đức, Hàm Nghi và mãi cho đến hồi đầu thế kỉ này. Gần đây ở địa phương, nhân dân vẫn còn truyền tụng các câu hát nam nữ đối đáp về hành trạng thân phụ và anh em, con cháu ông: Ngày xưa ở huyện Lệ Dương, Có quan phò mã (cha ông là rể chúa Trịnh) lên đường ra đi. Tài ba thao lược ai bì! Tiếng tăm vang dội một thì đánh Thanh. Em ngồi xích lại gần anh, Để nghe thêm chuyện đời mình gần đây Từ hồi có mặt thằng Tây, Dân ta khổ cực đọa đày xiết bao! Nào là thuế nặng sưu cao! Đã có Đội Ngữ ai nào bì ông. (Lê Văn Ngữ) Đem quân đuổi giặc mấy lần, Vì dân vì nước một lòng đánh Tây. Truyền cho cô bác đó đây, Xem gương người trước giờ này noi theo. Nối tiếp truyền thống tổ tiên và các bậc tiền bối, con cháu các ông sau này đã góp phần xương máu vào công cuộc chống xâm lăng rất anh dũng về cả các lĩnh vực quân sự, văn hóa và xã hội. Hậu duệ ông là Lê Văn Cốc năm 1885 đã có mặt trong phong trào Nghĩa hội ở Quảng Nam do Trần Văn Dư và Nguyễn Duy Hiệu lãnh đạo. Lê Văn Cốc từng được Hội trưởng Nghĩa Hội Trần Văn Dư cử giữ chức Đội trưởng Đội xung phong thuộc đạo quân dưới quyền chỉ huy của Hội trưởng. Hiện nay số bằng sắc này vẫn còn trân thờ tại từ đường Lê tộc tại Trường Xuân."
}