{
  "dateOfBirth" : "Mậu Ngọ 1738",
  "dateOfDeath" : "Giáp Thìn 1784",
  "hometown" : "quê huyện Phù Mĩ, thành phố Qui Nhơn, tỉnh Bình Định, sau dời về thôn Vân Hòa, huyện Đồng Xuân, tỉnh Phú Yên",
  "occupation" : "Danh tướng, tên tộc là Châu Doãn Ngạnh, anh là Doãn Chữ, hai em trai Doãn Chấn và Doãn Húc và em gái Châu Thị Đậu có chồng là tướng Lê Văn Quân, đều có tiếng giỏi",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21
  },
  "id" : 1509,
  "entityName" : "Châu Văn Tiếp",
  "aliases" : [ "Châu Doãn Ngạnh" ],
  "overview" : "Năm Quí tị 1773, anh em ông chiêu tập dân quân chiếm giữ núi Tà Lơn trong tỉnh Phú Yên, đối đầu với Tây Sơn. Nguyễn Nhạc khuyên ông liên hiệp để cùng lo việc lớn, trước ông nghe theo, về sau lại tách ra. Lưu thú dinh Long Hổ lòa Tống Phước Hiệp lúc ấy đóng quân ở Vân Phong, khuyên ông qui thuận nhà Nguyễn Phúc. Từ ấy ông theo chúa Nguyễn. Năm Bính thân 1776, Tây Sơn vào đánh Gia Định, Tống Phước Hiệp lui về tiếp cứu, giao nhiệm vụ cho ông giữ Phú Yên, Bình Thuận. Sau đó, ông cùng Đỗ Thanh Nhân về cứu Gia Định, nhưng không chống nổi nghĩa quân Tây Sơn, nên cùng chúa Nguyễn chạy trốn. Năm Canh tí 1780, Nguyễn Phúc Ánh xưng vương tại Sài Côn (Sài Gòn), phong ông làm Khâm sai đại đô đốc, nổi tiếng trong Gia Định tam hùng. Năm Tân sửu 1781, ông ra đánh Diễn Khánh, bại binh rút về Phú Yên, rồi nghe tin Gia Định thất thủ, ông giương cờ \"Lương Sơn tá quốc\" vào tiếp cứu vẫn đại bại. Ông chạy theo chúa Nguyễn sang Xiêm. Năm Giáp thìn 1784 chúa Nguyễn đưa binh Xiêm về chống nhau với Tây Sơn, ông làm Bình tây đại đô đốc, chường quản các đạo quân Xiêm. Trên sông Mang Thít (Vĩnh Long) ngày 13 tháng 10 năm ấy, ông bị tướng của nghĩa quân Tây Sơn là Chưởng Tiền Bảo giết chết, hưởng dương 46 tuổi. Năm Nhâm tuất 1802, Nguyễn Ánh lên ngôi vua, sắc sai Đặng Đức Siêu soạn văn tế, và truy phong ông là Tả quân đô đốc tước Quận công, lập đền thờ tại thôn An Hội (nay là làng Tân Long Hội) tỉnh Vĩnh Long (nay thuộc tỉnh Vĩnh Long). Năm Giáp tí 1804, được thờ nơi miếu Hiển Trung của nhà Nguyễn."
}