{
  "dateOfBirth" : "Mậu Dần 1878",
  "dateOfDeath" : "Giáp Tuất 1934",
  "hometown" : "quê làng Hải Châu, huyện Hòa Vang (nay thuộc thành phố Đà Nẵng), tỉnh Quảng Nam",
  "occupation" : "Chí sĩ cận đại",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1517,
  "entityName" : "Lê Bá Trinh",
  "aliases" : [ "Hàn Hải" ],
  "overview" : "Ông thi đỗ cử nhân năm 1900 cùng khoa với Phan Châu Trinh, Huỳnh Thúc Kháng... nhưng không ra làm quan, dời nhà vào Ngũ Hành Sơn cư ngụ để ám trợ phong trào Đông du và Duy tân. Hồi ông đỗ cử nhân, Hà Đình Nguyễn Thuật có câu liễn mừng ông. \"Bạt xuất khởi vô nhơn Hàn Hải Trà Sơn chung dục cửu; Thanh danh du thử địa huỳnh hòe đơn quế bảng đề liên.\" Nghĩa: Vươn cao há không do người nuôi dưỡng, un đúc nơi Hàn Hải Trà Sơn, Danh tiếng lẫy lừng đất này còn để liên tiếp bảng Hòe vàng Quế đỏ. Năm Mậu thân 1908, nhân phong trào kháng thuế ở miền Trung, ông bị thực dân Pháp bắt lưu đày Côn Đảo với một số đông đồng chí như Phan Thúc Duyện, Nguyễn Thành, Huỳnh Thúc Kháng, Phan Châu Trinh... Ngoài đảo, ông vẫn khảng khải, đấu tranh đòi quyền sống cho anh em tù chính trị, nhiều lần ông bị phạt giam nằm hầm đá, nhưng trước sau vẫn kiên cường bất khuất. Năm 1916, ông được trả tự do, sau đó tham gia cuộc khởi nghĩa của vua Duy Tân, bị bắt giam đày Lao Bảo, ông và các bạn đồng tù bị đàn áp trong vụ các tù nhân phản kháng bọn cai ngục vào năm 1918 đưa đến chết một số bạn ông. Riêng ông và em trai Lê Thúc Kỳ giả chết rồi bị bắt lại biệt giam tại Lao Bảo, ông Lê Trọng Đoàn (con trai út) chết tại Lao Bảo. Đầu năm 1925 ông cùng một số đồng chí tổ chức phá ngục Lao Bảo trốn về quê an cư tại một am vắng dưới chân núi Non Nước (Ngũ Hành Sơn). Đến tháng 4 năm 1934 ông bệnh nặng và qua đời tại bản quán. Ngoài một chí sĩ, Lê Bá Trinh còn là một thi sĩ, tác giả một số thi Hán Nôm có giá trị nghệ thuật như bài Tiễn đưa Trần Quí Cáp như sau: Diên Phong trói khúc lên cung quảng, Tân Định xuôi buồm bởi gió mây. Đắc lộ hanh thông trong chức vụ, Xiết bao nghĩa bạn vớì ơn thầy. (1907)"
}