{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "Quê xã Đông Ngạc, huyện Từ Liêm, tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "Danh sĩ đời Lê Thái tổ, không rõ năm sinh, năm mất",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 1529,
  "entityName" : "Phan Phu Tiên",
  "aliases" : [ "Mặc Hiên", "Phan Phù Tiên", "Tín Thần" ],
  "overview" : "Phan Phu Tiên hay Phan Phù Tiên (chữ Hán: 潘孚先, 1370 - 1482 ), tự: Tín Thần, hiệu: Mặc Hiên; là nhà biên khảo, nhà sử học, và là thầy thuốc Việt Nam ở đầu thời Nhà Lê sơ. Thành tựu đáng kể của ông, đó là đã biên soạn ra bộ Việt âm thi tập và bộ Đại Việt sử ký tục biên.\n----------------------------------------------\nNăm Bính tí 1396, đời Trần Thuận tông, ông đỗ Thái học sinh. Đến năm Kỉ dậu 1429, đời Lê Thái tổ, năm Thuận Thiên thứ 2, ông lại đỗ khoa Minh kinh. Làm quan đến Trị quốc sử viện, rồi ra làm An Phủ sứ ở Thiên Trường và giữ chức Quốc tử giám bác sĩ. Ông còn để lại các tác phẩm giá trị: - Việt âm thi tập - Đại Việt sử kí lục biên (soạn năm 1445, gồm 10 quyển chép tiếp bộ Đại Việt sử kí của Lê Văn Hưu) từ đời Trần Thái tông (1225) đến lúc giặc Minh rút về Trung Quốc (1427). Trong bộ Việt âm thi tuyển có bài thơ Nôm của ông VỊNH VĂN MIẾU: Thần minh dòng trước nẻo Thương Thang, Thư ngọc làu làu sớm ứng tường. Đức cả hồn toàn so thái cực, Đạo mầu tinh túng sánh tam quan. Giáo là đàn hạnh còn vang tạc, Phép để kinh luân hãy sáng gương. Nền mở thăng bình nhuần tám cõi Thử hình thức thức đối thiên trường. Nay ở làng Đông Ngạc (làng Ve ngoại thành Hà Nội) có nhà thờ Phan Phu Tiên với bức hoành phi 3 chữ Khai Tất tiên ghi nhớ ông là người đỗ Đại khoa đầu tiên làm vinh dự cho làng xã. Con cháu ông về sau đỗ đạt và có danh vọng cũng nhiều, như Phan Lê Phiên tức Phan Trọng Phiên. Việt âm thi tập (6 quyển) do ông biên tập, Lý Tử Tấn phê duyệt. Theo tác giả sách Tìm hiểu kho sách Hán Nôm NXB KHXH thì: Việt âm thi tập là bộ thi tuyển đầu tiên ở nước ta. Phan Phu Tiên biên tập xong sách vào năm Quý sửu niên hiệu Thuận Thiên (1433) đời vua Lê Thái tổ; nhưng tiếp đó ông đi nhậm chức trấn thủ ở cõi ngoài nên không thực hiện được việc khắc ván in sách. Sau đó, một người khác là Thị ngự sử Chu Xa biên tập bổ sung và lo liệu việc khắc in, xong vào năm Kỉ mão niên hiệu Diên Ninh thứ 6 (1459) đời vua Lê Nhân tông. Bản in ấy ngày nay không còn, nhưng chúng ta hiện còn giữ được bản sách in lại năm Kỉ dậu niên hiệu Bảo Thái thứ 10 (1729) đời vua Lê Dụ tông. Đó là bán sách kí hiệu A. 1925 của TVKHXH. Tuy không phải là bản in đầu tiên của sách này nhưng bản sách đó cũng thuộc vào loại những bản in cổ nhất trong kho sách Hán Nôm hiện còn ngày nay. Toàn bộ sách gồm 6q, hiện nay chỉ còn 3 q. (I, II, III). Đầu sách in to 4 chữ \"Việt âm thi tập\" sách in ván gỗ."
}