{
  "dateOfBirth" : "Đinh Dậu 1897",
  "dateOfDeath" : "Kỉ Dậu 1969",
  "hometown" : "quê làng Đông Mĩ (Phú Mĩ) huyện Điện Bàn, tỉnh Quảng Nam, con Thượng thư, Đông các Đại học sĩ Lê Đỉnh, em ruột chí sĩ Lê Đình Dương",
  "occupation" : "Bác sĩ, Pháp sư cư sĩ Phật giáo, nhà hoạt động hòa bình",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1529,
  "entityName" : "Lê Đình Thám",
  "aliases" : [ "Châu Hải", "Tâm Minh" ],
  "overview" : "Thuở nhỏ ông theo Nho học, lớn lên theo Tây học, nổi tiếng thông minh luôn luôn đỗ đầu trong các kì thi từ tiểu học đến Đại học. Năm 1916 tốt nghiệp Y sĩ Đông Dương, năm 1930 đỗ Y khoa Bác sĩ Pháp quốc. Sau khi ra trường nhằm cuộc khởi nghĩa Duy Tân (1916) anh ruột là y sĩ Lê Đình Dương bị bắt đày Ban Mê Thuột, ông bị tình nghi theo dõi, nên trong suốt thời gian làm việc tại các bệnh viện Phan Thiết, Sông Cầu, Qui Nhơn... ngoài chuyên môn ông dốc hết lòng nghiên cứu Nho, Phật. Năm 1926 làm việc tại Bệnh viện Hội An, nhân đám tang chí sĩ Phan Châu Trinh, ông cùng trí thức và dân chúng địa phương tổ chức lễ truy điệu trọng thể và thọ tang Phan Châu Trinh, ông liền bị thực dân ra khẩn lệnh đổi đi Hà Tĩnh. Năm 1928 thuyên chuyền về Huế làm Y sĩ trưởng tại Viện bào chế và vi trùng học Pasteur. Tại đây, ông và Bác sĩ Normet phát minh ra Sérum Nonnet được giới y học Pháp - Việt đánh giá cao. Trong thời gian này ông chuyên tâm tu học thọ giới đạo Phật với cao tăng ở Huế và ông cũng là nguời đầu tiên đứng ra vận động, thành lập An Nam Phật học hội (tức Hội Phật học Trung Kì) do ông làm Hội trưởng, trụ sở đặt tại chùa Trúc Lâm (Huế). Đây cũng là nơi ông từng diễn giảng kinh luật Phật giáo, đào tạo được nhiều nhà trí thức Phật giáo cho giáo hội Việt Nam như các hòa thượng Giải Ngạn, Minh Châu, Trí Quang, Thiện Minh, Thiện Siêu, Trí Thủ, Trí Tịnh,Sư bà Diệu Không... Cùng thời gian này, ông làm chủ nhiệm kiêm chủ bút nguyệt san Viên âm là cơ quan hoằng pháp của Phật giáo Trung Kì. Từ năm 1936-1945 làm Giám đốc Bệnh viện Bài lao Huế và cũng là người thành lập Đoàn thanh niên Phật tử Việt Nam. Năm 1945, ông được chính phủ Trần Trọng Kim mời giữ chức Giám đốc Y tế Trung Kì kiêm Giám đốc Bệnh viện Trung ương Huế cho đến Tổng khởi nghĩa năm 1945. Sau ngày toàn quốc kháng chiến, ông và gia đình tản cư về Quảng Nam, được chính phủ nước Việt Nam Dân chủ Cộng hòa mời làm chủ tịch ủy ban kháng chiến hành chánh miền Nam Trung Bộ tại Liên khu V. Cũng trong thời gian này, ông tập hợp được đa số các Huynh trương Gia đình Phật tử, cựu hội viên Hội Phật học Trung Kì, trí thức kháng chiến thành lập Phong trào Phật giáo và Dân chủ mới tại Bồng Sơn (Bình Định). Năm 1949, ông được chính phủ mời ra Việt Bắc làm Chủ tịch Ủy ban bảo vệ hòa bình thế giới của Việt Nam trong suốt thời gian kháng chiến chống Pháp. Sau hiệp định Genève, ông về Hà Nội làm việc tại chùa Quán Sứ. Mặc dù công tác kháng chiến, xã hội, Phật sự bề bộn, ông vẫn an nhiên tự tại diễn giảng và phiên dịch kinh sách Phật giáo. Cuối cùng trọn bộ Kinh Lăng Nghiêm được dịch và xuất bản vào năm 1961 tại chùa Quán Sứ trước ngày ông về nước Phật. Ngày 25-4-1969, ông từ trần tại Hà Nội, hưởng thọ 73 tuổi để lại sự thương tiếc của nhiều trí thức và đồng bào theo đạo Phật. Hiện nay tại chùa Từ Đàm (Huế) có bài vị và di tượng lưu niệm ông. Các tác phẩm chính: - Kết sinh Tương tục luận - Đạo Phật và nền dân chủ mới (cùng soạn) - Tòng lâm Kim Sơn (cùng soạn) - Kinh thủ lăng nghiêm và nhiều chuyên đề đặc khảo Phật học."
}