{
  "dateOfBirth" : "Mậu Tuất 1778",
  "dateOfDeath" : "Giáp Thìn 1844",
  "hometown" : "Quê xã Thu Hoạch, huyện Thiên Lộc, tỉnh Hà Tĩnh",
  "occupation" : "Danh sĩ đời Gia Long",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1536,
  "entityName" : "Phan Huy Thực",
  "aliases" : [ "Khuê Nhạc", "Vị Chỉ" ],
  "overview" : "Trong đời Lê mạt, ông làm Hiệp trấn Lạng Sơn, sau thăng Thượng thư bộ Lễ. Có đi sứ nhà Thanh (Trung Quốc) trong năm 1817. Đến năm 1841 ông về hưu được vua Thiệu Trị tặng thơ và tiền thưởng. Ngày 12-2 âm lịch Giáp thìn (30-3-1844) ông mất, thọ 66 tuổi, liệt thờ vào đền Hiền lương. Làng Ninh Sơn cũng có xây am thờ ông. Các tác phẩm của ông: - Hoa thiều tạp vịnh - Tì bà hành diễn âm - Nhân ảnh vấn đáp Tì Bà hành diễn âm: Nguyên tác của Bạch Cư Dị (772-846) có nhiều nghi vấn về người diễn âm, nhưng gần đây Phạm Văn Diêu cho biết trong gia phả họ Phan có ghi rõ Phan Huy Thực là dịch giả đích thực. Giả thuyết này cũng được Gs. Hoàng Xuân Hãn đề cập trong Chinh phụ ngâm bị khảo cũng do Phan HuyThực là người diễn âm. Nguyên văn bản diễn Nôm như sau: Bến Tầm Dương canh khuya đưa khách, Quạnh hơi thu, lau lách đìu hiu. Người xuống ngựa, khách dừng chèo, Chén quỳnh mong cạn, nhớ chiều trúc ti. Say những luống ngại chi chia rẽ, Nước mênh mông đượm vẻ gương trong. Đàn ai nghe vẳng bên sông, Chủ khuây khỏa lại, khách dùng dằng xuôi. Tìm tiếng sẻ hỏi ai đàn tá? Dừng dây tơ, nấn ná làm thinh. Rời thuyền ghé lại thăm tình, Chong đèn, thêm rươụ còn dành tiệc vui. Mời mọc mãi, thấy người bỡ ngỡ, Tay ôm đàn che nửa mặt hoa. Vặn đàn mấy tiếng dạo qua, Dẫu chưa nên khúc, tình đà thoảng hay. Nghe não nuột mấy dây buồn bực, Dường than niềm tấm tức bấy lâu, Mày chau tay gảy khúc sầu, Ngón buông, bắt khoan khoan dìu dặt, Trước Nghê thường, sau thoắt Lục yêu Dây to nhường đổ mưa rào, Nỉ non dây nhỏ khác nào chuyện nêng. Tiếng cao thấp lựa chen lần gảy, Mâm ngọc đâu bỗng nảy hạt châu Trong hoa oanh ríu rít nhau, Nước tuôn róc rách, chảy mau xuống ghềnh. Nước suối lạnh, dây mành ngừng đứt, Ngừng đứt nên phút bặt tiếng tơ. Ôn sầu mang giận ngẩn ngơ, Tiếng tơ lặng ngắt, bấy giờ càng hay. Bình bạc vỡ tuôn đầy dòng nước Ngựa sắt giong, xô xát tiếng đao. Cung đàn trọn khúc thanh tao, Tiếng buông xé lụa, lụa vào bốn dây. Thuyền mấy lá đông tây lặng ngắt, Một vầng trăng trong vắt lòng sông. Ngậm ngùi đàn bát xếp xong. Áo xiêm khép nép hầu mong dãi lời. Rằng: \"Xưa vốn là người kẻ chợ. Cồn Hà Mô trú ở lân la; Học đàn từ thuở mười ba. Giáo phường đê nhất chỉ đà chép tên. Gã thiện tài sợ phen dừng khúc, Ả Thu nương ghen lúc điểm tô, Ngũ lăng, chàng trẻ ganh đua. Biết bao the thần chuốc mua tiếng đàn, Vành lược bạc gãy tan dịp gõ, Bức quần hồng hoen ố rượu rơi. Năm năm lần lữa vui cười. Mãi trăng hoa chẳng đoái hoài xuân thu. Buồn em chảy lại lo dì thác. Sầu hôm mai đổi khác hình dong. Cửa ngoài xe ngựa vắng không. Thân già mới kết duyên cùng khách thương. Khách trọng lợi khinh đường li cách. Mãi buôn chè sớm tếch nguồn khơi. Thuyền không, đậu bến mặc ai, Quanh thuyền trăng dãi, nước trôi lạnh lùng. Đêm khuya, sực nhớ vòng tuổi trẻ. Chợt mơ màng dòng lệ đỏ hoen. Nghe đàn ta đã chạnh buồn, Lại rầu nghe nỗi nỉ non mấy lời. \"Cùng một lứa bên trời lận đận, Gặp gỡ nhau lọ sẵn quen nhau. Từ xa kinh khuyết bấy lâu. Tần Dương đất trích gối sầu hôm mai. Chốn cùng tịch lấy ai vui thích, Tai chẳng nghe đàn địch cả năm. Sông Bồn gần chốn cát lầm, Lau vàng, trúc võ, âm thầm quanh hiên. Tiếng chi đó nghe liền sớm tối, Cuốc kêu sầu, vượn hót véo von. Hoa xuân nở, nguyệt thu tròn, Lần lần tay chuốc chén son ngập ngừng. Há chẳng có ca rừng, địch nội? Giọng líu lo, buồn nỗi khó nghe. Tì bà nghe dạo canh khuya. Dường như tiên nhạc gần kề bên tai. Hãy ngồi lại gảy chơi khúc nữa, Sẽ vì nàng sửa soạn bài ca. Đứng lâu dường cảm lời ta. Lại ngồi lụa phím đàn đà kíp dây. Nghe não nuột khác tay đàn trước. Khắp tiệc hoa tuôn nước lệ rơi. Lệ ai chan chứa hơn người? Giang Châu Tư Mã đượm mùi áo xanh."
}