{
  "dateOfBirth" : "1714\n----------------------------------------------\nGiáp Ngọ 1714",
  "dateOfDeath" : "1765 Đàng Trong, Đại Việt\n----------------------------------------------\nKỉ Sửu 1765",
  "hometown" : "Không rõ",
  "occupation" : "Nguyễn Vương\n----------------------------------------------\nÔng là vị chúa thứ 8, thời Nguyễn khai sáng, con đầu của Túc tông, sinh năm Giáp ngọ đời vua Vĩnh Thịnh Lê Dụ tông (1714), lúc chưa lên ngôi được phong Chưởng dinh Tiền thủy.",
  "workTenure" : "1738 - 1765\n----------------------------------------------\nKhông rõ",
  "fatherName" : {
    "Nguyễn Phúc Chú" : null
  },
  "motherName" : {
    "Trương Thị Thư" : null
  },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Họ Nguyễn" : null
  },
  "id" : 1539,
  "entityName" : "Nguyễn Phúc Khoát",
  "aliases" : [ "Kiền Cương Uy Đoán thần Nghị Thánh Du Nhân Từ Duệ Trí Hiếu Vũ Hoàng Đế Ngắn: Hiếu Vũ Hoàng Đế", "Võ Vương", "Thế Tông (世宗)", "Hiểu", "Chúa Võ", "Võ Vương (武王)", "Nguyễn Phúc Khoát" ],
  "overview" : "Nguyễn Phúc Khoát (chữ Hán: 阮福濶), húy là Hiểu (chữ Hán: 曉), còn gọi là Chúa Võ, hiệu Vũ Vương hoặc Võ Vương (1714–1765) là vị chúa Nguyễn thứ 8 của chính quyền Đàng Trong trong lịch sử Việt Nam, ở ngôi từ năm 1738 đến năm 1765.\n----------------------------------------------\nNăm Mậu ngọ 1738 ông nối ngôi chúa được các quan triều tôn làm Thái bảo, Hiền Quận Công, hiệu là Từ tế Đạo nhân, đương thời gọi là Võ vương. Ông thông minh, cương nghị, cả quyết, việc gì đã làm thì nhất quyết làm cho bằng được, nên đôi khi đến tàn nhẫn. Trong đời ông khéo xử sự với Xiêm La (Thái Lan) Chân Lạp, và đã mở rộng đất đai đến toàn vùng đất Nam Bộ ngày nay. Trong đời mình, ông được nhiều nhân tài phù tá, nhất là Nguyễn Cư Trinh nhờ đó việc nội trị, ngoại giao đều tốt đẹp. Năm Cảnh Hưng thứ 26 (1765) ông mất, hưởng dương 52 tuổi ở ngôi được 27 năm, được truy tôn là Thế tông Hiếu võ Hoàng đế, an táng ở núi La Khê (tỉnh Thừa Thiên), lăng gọi là Trưởng Thái, vợ được truy tôn là Võ Hoàng hậu, lăng gọi là Vĩnh Thái."
}