{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê huyện Thạch Thất, tỉnh Sơn Tây (nay thuộc tỉnh Hà Tây)",
  "occupation" : "Danh sĩ, đời Trần",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 1547,
  "entityName" : "Trần Thế Pháp",
  "aliases" : [ "Thứ Chi" ],
  "overview" : "Ông là người nổi tiếng văn chương làm một chức quan nhỏ tại Tàng thư Quốc tử giám. Tương truyền ông là tác giả nhiều bộ sách nhưng đã thất lạc gần hết. Theo tác giả Lịch triều Hiến chương loại chí (Phan Huy Chú) ông là tác giả bộ sách có tên Lĩnh Nam trích quái (cùng soạn với LýTế Xuyên) và Việt Điện u linh tập. Đây là hai bộ sách cổ, quí hiếm viết về văn học dân gian của thư tịch Việt Nam còn đến ngày nay (sách này trước đây do Lê Hữu Mục dịch và giới thiệu, NXB Khai Trí - Sài Gòn). Sách Lĩnh Nam trích quái (3 quyển) Tương truyền là của ông (TTP) và Lý Tế Xuyên soạn, bài tựa cũ của sách ấy nay không thấy, chỉ có bài tựa bản hiệu chính của Vũ Quỳnh. Hai quyển trên là sách cổ, còn quyển sau thì đến đời nhà Mạc một nho sinh họ Đoàn mới cắt xén ở sách Việt Điện u lnh tập chép thêm vào phần sau. Theo GS Trần Văn Giáp thì sách Lĩnh Nam trích quái là một truyền thuyết về truyện cổ tích từ lâu đã lưu truyền trong nhân dân ta, về sau được sưu tập ghi lại thành sách. Người đầu tiên soạn Lĩnh Nam trích quái, như Lê Quý Đôn đã ghi, tương truyền là Trần Thế Pháp. Chỉ biết rằng Trần Thế Pháp tự là Thức Chi người huyện Thạch Thất nay thuộc Sơn Tây, không biết gì thêm về việc Trần Thế Pháp soạn Lĩnh Nam trích quái. Đến thế kỉ XV, Vũ Quỳnh lấy bản cũ ra hiệu chỉnh lại và có làm bài tựa đề năm Hồng Đức thứ 23 (1492): trong bài tựa này Vũ Quỳnh không nói rõ bản sách cũ là của ai làm. Cũng thời gian đó, Kiều Phú cũng nhuận chính, bổ sung Lĩnh Nam trích quái có điều là: mức độ sửa chữa ở Kiều Phú nhiều hơn, điều đó Kiều Phú nói khá rõ trong bài Hậu tự đề năm Quý sửu niên hiệu Hồng Đức thứ 24 (1493). Có tài liệu nói Vũ Quỳnh và Kiều Phú cùng hợp tác để làm việc đó, điều đó cũng có thể tin được, nhưng xem hai bài tựa của hai người thì không thấy nói gì đến sự cộng tác trên. Sau đó, không biết chính xác vào thời nào (có lẽ là khoảng năm 1679), một người khác là Nguyễn Nam Kim tự Bách Luyện đã làm thêm phân Tục biên gồm 4 truyện. Đến năm Cảnh Hưng thứ 10 (1749), Vũ Đình Quyền phụng chỉ triều đình soạn thêm 2 truyện. Năm Cảnh Hưng thứ 18 (1757), Vũ Khâm Lân có lẽ cũng có tham gia soạn thêm nữa, vì thấy ông có viết bài kí ở truyện Tranh quỷ hiển Linh... Từ đó về sau rất có thể còn những người khác chép thêm những truyện khác nữa. Còn về điều Lê Quý Đôn đã ghi \"đến đời nhà Mạc có người nho sinh họ Đoàn...\" tham gia việc bổ sung sách này thêm phong phú."
}