{
  "dateOfBirth" : "Quí Mão 1903",
  "dateOfDeath" : "Đinh Mão 1987",
  "hometown" : "quê làng Đông Bàn, huyện Diên Phước, phủ Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Trung, huyện Điện Bàn, tỉnh Quảng Nam) cư ngụ ở Hội An, cháu nội Đại thần Phạm Phú Thứ",
  "occupation" : "Nhà sư phạm, nhân sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1549,
  "entityName" : "Phạm Phú Hưu",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ học ở Huế (trường Quốc học), tốt nghiệp ngành sư phạm được bổ dạy ở các nơi: Phan Rang, Phan Thiết, Bình Định, Quảng Ngãi. Gần suốt đời dạy học thuộc chính phủ Nam triều thăng đến chức Đốc học. Sau ngày Toàn quốc kháng chiến, ông làm việc ở các tỉnh Quảng Nam, Quảng Ngãi, Bình Định thuộc Liên khu 5 cũ. Năm 1947 làm Phó Giám đốc Sở Bình Dân học vụ, phó Giám đốc sở Giáo dục Liên khu 5. Năm 1949 ông cùng Bác sĩ Lê Đình Thám, Hoàng Mộng Lương đề xướng thành lập Phong trào Phật giáo và Dân chủ mới tại Bồng Sơn (tỉnh Bình Định) qui tụ được đa số các Huynh trưởng Gia đình Phật tử và cựu hội viên Hội Phật học Trung Kì đang tham gia kháng chiến ở Liên khu 5 lúc ấy. Năm 1951-1952 ông về Quảng Nam giữ chức Thanh tra Tiểu học (Giáo dục) tỉnh Quảng Nam, rồi Trưởng ti Giáo dục Quảng Nam. Sau đó ông về dạy tại Trường Trung học Phan Châu Trinh ở Cẩm Khê và Trường Trung học Tam Kì II ở Khánh Thọ (thuộc Tam Kì). Còn nhớ lúc dạy tại Tam Kì vào thời kháng chiến rất thiếu tài liệu giảng dạy, ông đã soạn giáo án theo sự hiểu biết cá nhân trong văn bạch thoại, như các bài sau: \"Điềm thượng đăng tha lai, Đăng diệt liễu tha khứ. Nể tri đạo tha thị thùy\" Nghĩa là: Thắp đèn lên nó đến Đèn tắt nó ra đi. Anh biết nó là ai? Hoặc: \"U u địch cơ bô tán hại trùng Ngã bộ trùng Nể bộ trùng Ngã môn bảo hộ trang giá\" Nghĩa là: Máy bay địch rải vi trùng Tôi bắt vi trùng Anh bắt vi trùng Chúng ta cùng bảo vê mùa màng đã thành những giáo án sinh động lúc đó. Sau hiệp định Genève, ông hồi cư về Hội An, khoảng năm 1955 ông dạy ở Trường Trung học Trần Quốc Tuấn ở Quảng Ngãi một thời gian. Từ năm 1956 ông trở về Hội An cùng với ông Nguyễn Đình Thống mở trường Trung học tư thục Diên Hồng tại đây. Cùng thời điểm này ông giữ các chức: - Phó chủ tịch tỉnh Hội Phật giáo tỉnh Quảng Nam. - Hội viên Hội Khổng học tỉnh Quảng Nam. - Chủ tịch Hội Hồng thập tự tỉnh Quảng Nam. Ngoài một nhà sư phạm, nhân sĩ ông còn là một tác giả, ông là một cây bút trụ cột của tập san định kì có tên Cổ học tinh hoa văn tập của Hội Khổng học tỉnh Quảng Nam và một vài tờ báo khác ở Huế và Sài Gòn. Sau năm 1975, ông vào Sài Gòn sống cùng con cháu để hưởng trọn tuổi trời, ông mất năm 1987, thọ 84 tuổi. Ông là anh em với các ông Phạm Phú Thuần (thi sĩ), Phạm Phú Thông - Hoài Mai (thi sĩ), Phạm Phú Dõng (bác sĩ)… đều là những trí thức, nhân sĩ mẫu mực trong xã hội."
}