{
  "dateOfBirth" : "Tân Hợi 1911",
  "dateOfDeath" : "Ất Sửu 1985",
  "hometown" : "quê làng Nam Ô, huyện Hòa Vang, tỉnh Quảng Nam (nay thuộc thành phố Đà Nẵng)",
  "occupation" : "Nhân sĩ, nhà văn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1554,
  "entityName" : "Trần Kim Bảng",
  "aliases" : [ "Thiên Giang" ],
  "overview" : "Sau Cách mạng tháng Tám ông tham gia các tổ chức yêu nước tại nội thành trong hai cuộc kháng chiến chống ngoại xâm. Năm 1968 ông ra chiến khu, từng ra nước ngoài làm công tác tuyên truyền cho chính phủ Cách mạng lâm thời miền Nam Việt Nam. Vợ sau ông là nữ sĩ Vân Trang (Bảo Lương) con trai đầu là giáo sư tiến sĩ khoa học Trần Kim Thạch đã cống hiến nhiều về lĩnh vực văn học và khoa học Việt Nam hiện đại. Ngày 6-4-1985 ông mất tại thành phố Hồ Chí Minh, thọ 74 tuổi. Các tác phẩm chính của ông đã xuất bản: - Lịch sử thế giới (4q, hợp soạn, 1958) - Biện chứng pháp (1951) - Phê bình văn nghệ (1948) - Dân chủ và dân chủ (1949) - Văn chương và xã hội (1948) - Phá xiềng (tiểu thuyết, 1949) - Lao tù (tiểu thuyết, 1948) - Vấn đề, nông dân Việt Nam (1949) - Giáo dục gia đình, I, II (1960) - Giáo dục trẻ em (1960) - Muốn con mình thành học trò giỏi (1961) - Khuyên dạy con (1962) - Giáo dục sinh lí trẻ em (1962) Bộ Lịch sử thế giới (4 quyển) ông viết quyển II và III, tức về thời cận đại châu Âu. Nội dung sách, tóm tắt như sau: 1. Thế kỉ thứ VII tình hình xã hội châu Âu hỗn loạn. Đến thế kỉ thứ IX chế độ phong kiến thành lập, thế kỉ thứ XI thương mại phục hồi, thành thị phát triển và giai cấp tư sản có một địa vị độc lập. Đến thế kỉ thứ XII, chế độ phong kiến bắt đầu sụp đổ. 2. Thời cận đại bắt đầu từ thế kỉ thứ XV nhưng thật ra ranh giới giữa Trung cổ và Cận đại không rõ ràng. Các yếu tố kinh tế, chính trị, xã hội, văn hóa cấu thành thời cận đại đã xuất hiện vào thế kỉ XIII tức là vào thời Trung cổ. 3. Văn minh bắt đầu phục hồi ở các thành thị nhất là ở Tây Âu, chế độ phong kiến đã sụp đổ và thành thị phát triển rất mau. Kinh tế thành thị và giai cấp tư sản đã tạo cho học thuật, văn nghệ những điều kiện sanh trưởng đây đủ. Sách ra đời (1958) bị một số độc giả hẹp hòi cho rằng sách viết có lợi cho những người cộng sản nên họ đề nghị chính quyền thời ấy hủy bỏ. Sau năm 1963 sách được tái bản nhiều lần."
}