{
  "dateOfBirth" : "Ất Não 1915",
  "dateOfDeath" : "Không rõ",
  "hometown" : "tại Đà Nẵng, quê nội tại thị xã Hội An, tỉnh Quảng Nam (giấy khai sinh ghi: 21-4-1915)",
  "occupation" : "Nữ tiểu thuyết gia",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 156,
  "entityName" : "Lê Thị Bạch Vân",
  "aliases" : [ "Tùng Long" ],
  "overview" : "Thuở nhỏ học ở Hội An, Đà Nẵng, Huế (Trường Đồng Khánh) Sài Gòn (Trường áo Tím, nay là Trường Nguyễn Thị Minh Khai) đậu bằng Thành Chung và hai bằng Brevet Elémentaire, Brevet d'enseignement Supérieure tại Sài Gòn trong những năm 1933-1935. Năm 1935, bà kết hôn với nhà báo Hồng Tiêu Nguyễn Đức Huy (1902-1985) chủ bút báo Sài Thành (sau đổi là Sài Gòn mới của Bút Trà Nguyễn Đức Nhuận). Sau đó bà thuê manchette tuần báo Tân thời chuyên về nữ giới cùng chồng điều hành tờ báo này đến năm 1943. Lúc ấy phi cơ Đồng minh ném bom Sài Gòn, bà bồng bế con tản cư về quê chồng ở Quảng Ngãi sinh sống và dạy học đến cuối năm 1951. Đến năm 1952 hoàn cảnh gia đình khó khăn, chính quyền địa phương ở Quảng Ngãi cho phép bà dẫn con về Sài Gòn sinh sống, chữa bệnh, nhưng chồng bà là ông Hồng Tiêu vẫn ở lại vùng kháng chiến. Vào Sài Gòn bà vừa dạy học vừa viết báo tại các trường Trung học tư thục và viết cho các báo Đồng Nai, Tiếng Vang, Sài Gòn mới, Văn nghệ tiền phong, Phụ nữ diễn đàn, Phụ nữ mới, Phụ nữ ngày mai, Tiếng chuông... về tiểu thuyết và giữ mục Gỡ rối tơ lòng trên tờ Sài Gòn mới và Tâm tình cởi mở trên báo Tiếng vang. Vào các năm 1962-1963 bà trúng cử Dân biểu Quốc hội thời Ngô Đình Diệm do sự đỡ đầu của chính quyền Ngô Đình Diệm, nhất là phong trào Phụ nữ liên đới (do Trần Lệ Xuân vợ Ngô Đình Nhu làm thủ lãnh) thuộc đơn vị tỉnh Quảng Ngãi. Sau năm 1963 bà vẫn tiếp tục viết văn làm báo mãi đến năm 1972 mới gác bút vì các con đã khôn lớn. Các tác phẩm chính: - Lầu tỉnh mộng (tiểu thuyết, Huỳnh Văn 1956) - Tình duyên (tiểu thuyết, Tấn Phát 1956) - Ngày mai tươi sáng (truyện nhi đồng, Sống Mới 1956) - Ái tình và danh dự (tiểu thuyết, Bình Minh 1957) - Chúa tiền chúa bạc (Tấn Phát 1957) - Còn vương tơ lòng (Tấn Phát 1957) - Giang san nhà chồng (Bình Minh 1957) - Hai trẻ đánh giày (truyện nhi đồng, Sống Mới 1957) - Hoa tỉ muội (Tấn Phát 1957) - Mẹ chồng nàng dâu (RạngĐông, 1957) - Nhị Lan (Rạng Đông 1957) - Một người chị (truyện nhi đồng, Sống Mới 1957). - Tấm lòng bác ái (truyện nhi đồng, Đồng Nai 1957). - Vợ lớn vợ bé (Tấn Phát 1957) - Tình vạn dặm (Rạng Đông 1958) - Tĩnh và nghĩa (Rạng Đông 1958) - Vợ hiền (Rạng Đông, 1958) - Trên đồi thông (Hương Nam 1963) - Con đường hạnh phúc, (Thế Kỷ 1963) - Giòng đời (Tia Sáng - 1966) - Ai là mẹ (Trung Thành 1967) - Bên suối Chi Lan (Thế Kỷ 1967) - Biệt thự Mỹ Khanh (Trung Thành 1967) - Chọn đá thử vàng? (Trung Thành 1967) - Duyên lành (Đẹp 1967) - Giữa cơn sóng gió (Kim Lệ, 1967) - Một bóng người (TrungThành 1967) - Những phút chia ly (Tập truyện ngắn, Thiên Tử 1967). - Tình câm (Hồng Hưng 1967) - Tờ di chúc (Trung Thành, 1967) - Con đường một chiều (TrungThành, 1969) - Người xưa đã về, (Thế kỉ 1972) Và sau năm 1989 các tiểu thuyết sau của bà được tái bản: - Bóng người xưa - Một lần lầm lỡ - Mười hai bến nước - Đường tơ đứt nối - Tỉnh giấC tình Si - Chỉ một lần yêu - Nặng gánh ân tình - Hứa hẹn - Người xưa đã về - Con đường hạnh phúc - Tìm về bến thương - Duyên tình lạc bến - Nẻo về bến thương - Bên suối Chi Lan - Ai nỡ ép duyên - Lầu tỉnh mộng - Mẹ chồng nàng dâu - Đời con gái. Hiện nay bà sống cùng con cháu tại Sài Gòn."
}