{
  "dateOfBirth" : "1621\n----------------------------------------------\nNhâm Tuất 1622",
  "dateOfDeath" : "1681\n----------------------------------------------\nTân Dậu 1681",
  "hometown" : "người làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An, Việt Nam.\n----------------------------------------------\nquê xã Hoàn Hậu, huyện Quỳnh Lưu, tỉnh Nghệ An",
  "occupation" : "Danh sĩ đời Lê Huyền tông, dòng dõi Hồ Tông Thốc",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "nhà Lê" : null
  },
  "id" : 1561,
  "entityName" : "Hồ Sĩ Dương",
  "aliases" : [ ],
  "overview" : "Hồ Sĩ Dương (1621 - 1681) là quan nhà Lê trung hưng trong lịch sử Việt Nam, người làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An, Việt Nam. Ông là cháu xa của Hồ Tông Thốc.\n----------------------------------------------\nNăm Ất dậu 1645, ông đỗ giải nguyên, Mậu tí 1648, vì đi thi hộ người khác, ông bị tội sung quân. Đến Nhâm thìn 1652 ông lại ra thi đỗ tam giáp tiến sĩ, năm 30 tuổi ông làm Đô cấp sự trung Lại khoa, tước Duệ Nhuận Nam, rồi thăng Đông các đại học sĩ. Ông cũng từng đem quân đi kinh lược Tuyên Quang, chinh phục được thủ lĩnh nguời dân tộc thiểu số là Ma Thúc Lan qui thuận. Quí sửu 1673, ông lại làm chánh sứ sang nhà Thanh, tranh cãi việc xảy ra ở biên giới Việt Trung, đạt thắng lợi, được tiến chức Tả thị lang bộ Binh, thăng tước Bá. Năm Bính thìn, 1676, ông làm Tham tụng kiêm Thượng thư bộ Công, sung Tổng tài Quốc tử quân, thăng tước Duệ Quận Công. NămTân dậu 1681, ông mất hưởng dương 59 tuổi, được truy tặng Thượng thư bộ Hộ, Thiếu bảo. Ông từng dự vào việc biên soạn bộ Đại Việt sử kí bản kỉ tục biên do Phạm Công Trứ chủ biên, và soạn lại sách Lam Sơn thực lục trong năm Bính thìn 1676. Ngoài ra còn để lại các tác phẩm: - Hồ Thượng thư gia lễ - Đại Việt Lê triều đế vương trung hưng công nghiệp thực lục - Hoan Châu phong thổ kí - Trùng san Lam Sơn thực lục Bộ Trung hưng thực lục hay còn gọi là Đại Việt Lê triều đế vương trung hưng công nghiệp thực lục (3 quyển) viết về công cuộc trung hưng diệt nhà Mạc và việc chúa Trịnh tôn phù nhà Lê. Bài Tựa của bộ sách như sau (trích): \"Nước Việt ta, từ khi dựng nước đến nay, đã có Sử kí trong đó đã chép cả các việc vua giỏi, tướng hiền, sửa chính, đặt việc, thế đạo thịnh suy, nhân vật hay dở, cùng là pháp lệnh binh chế, không việc gì không đầy đủ. Còn sách Thực lục từ khi Thái tổ Cao hoàng đế ta khởi nghĩa ở Lam Sơn, bình giặc Ngô, lấy lại nước, đã có sách Lam Sơn thực lục, phàm những điều thuộc về ý trời việc nguời, trung thần nghĩa sĩ, đánh dẹp vất vả, công việc gian nan, cả đến bài văn bá cáo lời dạy bảo, đều chép đầy đủ. Đến Thánh tông Thuần hoàng đế, tính trời thông minh, sức học sâu rộng, thì có các bản Thiên Nam dư hạ, lưu truyền ở đời để cho thiên hạ có thể đọc được, muôn đời có thể bắt chước. Nay, bệ hạ thông minh tính sẵn, tụ trời sáng suốt về đạo học, thực nhờ có Đại nguyên soải chưởng quốc chính thượng sư thái phủ công đức nhân uy, Minh thánh Tây vương Trịnh Tạc để bồi dưỡng thành công, chấn hưng văn học, chuyện ủy cho nguyên soái điển quốc chính Định Nam vương Trịnh Căn sửa sang trị công, mở rộng đạo thống, cùng với các bậc thân huân, các bầy tôi giúp việc cùng nhau một lòng kính cẩn tìm xét trị lí. Tôi thiết nghĩ, đức thịnh nghiệp lớn của các đế vương, tuy đã lược chép ở trong sử sách, lúc rỗi việc, cùng với nho thần giảng cứu sách vở, khảo từ khoảng đời Thống Nguyên đến nay, thấy rõ công đức của họ Trịnh từ khi còn là người áo vải khởi nghĩa, tiễu trừ giặc Mạc, tôn dựng nhà Lê, công nghiệp khá lớn lao. Khi trong nước chưa yên thì tự mình giữ trách nhiệm đánh dẹp mà không ngại khó nhọc; khi trong nước đã yên thì đem mình gánh vác việc nước, mà hết sức tôn phù, đời đời truyền nối, một lòng tôn quân, công đức cực thịnh, xưa nay chưa từng có. Nếu không chép vào sách thì sao nêu được rõ ràng để tiện cho người sau xem đọc? Bèn sai bọn tôi tìm trong bản chép cũ bằng quốc âm tham thảo Quốc sử tục biên soạn thành sách Thực lục. Bọn tôi học thức kém, kiến văn hẹp, đâu dám đương việc ấy. Nhưng, đã vâng mệnh trên, dám đâu không cố sức tra xét sách cũ, biên chép thành tập. Sách Thực lục này vốn không phải là suy đoán mà nói, đặt lời văn hoa thêm bớt, mà chỉ căn cứ vào sự thực mà chép thẳng ra. Nếu việc có tính cách tiến lấn thì chê một chữ đau đớn hơn búa rìu, việc có tính cách tôn phù chính thống thì khen một lời vinh hơn hoa cổn. Trải qua bao tháng đã chép thành sách dâng lên. Bấy giờ lòng trên vui vẻ, ban lời xét định, cho đặt tên sách là Trung hưng thực lục, sai đem khắc in, ban bố khắp thiên hạ, khiến cho người đời biết có nghiệp chính thống tức năm của nhà Lê được truyền cùng là công sức của Trịnh vương đời đời trung trinh giúp đỡ. Mối dòng của nhà chúa sáng như nhật nguyệt, khí tiết của nhà chúa nghiêm hơn sương thu. Để nêu công đức mà rõ danh phận để ngăn tiếm nghịch mà giữ cương thường, sách này có quan hệ đến giáo hóa của đời và căn bản của nước, không phải là ít. Vậy làm bài tựa này.\" (Theo Trần Văn Giáp)"
}