{
  "dateOfBirth": "Bính Tuất 1586",
  "dateOfDeath": "Không rõ",
  "hometown": "quê làng Hà Lỗ, huyện Đông Ngạn, tỉnh Bắc Ninh",
  "occupation": "Danh sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 1579,
  "entityName": "Dương Cảo",
  "aliases": [
    "Dương Cao",
    "Dương Công Cao"
  ],
  "overview": "Tương truyền: Thuở trẻ ông nằm mộng thấy thần bảo rằng: \"Mày cả đời làm dân mà thôi\". Ông buồn thầm, nghĩ mình không có duyên phận khoa bảng, công danh. Tuy nhiên ông vẫn chăm học, đến năm ngoài 30 tuổi thi nhiều khóa vẫn hỏng; nhưng ông không nản chí. Về sau rồi cũng hiển vinh chẳng kém gì ai. Về truyện thần báo mộng sách Lịch đại danh hiền phổ và Tang thương ngẫu lục đều có chép. Sách Tang thương ngẫu lục chép khá lý thú về chi tiết: \"Hồi chưa đỗ, ông thường đến đền Trấn Võ ở Yên Phong cầu mộng. Thần mách: Suốt đời làm dân. Ông băn khoăn, tấm tức\". Khoa thi Hội năm Mậu thìn 1628 theo thầy học là viên giám sinh Mỗ đến kinh. Mới vào đến tam trường thì viên giám sinh mất, ông bèn mạo tên vào trường làm văn. Các cống sĩ đồn dậy lên, nói có người mạo tên cử nhân vào thi, trong trường rất xôn xao. Một thí sinh làng Tí Xá là Nguyễn Duy Hiểu, con quan Thượng thư Nguyễn Duy Thì đứng dậy bảo các cống sĩ. - Ba năm mới có một khoa thi, đó là một điển lễ lớn, cốt để chọn tài, phải trái đã có công luận ai nấy chỉ nên gắng lo về tiến trình của mình là hơn. Các cống sĩ bây giờ mới yên lặng. Khi ra bảng ông được hợp cách. Việc đến tai đình thần, các quan muốn bỏ, nhưng còn bàn bạc chưa xong. Khoa ấy Nguyễn Duy Hiểu cũng đỗ, bạn khách đến mừng, nhưng ông Hiểu không tiếp, cha ông là Thượng thư hỏi vì cớ sao, ông Hiểu than: - Vì có Dương Mỗ có tài lạ mà bị truất nên con buồn, không muốn nhận lời mừng của ai. Ông Thượng thư bắt phải ra tiếp khách rổi vào phủ trình với chúa: - Dương Công Cao (Cảo) thi Hội trúng cách, há rằng khi thi Hương lại không trúng cách ư? Khoa mục cốt ở chọn được người, không nên câu nệ những lệ luật có sẵn. Chúa nghe theo, cho vào thi Đình, ông đỗ Nhị giáp Tiến sĩ. Sau bia đề tên ông, ông cải chính chỉ chua ở dưới là dân hạng. Thần mộng quả ứng nghiệp."
}