{
  "dateOfBirth": "13 tháng 8, 1601\n----------------------------------------------\nTân Sửu 1601\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "19 tháng 3, 1648 (46 tuổi) Đàng Trong, Đại Việt\n----------------------------------------------\nMậu Tí 1648\n----------------------------------------------\nKhông rõ",
  "hometown": "quán làng Gia Miêu, tỉnh Thanh Hóa\n----------------------------------------------\nKhông rõ",
  "occupation": "Chúa Nguyễn\n----------------------------------------------\nCon thứ hai Hi tông Nguyễn Phúc Nguyên, cháu ngoại Mạc Kính Điển mẹ nguyên là họ Mạc sau làm vợ chúa Hi tông đổi thành họ Nguyễn\n----------------------------------------------\nChúa",
  "workTenure": "1635 - 1648\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1635—1648",
  "fatherName": {
    "Nguyễn Phúc Nguyên": 2861,
    "Hi tông Nguyễn Phúc Nguyên": null,
    "Chúa Sãi": null
  },
  "motherName": {
    "Mạc Thị Giai": 178
  },
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Đàng Trong - Chúa Nguyễn": 5,
    "Họ Nguyễn": null
  },
  "id": 1596,
  "entityName": "Nguyễn Phúc Lan",
  "aliases": [
    "Nguyễn Phúc Lan",
    "Thượng Vương",
    "Thần Tông (神宗)",
    "Thần Tông Thừa Cơ Toản Thống Quân Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Hoàng Đế Ngắn: Hiếu Chiêu hoàng đế"
  ],
  "overview": "Nguyễn Phúc Lan (chữ Hán: 阮福瀾, 13 tháng 8 năm 1601 - 19 tháng 3 năm 1648) là vị chúa Nguyễn thứ ba của chính quyền Đàng Trong trong lịch sử Việt Nam, cai trị từ năm từ 1635 đến năm 1648. Chúa Phúc Lan kế ngôi cha là Nguyễn Phúc Nguyên, tiếp tục xây dựng cơ đồ họ Nguyễn ở Nam Hà và đánh bại hai đợt tấn công của chúa Trịnh năm 1643, 1648.\n----------------------------------------------\nNăm Tân mùi được phong Thái tử, mở dinh Thuận Nghĩa tước Nhân Lộc Hầu. Tháng 10 năm 1635 (Ất hợi) Nguyễn Phúc Nguyên mất, ông nối ngôi được triều đình tôn làm Tổng binh chưởng quân trọng sự Thái bảo Nhâm Quận Công, đương thời gọi là Chúa Thượng hay Thượng vương. Năm Ất hợi 1635 nhân vì lị sở Ải Tử (Quảng Trị) chật hẹp không thuận tiện cho việc kinh dinh xứ sở, ông cho dời cung thất vào làng Kim Long, huyện Hương Trà (nay thuộc Thành phố Huế). Năm Mậu dần 1638 (Dương Hoa thứ nhất) ông tổ chức lại việc triều chính gồm 4 chức quan trọng là Nội tả, Ngoại tả, Nội hữu, Ngoại hữu làm tứ trụ đại thần trong việc chính trị, quân sự trong toàn cõi Nam hà. Năm Bính tuất 1646 (Phước Thái năm thứ 4) lần đầu tiên đặt ra phép thi học trò về khoa Chính đồ và khoa Hoa văn nhằm kén chọn nhân tài để phục vụ đất nước, kể từ đó các khoa thi khác tiếp tục được tổ chức đều đặn. Trong đời mình có lần ông từng say đắm Tống thị đưa đến nhiều biến cố trầm trọng. Năm 1648 chúa Trịnh xua quân vượt cửa Nhật Lệ vào đánh phá Thuận Quảng, nhưng quân chúa Trịnh bị thảm bại trước sức chiến đấu của quân Nguyễn. Sau khi chiến thắng, trên đường về ông bệnh mất ở phá Tam Giang cùng năm ấy, hưởng dương 48 tuổi, ở ngôi 13 năm. Theo sách Nam triều Nguyễn chúa khai quốc công nghiệp diễn chí tân soạn thì Tống thị bỏ thuốc độc cho Chúa chết để giành ngôi cho con mình. Sau khi mất được triều đình dâng thụy hiệu là Đại nguyên súy, Thống suất Thuận Hóa, Quảng Nam đẳng xứ chưởng quốc chính Uy Đoán Thần võ Nhân chiêu vương, truy tôn là Thần tông Hiếu Chiêu hoàng đế, an táng ở núi An Bình, huyện Hương Trà, tỉnh Thừa Thiên.\n----------------------------------------------\nNguyễn Phúc Lan (chữ Hán: 阮福瀾, 13 tháng 8 năm 1601 - 19 tháng 3 năm 1648) hay Nguyễn Thần Tông, là vị chúa Nguyễn thứ ba của chính quyền Đàng Trong trong lịch sử Việt Nam, cai trị từ năm 1635 đến năm 1648. Chúa Phúc Lan kế ngôi cha là Nguyễn Phúc Nguyên, tiếp tục xây dựng cơ đồ họ Nguyễn ở Nam Hà và đánh bại hai đợt tấn công của chúa Trịnh năm 1643, 1648."
}