{
  "dateOfBirth": "Ất Mão 1855",
  "dateOfDeath": "Canh Thân 1920",
  "hometown": "quê làng Vị Xuyên, huyện Mĩ Lộc, tỉnh Nam Định",
  "occupation": "Nhân sĩ, tác giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1600,
  "entityName": "Võ Công Tự",
  "aliases": [
    "Kế Chi"
  ],
  "overview": "Thân phụ ông là tiến sĩ Võ Công Độ, em vợ Tam nguyên Trần Bích San, cùng làm quan triều Nguyễn, sau về hưu ở quê. Từ năm Mậu ngọ 1858 giặc Pháp xâm phạm Đà Nẵng, ông cùng các văn thân trong tỉnh chiêu mộ quân nghĩa dũng, rồi cùng Bố chánh về hưu là Bùi Duy Kỳ, cử nhân Võ Huy Sĩ và một nhóm văn thân gởi điều trần lên triều đình yêu cầu kháng chiến chống Pháp đến cùng. Từ đó ông tham gia vào công cuộc đánh Pháp. Ông là tác giả sách: - Thính già ngâm thảo - Lãi Minh thi tập Lãi Minh thi tập gồm nhiều sáng tác tỏ chí của ông, nhiều bài viết về các biến cố lịch sử mà bản thân tác giả có liên hệ đến, như các bài: Quí dậu kỉ sự (1873), Tặng tòng quân thiếu niên, Hà mục cốt tiết thần hoàng đại nhân văn thi (viếng Tổng đốc Hà Nội Hoàng Diệu đại nhân tử tiết), Ninh thành thất thủ (Thành Bắc Ninhthấtthủ), Bạch Đằng giang hoài cổ... Thính già ngâm thảo cũng gồm nhiều bài có nội dung tương tự. Cả hai tập thơ trên có đến hằng trăm thi đề phần lớn đều có giá trị thi tính, tứ thơ khoáng đạt, nồng nhiệt luôn luôn ray rứt về phận sự đối với tổ quốc chưa trọn vẹn trước nạn vong quốc. Thi phẩm gồm một số thơ văn yêu nước, biểu dương những người trung nghĩa trong thời kháng chiến chống Pháp. Cảm xúc việc giặc Pháp đánh thành Hà Nội lần thứ nhất (1873), ông có bài thơ: \"Pháp thinh tứ ngũ thặng không thành, Lâu thượng tam tài xí dĩ canh. Thực dụng kỉ tằng nghiêm tự trị, Hư truyền thủ thứ hỗ tương khinh. Nhất hàng lõa bạn Nam lai ý, Cửu bệ quân vương Bắc cố tình. Đáo để vị năng phù nhất tốt, Ngạc Nhi hưu thuyết thiện binh danh.\" Bản dịch: Súng bắn thành không há đợi lâu, Lá cờ ba sắc đã trên lầu. Đòi phen thực dụng trên nghiêm dặn, Lần lữa hư truyền dưới nạt nhau. Bè lũ đi Nam coi hớn hở, Nhà vua ngóng Bắc luống lo âu. Quân thù một móng chưa hề bắt, Mã Ngạc Nhi (Garnier) nào có giỏi đâu."
}