{
  "dateOfBirth" : "Kỉ Hợi 1839",
  "dateOfDeath" : "Ất Dậu 1885",
  "hometown" : "Quê làng An Mĩ Tây, huyện Hà Đông sau đổi là Tam Kì, tỉnh Quảng Nam (nay thuộc xã Tam An, huyện Phú Ninh tỉnh Quảng Nam)",
  "occupation" : "Nhà yêu nước nguyên tên là Trần Ngọc Dư ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1623,
  "entityName" : "Trần Văn Dư",
  "aliases" : [ "Hoán Nhược", "Trần Ngọc Dư" ],
  "overview" : "Ông xuất thân trong một gia đình khoa bảng, năm 1858 đỗ tú tài, và nhiều khoa sau vẫn chỉ đỗ tam trường. Đến năm 1868 mới đỗ cử nhân, rồi năm Ất hợi 1875 đỗ tiến sĩ. Sau khi đỗ tiến sĩ được bổ làm sơ khảo trường thi Bình Định, Hành tẩu viện Cơ mật, Thừa biện bộ Lại, lần thăng Tri phủ Ninh Giang, Quảng Oai (Hải Dương). Thời gian làm quan tại đây, ông bí mật liên lạc với các nhà yêu nước, hợp tác với lực lượng triều đình do Hoàng Kế Viêm chỉ huy đánh Pháp xâm lược ở Bắc Kì. Sau, ông được triệu về Huế làm Giảng tập tại Dục Đức đường, Chánh Mông đường (thầy dạy các vua Dục Đức, Đồng Khánh). Có lúc ông làm Án sát Hà Tĩnh, Ngự sử đạo An Tĩnh (Nghệ An và Hà Tĩnh) được phong Hồng lô tự khanh. Vào đời vua Kiến Phúc (1884) ông được cử giữ chức Sơn phòng sứ Quảng Nam. Tại đây ông cùng Nguyễn Duy Hiệu lập Nghĩa hội ở Quảng Nam, hưởng ứng phong trào kháng chiến do vua Hàm Nghi đề xướng. Tại Quảng Nam, đạo quân tay sai và xâm lược Pháp phải khó khăn lắm mới đàn áp được phong trào. Lúc bấy giờ (1885) triều đình Huế (đứng đầu là vua Đồng Khánh) một mặt dụ hàng, một mặt tìm cách rút ông ra khỏi nhiệm sở, buộc lòng ông phải về La Qua (tỉnh thành Quảng Nam). Dự định của ông sẽ về Huế để gặp vua Đồng Khánh (vì Đồng Khánh là học trò ông), nhưng vừa đến La Qua, Châu Đình Kế (Quyền Tuần phủ Quảng Nam) xem ông như một tướng đầu hàng. Ông bất khuất, mắng chửi kẻ làm tay sai giặc. Kế căm tức mượn tay quân Pháp giết ông tại tỉnh lị vào ngày 13-12-1885. Tương truyền hồi làm Tri phủ Ninh Giang, có một thầy lí số người Trung Quốc cho rằng sau này ông sẽ chết vì gươm đao. Trước khi bị thảm sát ở tỉnh nhà, nhớ lại chuyện cũ, ông khẩu chiếm bài thơ trước khi đao phủ ra tay: \"Thiên địa sinh ngô mạng diệc kì, Đông Dương thuật giả bất ngô khi. Hà Đông tiến sĩ đã hoành tử, Lưỡng Quảng trung thần bất phục qui. Tiền bối bất tri vong quốc hận Hậu lai học giả mạc tham kì (cầu) Đản cầu hành nghĩa vô quai xứ, Ma luyện như hà thính hóa nhi.\" Dịch thơ: Trời đất sinh ta mạng cũng kì, Đông Dương tướng số gạt ta chi! Hà Đông tiến sĩ rày chết bạo Nhị Quảng trung thần há phục qui Tiền bối biết chăng ngày nước mất? Sau này học giả chớ có y (theo) Tấc lòng trung nghĩa không sai vậy Mài dũa thế nào kệ (mặc) hóa nhi. Các tác phẩm của ông: - Cáo thị vần vương - Trần tình biểu - Gia phổ họ Trần - Một số thơ, văn lúc sinh tiền... Tháng 5 năm 1885, ông thay mặt Nghĩa hội ra Bản cáo thị kêu gọi toàn dân đứng lên đáp nghĩa cần vương chống Pháp, được yết thị khắp các phủ, huyện trong tỉnh."
}