{
  "dateOfBirth" : "…",
  "dateOfDeath" : "Mậu Ngọ 1018",
  "hometown" : "quê ở châu Cổ Pháp, lộ Bắc Giang (sau thuộc phủ Từ Sơn, tỉnh Bắc Ninh",
  "occupation" : "Thiền sư đời Tiền Lê, họ Nguyễn không rõ tên",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Lý" : 14,
    "Nhà Tiền Lê" : 8
  },
  "id" : 1623,
  "entityName" : "Vạn Hạnh",
  "aliases" : [ "Nguyễn Vạn Hạnh" ],
  "overview" : "Ông thông tam giáo, riêng sùng đạo Phật. Năm 21 tuổi ông tu ở chùa Lục Tổ, thuộc làng Đình Bảng (vùng Đình Bảng, Bắc Ninh), thọ giới với sư Định Huệ. Tuy đi tu, nhưng ông vẫn quan tâm đến những biến cố chính trị quân sự trong thời ấy. Vua Lê Đại Hành xem ông là cố vấn và ông từng góp ý kiến trong việc chống ngoại xâm và dựng nước. Biết trước nhà Tiền Lê suy vong vì Lê Ngọa Triều thất nhân tâm, ông có công đóng góp vào việc giúp Lý Công Uẩn dứt nhà Lê, dựng nên nhà Lý. Do đấy, khi Lý Công Uẩn lên ngôi tức Lý Thái tổ, ông càng được trọng đãi, phong làm Quốc sư (Tương truyền nhiều sấm kí trong thời ấy tỏ việc Lê mất Lý lên... đều do ông đặt ra). Ông nối truyền tâm ấn, nghiễm nhiên là thế hệ thứ 12, đòng thiền Nam Phương. Ngày 15-5 âm lịch Mậu ngọ (30-6-1018) ông mất. Ngoài mấy bài sấm truyền, ông có bài kệ còn được truyền tụng, nhan đề Thị đệ tử: \"Thân như điện ảnh hữu hoàn vô, Vạn mộc xuân vinh thu hựu khô. Nhậm vận thịnh suy vô bố úy, Thịnh suy như lộ thảo đầu phô.\" Đời Lý Nhân tông, nhà vua có thơ truy tán ông: \"Vạn Hạnh dung tam tế, Chân phù cổ sấm thi. Hương quan danh Cổ Pháp Trụ tích trấn vương kì.\" Nghĩa: Vạn Hạnh thông ba học (cõi), Rành rành cổ sấm thi. Quê nhà tên Cổ Pháp Gậy Phật, trấn vương kì. Các tác phẩm của ông hiện chỉ còn 5 bài thơ và một số bài kệ: - Kí Đỗ Ngân - Khuyên Lý Công Uẩn I - Khuyên Lý Công Uẩn II - Quốc tự - Thị đệ tử Thị đệ tử là một bài thơ giàu tính Thiền học. Theo tác giả, con người hiện hữu giữa vạn vật như điện lóe giữa vũ trụ có đó rồi không như lập lòe giữa hoa ngàn cỏ nội. Xuân tươi tốt thu khô héo, hè nóng bức, đông tàn tạ. Quan niệm hữu vô là một sự thật tất nhiên. Bởi vì vô phải từ hữu, từ hữu rồi lại vô. Thật chẳng khác gì kinh Bát nhã: \"sắc tức thị không, không tức thị sắc\". \"Thân như điện ảnh hữu hoàn vô, Vạn mộc xuân vinh, thu hựu khó. Nhâm vận thịnh suy vô bổ úy, Thịnh suy như lộ thảo đầu phô\" Bản dịch: Thân như bóng chớp có rồi không, Cây cối xuân tươi, thu não nùng. Mặc cuộc thịnh suy đừng sợ hãi, Kìa kìa ngọn cỏ giọt sương đông. Trong bài Khuyên Lý Công Uẩn, ông viết (bản dịch): Gần đây, tôi thấy lời sấm lạ, biết rằng họ Lý cường thịnh tất dấy nên cơ nghiệp. Nay xem trong thiên hạ, người họ Lý rất nhiều nhưng không ai bằng Thân Vệ (Lý Công Uẩn). Thân Vê là người khoan từ, nhân thứ, lại được lòng dân chúng, mà binh quyền nắm trong tay. Người đứng đầu muôn dân chẳng phải Thân Vê thì còn ai đương nổi nữa! Tôi đã hơn bảy mươi tuổi rồi, mong được thư thả hãy chết để xem đức hòa của ông như thế nào, thực là sự may muôn năm mới gặp một lần."
}