{
  "dateOfBirth": "Canh Tí 1900",
  "dateOfDeath": "Quí Hợi 1983",
  "hometown": "tại làng Cao Xá, xã Thịnh Mĩ, huyện Diễn Châu, tỉnh Nghệ An, mất ngày 22- 10-1983",
  "occupation": "Giáo sư chuyên về lịch sử tư tưởng triết học phương Đông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1632,
  "entityName": "Cao Xuân Huy",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình nho học, ông nội (Cao Xuân Dục) thân phụ (Cao Xuân Tiếu), từng làm Thượng thư và Tổng tài quốc sử quán triều Nguyễn, gia đình ông có một thư viện lớn nhất trong toàn quốc. Thời niên thiếu đã từng được thân phụ kì vọng vào việc đạt đại khoa đề theo đuổi \"nghiệp nhà\". Nhưng bấy giờ đã là những năm đầu của chiến tranh thế giới lần nhất và phong trào yêu nước lên cao, nên đối với ông con đường khoa cử không trở thành mộng tưởng của những người có tâm hồn tha thiết yêu nước nữa. Năm 1925, tốt nghiệp trường Cao đẳng Sư phạm Hà Nội. Từ năm 1926 đến 1945 ông đi dạy học ở Sài Gòn, Huế, nghiên cứu triết học. Sau Cách mạng tháng Tám, ông làm Hiệu trưởng trường trưng học Nguyễn Xuân ôn ở Nghệ An. Từ năm 1949-1959 ông phụ trách giảng dạy triết học cổ đại phương Đông trong các trường ở vùng kháng chiến và các trường đại học ở Hà Nội. Năm 1958 ông được phong chức giáo sư, rồi trưởng ban Hán học, Trưởng ban Văn học cổ đại Việt Nam, rồi làm giáo sư chính lớp Đại học Hán Nôm tại Hà Nội. Sau đó tiếp tục dạy các lớp chuyên tu sau Đại học, đã đào tạo được một thế hệ trẻ có khả năng nghiên cứu Cổ học nước nhà. Ông còn để lại cho đời một số giáo trình Đại học xuất sắc về: - Kinh Dịch - Luật ngữ - Mạnh Tử - Bách gia chư tử Nhận định về sự nghiệp giáo sư Cao Xuân Huy, Viện Văn học cho rằng: \"Giáo sư cao Xuân Huy là người suốt đời tận tuy với công việc cao quí của một người thầy giáo. Với kiến thức uyên bác và nhiệt tình bền bỉ trong năm mươi ba năm trời dạy học, Giáo sư đã đào tạo cho đất nước nhiều thế hệ học trò mà ngày nay đều đã trưởng thành\"."
}