{
  "dateOfBirth" : "Canh Ngọ 1870",
  "dateOfDeath" : "Đinh Mùi 1907",
  "hometown" : "quê làng Vị Xuyên, huyện Mĩ Lộc, tỉnh Nam Định (nay thuộc nội thành Nam Định, tỉnh Nam Định)",
  "occupation" : "Nhà thơ trào phúng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1633,
  "entityName" : "Trần Tế Xương",
  "aliases" : [ "Vị Thành" ],
  "overview" : "Dù thi hỏng mãi, chỉ đỗ tú tài trong năm 24 tuổi, nhưng ông nổi tiếng văn chương, nhất là về thơ trào phúng, có sắc thái độc đáo. Nhà nghèo, sống đạm bạc, bình dị, ông vẫn giàu lòng yêu nước có tiết tháo. Thơ văn ông được truyền tụng nhiều, và cũng có nhiều giai thoại về cuộc đời ông. Ngày 15-12 Bính ngọ, nhằm 29-1-1907 ông mất đột ngột vì mắc cơn mưa lạnh rét trên đường về quê ngoại, hưởng dương 37 tuổi. (Về tên họ ông, có lúc ông đổi là Cao Xương, Kế Xương, nên cũng có sách chép là Trần Kế Xương. Trong một khoa thi chính ông đã thốt lời cay đắng khi thi hỏng, nói lên sự đổi tên của ông: \"Tế đổi làm Cao nên sự thế, Kiện trông ra Tiệp hỡi trời ơi!\"). Ngoài lối thơ trào phúng, ông cũng có nhiều bài thơ chứa chan lòng yêu nước như các bài thơ tỏ niềm tưởng nhớ Phan Bội Châu, hoặc man mác trữ tình như bài SÔNG LẤP NAM ĐỊNH. Sông kia rày đã nên đồng, Bên thì ruộng lúa, bên trồng ngô khoai. Đêm nghe tiếng ếch bên tai, Giật mình còn tưởng tiếng ai gọi đò. Ông là tác giả rất nhiều thơ Đường luật và một số bài phú chữ Nôm có giá trị văn chương và nghệ thuật cao. Bài phú Hỏng thi của ông nói lên được tâm trạng cay đắng của một thí sinh \"lạc đệ\": Đau quá đòn hằn, rát hơn lửa bỏng. Tủi bút, tủi nghiên: hổ lều hổ chỏng. Nghĩ đến chữ \"nam nhi đắc chí\" thêm nỗi thẹn thùng. Ngẫm đến câu \"quyển thổ trùng lai\" nói ra ngập ngọng. Thế mới biết học tài thi phận, miệng đàn bà con trẻ nói thế mà thiêng, nào ai ngờ chữ tốt văn hay, tài Bảng nhãn, Thám hoa lỡ ra cũng hỏng. Có một thầy: dốt chẳng dốt nào, chữ hay chữ lỏng. Nghiện chè, nghiện rươu, nghiện cả cao lâu hay hát, hay chơi, hay nghề xuống lõng. Thói nhà phong vận: áo hàng Tàu khăn nhiễu tím, ô lục soạn xanh, quần tô nữ, bít tất tơ, giày Gia Định bóng. Tú rốt bảng trong năm Giáp ngọ, nổi tiếng tài hoa, con nhà dòng ở đất Vị Xuyên ăn phần cảnh nọng. Năm vua Thành Thái mười hai lại mở khoa thi Mĩ Trọng. Quyển đệ tam viết đã xong rồi, Bảng đệ tứ chưa ra đã ngóng. Thầy chắc hẳn văn chương có mực, lễ thánh xem giò, cô mừng thầm mũ áo đến tay, gặp người nói mộng. Ngày đi lễ Phật, còn kì này kì nữa là xong; Đêm dậy vái trời, qua mồng bốn mồng năm cho chóng. Nào ngờ: bảng nhỏ thấy tên, ngoại hàm còn trống. Kẻ đến sáng văn còn được chấm, biển cót nghênh ngang; người ngồi khuya tên hãy được vào, áo dài lụng thụng. Thi là thế sự tình là thế, hỏi chuyện cùng ai, Người một nơi, hồn phách một nơi, than thân với bóng. Ví phỏng chăm nghề nghiên bút, thì mười ba mươi bảy đỗ những bao giờ: những là mải việc vui chơi, mà một tuổi một già hóa ra lóng đóng. Thôi thì thôi: sách vở mập mờ, văn chương lóng ngóng. Khoa trước đã chầy, khoa sau hẳn chóng. Ý có kẻ lo toan việc nước, vua chữa dụng hiền, hay không ai dạy dỗ đàn em: trời còn bắt hỏng."
}