{
  "dateOfBirth" : "1 tháng 5, 1904 Tuy An, Phú Yên, Liên bang Đông Dương\n----------------------------------------------\nGiáp Thìn 1904",
  "dateOfDeath" : "6 tháng 9, 1931 (27 tuổi) Sài Gòn, Liên bang Đông Dương\n----------------------------------------------\nTân Mùi 1931",
  "hometown" : "tại huyện Đức Phổ, tỉnh Quảng Ngãi nguyên quán thôn Tùng Ảnh, xã Việt Yên Hạ, huyện Đức Thọ, tỉnh Hà Tĩnh",
  "occupation" : "Liệt sĩ, Tổng bí thư đầu tiên của đảng Cộng sản Đông Dương (Có sách chép năm sinh 1903)",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 1637,
  "entityName" : "Trần Phú",
  "aliases" : [ ],
  "overview" : "Trần Phú (1904–1931) là một nhà cách mạng Việt Nam. Ông là Tổng Bí thư đầu tiên của Đảng Cộng sản Đông Dương khi mới 26 tuổi.\n----------------------------------------------\nThuở nhỏ ông học ở Đức Phổ, Huế (vì thân phụ ông làm Tri huyện tại đó). Năm 1922 tốt nghiệp bằng thành chung, được bổ về dạy tại trường tiểu học Vinh (Nghệ An). Năm 1925, ông tham gia lập hội Phục Việt rồi gia nhập Việt Nam cách mạng đảng (sau đổi là Tân Việt). Có lúc ông sang Lào vận động thành lập các chi bộ bên ấy. Tháng 8 năm 1926, ông sang Trung Quốc liên lạc với Việt Nam Thanh niên Cách mạng đồng chí hội. Tại đây ông được kết nạp vào Cộng sản liên đoàn rồi được lãnh tụ Nguyễn Ái Quốc phái cử về nước hoạt động vói tư cách là người Cộng sản. Năm 1927, ông được đảng cử sang học tại trường Đại học Phương Đông Mátxcơva. Lúc này ông có tên mới là Li-ki-vơ và được chỉ định làm bí thư chi bộ ở trường. Đầu năm 1930 ông về nước, được cử vào Ban chấp hành Trung ương lâm thời của đảng. Thời gian này ông khởi thảo bản Luận cương chính trị của Đảng Cộng sản Đông Dương. Tháng 10-1930, Hội nghị lần thứ nhất của Trung ương đảng họp ở Hổng Kông, ông được bầu làm Tổng bí thư đầu tiên của Đảng Cộng sản Đông Dương. Sau đó ông về nước hoạt động tại Sài Gòn, đến ngày 19-4-1931 ông bị Pháp bắt tại đường Champagne nơi ông đang làm việc. Trong tù ông bị bệnh nặng và mất ở bệnh viện Chợ Quán vào ngày 6-9-1931, hưởng dương 27 tuổi. Đến tháng 1-1999 mới tìm được hài cốt ông tại Nghĩa địa Hòa Hưng ở Sài Gòn, chuyển về an táng tại quê nhà."
}