{
  "dateOfBirth" : "1437\n----------------------------------------------\nĐinh Tị 1437",
  "dateOfDeath" : "1530\n----------------------------------------------\nCanh Dần 1530",
  "hometown" : "quê làng Mộ Trạch, huyện Đường An, tỉnh Hải Dương (nay thuộc huyện Bình Giang, tỉnh Hải Dương)",
  "occupation" : "Danh sĩ, nhà toán học đời Lê Thánh tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 1649,
  "entityName" : "Vũ Hữu",
  "aliases" : [ ],
  "overview" : "Vũ Hữu (chữ Hán: 武有, 1437 –1530) là một nhà toán học người Việt, và cũng là một danh thần dưới triều đại Lê Thánh Tông, Lê Hiến Tông. Ông còn được coi là nhà toán học đầu tiên của Việt Nam.\n----------------------------------------------\nNăm Quí mùi 1463, đỗ Hoàng giáp, ông làm quan rất thanh liêm, cuộc sống gia đình cần kiệm, ông có câu thơ tự bạch: \"Nhẫm nhiễm chu niên quan lịch tiền, Tể ngưu tằng hữu phạp ngưu canh.\" Nghĩa: Thấm thoắt năm tròn quan trải khắp. Trâu mổ thì có thiếu trâu cày. Ông làm đến Thượng thư bộ Hộ, tước Dương Tùng Hầu (có sách chép Tùng Dương Hầu), ngoài 70 tuổi ông về hưu, làm nhà đặt tên là Phượng Trì am. Về sau ông được tặng phong Thái bảo. Lúc gần 90 tuổi ông vẫn còn được triều đình tín nhiệm cử ông làm nguyên lão đại thần, ông cùng với Phan Đình Tá mang cờ tiết đến Cổ Trai tấn phong tước Vương cho Mạc Đăng Dung (Đinh hợi 1527). Năm Canh dần 1530 ông mất, thọ 93 tuổi. Ngoài tài văn học, chính trị, ông còn là nhà toán học, có biên soạn tác phẩm Lập thành toán pháp chỉ dân cách chia tính ruộng đất, xây dựng nhà cửa, thành lũy... Cháu ông là Lê Quang Bí (cũng gọi là Bôn) có thơ đề vịnh ông: \"Hào kiệt do sơ tiến sĩ khoa, Viết cần, viết thận, viết vô sa. Chư tào điệt thí công năng trứ, Đồng liệt hàm suy đức nghiệp gia. Đường tướng thù văn khâm Tống Cảnh, Tấn triều bác vật tiện Trương Hoa. Môn đình thanh tử tương huy ảnh, Dư khánh tông tri tích thiện gia.\" Bản dịch: Hào kiệt nguyên trong tiến sĩ khoa, Chữ cần chữ thận chằng sai qua, Ti tào thử khắp tài năng rõ. Liên hữu suy tôn đức nghiệp gia. Đường tướng thủ văn so Tống Cảnh, Tấn triều bác vật sánh Trường Hoa. Môn đình rực rỡ màu xanh tía, Tích thiện cho hay bởi những nhà. Đại thành toán pháp (2 quyển) nội dung sách dạy phép đo ruộng đất, tính toán việc làm nhà cửa, xây đắp thành lũy. Sách do ông biên soạn, sau được Lương Thế Vinh (1441 -...) đính chính và san định lại. Có thể đây là bộ sách toán học ra đời khá sớm của lịch sử toán học nước ta trong thời trung đại."
}