{
  "dateOfBirth" : "Đinh Tị 1797",
  "dateOfDeath" : "Giáp Tí 1864",
  "hometown" : "Quê xã Phong Phú, huyện Thạch Hà, tỉnh Hà Tĩnh",
  "occupation" : "Danh sĩ, đại thần đời Minh Mạng",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Trương Quốc Bảo" : null
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1650,
  "entityName" : "Trương Quốc Dụng",
  "aliases" : [ "Dĩ Hành", "Phong Khê", "Như Trung" ],
  "overview" : "Năm Ất dậu 1825, ông đỗ cử nhân, năm Kỉ sửu 1829 đỗ tiến sĩ, từng làm tri phủ Tân Bình (Gia Định) rồi được về kinh làm Lang trung bộ Hình. Ít lâu, bị cách chức và phải hiệu lực ở bộ Lại. Đến Quí tị 1833 lại phải nhập ngũ đi đánh nghĩa quân Lê Văn Khôi, dưới quyền Tham tán Trương Minh Giảng. Khi về được thăng làm Án sát Quảng Ngãi (1837), Án sát Hưng Yên (1840). Năm Tân sửu 1841, về triều làm Tả thị lang bộ Lễ, rồi trải qua bộ Lại, bộ Hình bộ Công, được thăng đến Thượng thư bộ Hình. Trong khi làm quan, ông nổi tiếng là người liêm chính ngay thẳng không xu phụ kẻ có quyền. Năm Giáp tí 1864, ông sung chức Hiệp thống đi đánh dẹp nhóm quân nổi dậy của Tạ Văn Phụng ở Quảng Yên, chết trận tại đấy, thọ 67 tuổi. Sau khi mất được tặng hàm Đông các đại học sĩ, thụy Văn Nghị. Ông là tác giả các sách: - Công hạ kỉ văn - Nhu Trung thi văn tập - Thoái thực kí văn - Văn qui tân thể Bộ Thoái thực kí văn (8 quyển) do ông biên soạn. Sách viết về phong vực chế độ, cổ tích, tạp sự, vật loại... Hiện nay còn ở Thư viện Hà Nội với kí hiệu VHv 1274 và 1805. Thoái thực kí văn là một bộ sử ghi rõ nhiều sự việc xếp theo từng loại. Nội dung đầy đủ và nguyên ủy nói rõ trong bài Mục dẫn của tác giả, đại lược như sau: 1. Phong vực nói về diên cách, sông núi, đường sá, từ thời Hùng Vương qua các thời đại đến thời Minh Mạng, có phụ Cao Miên, Trấn Ninh, Tiêm La, Miến Điện. 2, 3. Chế độ, nói về: Tước cấp, bổng lộc, khoa cử (văn, võ) quân chế, thuế lệ tiền văn, quân cấp công điền... từ thời Lý đến thời Gia Long, Minh Mạng. 4. Nhân phẩm, nói về học hành và các nhân vật lịch sử, từ thời Trần đến thời Minh Mạng. 5. Cổ tích có phụ sơn xuyên, phần nhiều về Trung Kì và Bắc Kì. Về Lam Thành sơn có nói đến đồng trụ (cột đồng). Về sông có nói thêm về các đê điều. 6. Trung kì ghi các chuyện thần thoại có liên quan đến các nhân vật lịch sử… 7. Tạp sự ghi các chuyện vặt về thơ văn, thi cử, thần thánh, xử án... 8. Vật loại nói về thóc lúa, ngô, khoai, chuối, mít, các loại hoa, gỗ, tre, chè..."
}