{
  "dateOfBirth" : "1830 Bến Tre, Việt Nam\n----------------------------------------------\nCanh Dần 1830",
  "dateOfDeath" : "22 tháng 6, 1910 (80 tuổi) Phong Điền, Cần Thơ, Liên bang Đông Dương\n----------------------------------------------\nCanh Tuất 1910",
  "hometown" : "quê làng Hưng Thạnh huyện Bảo An, tỉnh Bến Tre (nay thuộc huyện Giồng Trôm, tỉnh Bến Tre), sau về cư ngụ ở làng Nhơn Ai, huyện Phong Điền, tỉnh Cần Thơ",
  "occupation" : "Nhà thơ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1655,
  "entityName" : "Phan Văn Trị",
  "aliases" : [ "Cử Trị" ],
  "overview" : "Phan Văn Trị (潘文值, 1830 – 1910); còn gọi là Cử Trị là một nhà thơ Việt Nam trong thời kỳ đầu kháng Pháp của dân tộc Việt.\n----------------------------------------------\nNăm Kỉ dậu 1849 ông đỗ Cử nhân. Cảm thời cuộc rối ren ông không ra làm quan sống đạm bạc ở làng Bình Cách (Tân An). Khi giặc Pháp chiếm Gia Định, ông cùng các sĩ phu yêu nước đề xướng phong trào \"tị địa\", lui về đồng bằng sông Cửu Long, tích cực cổ động nhân dân ủng hộ các nhóm kháng chiến. Thời gian ở Vĩnh Long ông tới lui hợp tác với Nguyễn Đình Chiểu, Nguyễn Thông, Hồ Huân Nghiệp... Đến lúc giặc Pháp chiếm miền Tây ông dời về Phong Điền, Cần Thơ ở ẩn dạy học, giao du với Huỳnh Mẫn Đạt Bùi Hữu Nghĩa, cảm hóa Cai tổng Lê Quang Chiểu bỏ quan, giữ tiết tháo trong thời mất nước. Năm Canh tuất 1910 ông mất, thọ 80 tuổi phần mộ nay còn ở Phong Điền, TP. Cần Thơ. Thơ văn ông còn lưu truyền rất nhiều đầy tính chiến đấu, thanh cao, có khí tiết. Lòng yêu nước chan chứa trong bài phú Thất thủ Gia Định vịnh và bài thơ Thất thủ Vĩnh Long. Sôi nổi nhất là bài thơ họa với Tôn Thọ Tường nhằm lên án bọn người cam tâm làm tay sai cho ngoại xâm. Các tác phẩm chính: - Gia Định thất thủ vịnh (phú) - Thất thủ Vĩnh Long (thơ) - Con mèo, Con cào cào, Cái cối xay, Hột lúa, Ông Táo, Thợ may, ông Quán nước... Và 10 bài tự thuật bút chiến với Tôn Thọ Tường. Bài Gia Định thất thủ vịnh là áng văn chương chống xâm lược viết bằng chữ Nôm sớm nhất ở Nam Kì. Sau đây là toàn văn bài phú. Gia Định thất thủ vịnh 1. Thương thay đất Gia Định! Tiếc thay đất Gia Định! Vực thẳm nên cồn, đất bằng nổi sóng. 2. Tàu khói chạy mây tuôn sông mấy khúc, lờ lạt bến Trâu. Dây thép giăng chớp nhoáng đất ngàn trùng, ngã xiêu thành Phụng. 3. Bờ cõi phân chia khác mặt, trông ra như quáng như mù. Giang sơn dời đổi lạ mày, tưởng tới dường mê dường tỉnh. 4. Lớp cũ tàn, lớp mới mọc, ngổn ngang xe ngựa đất gò bằng. Dấu trước lấp, dấu sau bồi, tan nát cửa nhà trời dậy sấm. 5. Inh ỏi súng rền kinh cửa bắc, hãi hùng trăm họ dứt câu ca. Tò le kèn thổi tối trời nam, mờ mịt năm canh không tiếng trống. 6. Hào kiệt tìm phương lánh mặt, sa cơ gió hạc lúc hư kinh. Anh hùng kiếm chốn ẩn thân, sút thế nước cờ cơn lúng túng. 7. Từ Bến Thành trải qua chợ Sỏi, loài tanh hôi lang lệ biết bao nhiêu. Nơi Chợ Lớn sắp tới Cầu Kho, quân mọi rợ lẫy lừng nên quá lắm. 8. Cầu Thị Nghè cùng nơi Chợ Quán, Chúa Giêsu đắc ý vểnh râu. Chùa Cẩm Đệm trải đến Cây Mai, phật Bồ Tát phải chịu nghèo ôm bụng. 9. Nơi nơi nổi xóm đạo nhà thờ. Chốn chốn lập chùa thiêng miếu thánh. 10. Dọc dọc ngang ngang mấy lớp, thảy đều chúng nó lâu đài. Văn văn võ võ hai bên, nào thấy quan ta võng lọng. 11. Ngậm ngùi thay ba bốn làng Gò Vấp, cây cỏ khô thân thế cũng khô. Bát ngát nhẽ Mười tám thôn Vườn Trầu hoa trái rụng, người đời cũng rụng. 12. Mấy dặm Gò Đen - Rạch Kiến, ngọn lửa thiêu sự nghiệp sạch không. Đòi nơi Rạch Lá - Gò Công, trận gió quét cửa nhà trống rỗng. 13. Tiếng kêu oan, oan này vì nước, hồn nghĩa dân biết dựa vào đâu? Thân liều thác, thác cũng vì vua, xương nghĩa sĩ chất đà đầy đống. 14. Sông núi đào, mồ xiêu mả lạc, thương thay kẻ thác chẳng an hồn. Đường sá đắp, cửa nát nhà tan, cực bấy người còn khôn nổi sống. 15. Sau trước vầy đàng tả đạo, dân ta đòi bữa đòi suy. Đêm ngày ỏi tiếng Lang Sa, thế nó càng ngày, càng lộng. 16. Cờ Thành Thang sao không thấy phất, bỏ liều con đỏ chốn chông gai. Áo Võ Vương sao chẳng thấy cài, nỡ để dân đen trong bùn lấm. 17. Đầu Trung Nguyên tóc đặng còn dài, công này nhờ Chu Bá, học Xuân Thu xin chớ biếm Hoàn Công. Tay tả nhậm, áo kia khỏi mặc, việc ấy bởi vì ai, học Luận ngữ cớ sao chê Quản Trọng. 18. Bóng xế dặm ngàn trong man mác, nước non này ai thấy chẳng buồn, Trời chiều chim chóc nhảy lăng xăng, tình cảnh ấy lòng nào chẳng động? 19. Nay ta nhân cảm việc đời, vậy mới tả một bài ngâm vịnh: Dắng dỏi lầu Tây tiếng địch xoang, Đoái trông thấp thoáng bóng dương tàn, Giang sơn tám cõi êm tì báo, Thế giới ba ngàn nổi sói lang. Áy náy người lo ơn cúc dục, Bâng khuâng kẻ tưởng nghĩa quân vương. Ai về bến bắc thăm người Võ, Hỏi cán cờ mao trải mấy sương?"
}