{
  "dateOfBirth" : "Gíap Dần 1854",
  "dateOfDeath" : "Quí Mùi 1943",
  "hometown" : "tại làng Lại Thế, TP",
  "occupation" : "Phụ chánh đại thần triều Duy Tân Thành Thái",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1659,
  "entityName" : "Tôn Thất Hân",
  "aliases" : [ "Liên Đình", "Lạc Chi" ],
  "overview" : "Xuất thân trong gia đình hoàng tộc thuộc hệ thứ năm và là cháu nội của Chưởng cơ Thuận tín công thần, Tả quân đô đốc phủ chương Phủ sứ Thiếu bảo Cương quận công và là tằng tôn của Thái tôn Hiếu triết hoàng đế. Năm Kỉ mão 1879 tốt nghiệp trường Quốc tử giám, năm Canh thìn 1880 được bổ làm việc ở Ti Niết (Hình án) tỉnh Quảng Ngãi. Năm Bính tuất 1886 thăng tri huyện 1889 thăng tri phủ; năm 1891 sung chức Lang trung; năm 1891 thăng Án sát Hà Tĩnh, năm 1895 thăng Bố Chánh, năm 1896 giữ chức Tuần vũ cùng tỉnh; năm 1901 thăng Tổng đốc Quảng Nam rồi Tổng đốc An Tĩnh (Nghệ An, Hà Tĩnh). Năm Bính ngọ 1906 về Huế, được thăng Thượng thư Bộ hình sung Cơ mật viện Đại thần. Năm 1907 làm Phụ chánh đại thần cho vua Duy Tân sung chức Hiệp tá Đại học sĩ. Năm Kỉ dậu 1909 cùng giữ chức Thượng thư bộ Hình, kiêm Trưởng ban Bộ Lễ và Trưởng ban Giám sát nội các. Năm Tân hợi 1911 được phong tước Phổ Quang hầu, đến năm 1916 sung Cơ mật Viện đại thần. Năm 1917 sung chức Thái tử Thiên bảo Đông các điện Đại học sĩ có chân trong nội các. Năm 1920 sung chức Thái tử Thiếu Bảo võ hiển đại học sĩ. Năm 1925 khi vua Khải Định mất, được phong chức phụ chánh đại thần theo thỏa ước ngày 6-11-1925 giữa Nam triều và Pháp. Năm Mậu thân 1932, về hưu sau khi được phong Cần chánh điện Đại học sĩ năm 1933 được cử làm Cố vấn chính trị Nam triều với tước Phó Quảng hầu. Ông được chính phủ Nam triều và Pháp tặng nhiều huân chương, riêng vua Bảo Đại sắc tứ ông bức hoành phi mang 4 chữ Thọ khảo duy kì, con trai ông là Tôn Thất Cẩn sau này ngụ cư ở Pháp. Ông mất tại Huế năm 1943, thọ 89 tuổi. Ông là tác giả một số tác phẩm, trong đó sách Quốc sử diễn ca, (Tiền Nguyễn Toát yếu) tập này có lời đề của Phó bảng Nguyễn Văn Mại (1885-1945): Toát yếu tiên nguyên rõ thiệt đà, Tấm lòng cơ tể lại gồm ba Hú hồn Đại Việt cơn chưa tỉnh Rọi bóng trung hưng nét chẳng nhòa Việc đã trải qua trên cuộc thế. Người nên nhớ lại mấy lời ca. Trời Nam chói lọi miền Đông Á Nghìn thuở còn ghi Quốc sử ta."
}