{
  "dateOfBirth": "Ất Sửu 1805",
  "dateOfDeath": "Canh Thìn 1880",
  "hometown": "tại xã Tam Đăng, huyện Đại An, tỉnh Nam Định (nay là thôn Tam Quang, xã Yên Thắng, huyện Ý Yên, tỉnh Nam Định), nên cũng có tên hiệu là Tam Đăng Phạm Văn Nghị",
  "occupation": "Danh sĩ, Chí sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1665,
  "entityName": "Phạm Văn Nghị",
  "aliases": [
    "Nghĩa Trai"
  ],
  "overview": "Năm Bính dần 1826 ông đỗ tú tài, đến 1837 đỗ cử nhân, năm sau 1838 đỗ Hoàng giáp. Làm Tu soạn Viện Hàn lâm, rồi ra làm Tri phủ Lý Nhân, có lúc bị giáng ba cấp, lại trở về làm Biên tu ở Sử quán. Từ năm 1846 ông cáo bệnh, về quê chữa bệnh và dạy học. Thời gian này ông lập trại Sĩ Lâm. Năm Đinh tị 1857 ra làm Đốc học Nam Định, năm sau 1858, giặc Pháp đánh chiếm Sơn Trà (Đà Nẵng) ông dâng sớ chống giặc ở Sơn Trà (nổi tiếng về việc Trà sơn kháng sớ này). Ông chỉ huy đoàn quân nghĩa dũng đi kháng chiến. Hai môn đệ ông là Đặng Ngọc Phác tức phó bảng Đặng Ngọc Cầu, và Phan Văn Xưởng tích cực cùng ông chiến đấu trực diện với quân xâm lược. Giặc rút khỏi Đà Nẵng, ông trở về cương vị Đốc học Nam Định nhưng vẫn lưu tâm tổ chức nghĩa quân kháng chiến. Ông nhiệt thành lo nước thương dân, trên cương vị nào cũng hết lòng làm tròn nhiệm vụ. Năm Quí mùi 1873, ngày 10-12 âm lịch ông chỉ huy đánh giặc Pháp ở Độc Bộ, ngày 27-12 âm lịch lập căn cứ ở núi An Hòa chống Pháp, giữ các huyện Ý Yên, Phong Doanh. Sau khi đã làm hết sức mình mà không như nguyện trong cuộc kháng chiến, có lúc ông bị triều đình bãi chức, cuối cùng ông về hưu, ở ẩn nơi động Liên Hoa. Khi ông ở ẩn, nhiều văn thân, chí sĩ có liễn đối, thơ mừng thọ 70 tuổi của ông: \"Phong lãng kỉ hồi, đại nghĩa ná tri đầu phát bạch; Giang sơn vô dạng, cố viên nhưng hữu cúc hoa hoàng\". (Tống Duy Tân) Nghĩa: Sóng gió nhiều phen, nghĩa lớn sá chi đầu tóc bạc, Giang sơn yên ổn, vườn xưa còn đấy luống hoa vàng. Đến năm Canh thìn (12-12 âm lịch) năm 1880 ông mất, thọ 75 tuổi. Hiện nay ở quê nhà làng Tam Đăng hãy còn đền thờ ông. Tác phẩm của ông có: - Tự kí - Nghĩa Trai thi văn tập - Tùng Viên văn tập... Tùng Viên văn tập (1 quyển) gồm toàn bộ thơ văn của ông từ khi đỗ cử nhân, tiến sĩ cho đến khi qua đời ở động Liên Hoa; nhất là một số bài ông làm từ khi Pháp gây chiến ở Đà Nẵng. Tự kí là một tập gần như tự truyện của ông về hành trạng của mình từ khi vào đời đến buổi vãn niên (1875)."
}