{
  "dateOfBirth" : "Kỉ Hợi 1839",
  "dateOfDeath" : "Kỉ Hợi 1899",
  "hometown" : "quê ở Cù Lao Giêng",
  "occupation" : "Tay sai Pháp xâm lược",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1667,
  "entityName" : "Trần Bá Lộc",
  "aliases" : [ ],
  "overview" : "Ngay khi giặc Pháp vừa chiếm Gia Định, ông đã theo giặc làm Cai tại Mĩ Tho (1861), rồi Đội nhì (1862), Đội nhất (1864). Đến 19-7-1865 được làm Tri huyện Kiến Phong (Cái Bè). Do \"công lao\" đàn áp các lực lượng nghĩa quân ở Tháp Mười, Vĩnh Long, Sa Đéc, Trà Vinh được quan thầy Pháp thăng Tri phủ (1867), rồi Đốc phủ sứ (1868). Đến năm 1883, Trần Bá Lộc dẫn quân ra đánh phá các nhóm nghĩa quân ở Bình Thuận, Khánh Hòa, được phong Thuận Khánh Tổng đốc hàm (hàm Tổng đốc Bình Thuận - Khánh Hòa). Chính ông ta đã bắt Thủ Khoa Huân trong Nam và Mai Xuân Thưởng ở miền Trung, lãnh thưởng nhiều thứ bội tinh của Pháp, triều đình Huế, và cả ở Campuchia. Ông ta cất tư dinh lớn tại Cái Bè. Con là Trần Bá Thọ cũng là Đốc phủ sứ ở Cái Bè, cha con đều là tay sai đắc lực của Pháp, sát hại nhiều sĩ phu yêu nước, đàn áp dã man các phong trào chống Pháp ở miền Nam, khét fiếng là Cọp Cái Bè. Lộc chết ngày 26-10-1899. Đám tang rất linh đình, nhưng lòng dân thán oán đã nhiều. Si phu Mĩ Tho, Cái Bè (Tiền Giang) có đôi câu liễn điếu mỉa mai ông ta cay đắng: \"Tá quân quốc ư lưỡng Kì, Nam tảo Bắc trừ, thử thật niễu hùng nan dụng võ. Bão lê dân ư Ngũ Hiệp, tử qui sinh kí, kiêm triêu chấp phất hận vô văn\". Nghĩa: Giúp việc quân việc nước ngày ấy hai phía (Pháp và triều đình Huế), đánh phá trong Nam ngoài Bắc, ngày ấy gã niễu hùng này hết đường dùng võ; Cai trị dân Ngũ Hiệp (5 thôn ở Cái Bè), sống ở chết về, giờ đây muốn nhắc nhở đến công nghiệp mà không có cái văn nào mà tả cho xiết được! Về sau, nhân dân yêu nước Cái Bè đốt dinh thự nguy nga của Lộc xây cất tại địa phương. Một nhà thơ (Dị Nhơn Thị) cảm đề: DINH TỔNG ĐỐC TRẦN BÁ LỘC CHÁY nói lên toàn bộ hành vi gian ác của ông ta: Dám đem xương máu của đồng bào, Mà cất cái dinh thật lớn lao. Khói tỏa cung A rằng chuyện cũ, Lửa thiêu dinh Bá khác đâu nào! \"Phì gia\" quân đối \"sơn hà cố\" \"Báo oán\" dân đồng \"nhật nguyệt cao\". Nước sạch Cái Bè trong lẻo đẻo, Làm gương cho sách để về sau."
}