{
  "dateOfBirth": "1753 Bình Định, Đàng Trong, Đại Việt\n----------------------------------------------\nQuí Dậu 1753\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "16 tháng 9, 1792 (38–39 tuổi) Phú Xuân, Đại Việt\n----------------------------------------------\nNhâm Tí 1792\n----------------------------------------------\nKhông rõ",
  "hometown": "Bình Định\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế Đại Việt\n----------------------------------------------\nAnh hùng dân tộc, có tên là Quang Bình, Văn Huệ, nhân dân Bình Định đương thời gọi ông là \"Ông Bình\"\n----------------------------------------------\nVua",
  "workTenure": "22 tháng 12 năm 1788 – 16 tháng 9 năm 1792 (4 năm, 268 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1788—1792",
  "fatherName": {
    "Hồ Phi Phúc": null,
    "Nguyễn Phi Phúc": null,
    "trong gia đình gồm bảy anh em": null
  },
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21
  },
  "id": 1681,
  "entityName": "Quang Trung",
  "aliases": [
    "Long Nhương Tướng quân Bắc Bình Vương Hoàng đế",
    "Hồ Thơm Nguyễn Huệ",
    "Bắc Bình Vương",
    "Quang Trung (光中: 1788 - 1792)",
    "Tây Sơn Thái Tổ (西山太祖)",
    "Quang Trung",
    "Võ Hoàng đế (武皇帝)"
  ],
  "overview": "Nguyễn Huệ (1753 – 1792), tức Quang Trung Hoàng đế (光中皇帝) hay Bắc Bình Vương, là vị hoàng đế thứ hai của nhà Tây Sơn, sau khi Thái Đức Hoàng đế Nguyễn Nhạc thoái vị và nhường ngôi cho ông. Nguyễn Huệ không những là một trong những vị tướng lĩnh quân sự xuất sắc mà còn là một nhà cai trị tài giỏi, đưa ra nhiều cải cách kinh tế, xã hội nổi bật trong lịch sử Việt Nam.\n----------------------------------------------\nNguyên thân phụ ông họ Hồ, sau đổi ra họ Nguyễn, người gốc huyện Hưng Nguyên, tỉnh Nghệ An, gia đình bị bắt đưa vào ấp Tây Sơn Thượng thuộc phủ Qui Ninh, tỉnh Bình Định (nay thuộc huyện Tây Sơn, tỉnh Bình Định). Gia đình ông có bảy anh em gồm 4 gái, 3 trai, ông là con út. Thuở nhỏ ông theo học với Giáo Hiến, tính ông thông minh, chăm học nên được thầy yêu mến, truyền dạy cho cả văn lẫn võ. Năm Tân mão 1771, anh em ông lập đồn trại ở vùng núi trong vùng, chiêu tập nghĩa quân chống lại triều đình phong kiến của chúa Nguyễn do quyền thần Trương Phúc Loan tác quái. Anh em ông thường lấy của cải của nhà giàu phân phát cho nhân dân nghèo khổ. Lực lượng nghĩa quân từ đó ngày càng trở nên mạnh và có thực lực hơn, chiếm phủ thành Qui Nhơn, rồi tiến ra chiếm Quảng Ngãi. Năm Cảnh Hưng thứ 37, 1776, ông cầm quân vào đánh Bình Thuận, tiêu diệt đạo quân của chúa Nguyễn đang tá túc ở khu vực này. Tiếp đó cùng Nguyễn Lữ vào bình định đất Gia Định. Năm Nhâm dần 1782, ông và Nguyễn Nhạc vào Nam đánh Nguyễn Ánh, Ánh thua phải bỏ thành Sài Gòn chạy ra đảo Phú Quốc, tháng 6-1783 ông đem quân ra vây Phú Quốc, gia đình Nguyễn Ánh phải chạy ra Côn Đảo, cuối cùng chạy sang Xiêm (Thái Lan) cầu viện. Chiến thắng xong ông lui về Qui Nhơn. Cuối năm 1784, Nguyễn Ánh đem quân Xiêm về đánh chiếm Sa Đéc. Tướng giữ thành Gia Định là Trương Văn Đa (con rể Nguyễn Nhạc) thấy quân Xiêm sang đánh phá bèn phái người về Qui Nhơn phi báo, Nguyễn Huệ lập tức đem quân vào tiếp sức. Khi vào đến Gia Định, ông bố trí một trận địa phục kích trên địa phận Mỹ Tho từ Rạch Gầm đến Xoài Mút (ngày 18-1-1785) gần Mĩ Tho (nay thuộc tỉnh Tiền Giang) rồi lùa quân Xiêm lọt vào trận địa, ông đánh một trận quyết liệt tiêu diệt hơn 20 ngàn quân Xiêm. Quân xâm lược chỉ còn sống sót vài nghìn người theo đường bộ và đường thủy chạy về nước. Nguyễn Ánh cùng tòng vong cũng chạy theo quân Xiêm sang tá túc ở ngoại thành Băng Cốc. Diệt xong quân xâm lược ông đem quân về Qui Nhơn để Đô đốc Đặng Văn Trấn ở lại trông coi đất Gia Định. Năm sau, Nguyễn Nhạc cử ông làm Tiết chế cùng Vũ Văn Nhậm đem quân thủy bộ ra đánh Thuận Hóa. Chỉ trong mấy ngày, ông chiếm được cả khu vực từ Thuận Hóa ra đến sông Gianh, tiêu diệt toàn bộ cánh quân phía Nam của chúa Trịnh. Kể từ năm 1786, từ Quảng Bình trở vào đều thuộc nhà Tây Sơn. Lấy được Thuận Hóa, ông cùng Nguyễn Hữu Chỉnh đem quân ra Bắc diệt họ Trịnh, và cũng chỉ trong mấy ngày nghĩa quân Tây Sơn đã bình định xong đất Bắc, diệt hết họ Trịnh cùng năm 1786 này. Sau khi chiếm Thăng Long, ông nêu khẩu hiệu Phù Lê diệt Trịnh được vua Lê Hiển tông tiếp ở đền Vạn Thọ và phong ông làm Nguyên súy Uy Quốc Công, gả công chúa Ngọc Hân cho. Xong đâu đó ông rút quân về Nam. Năm 1778, Nguyễn Nhạc lên ngôi Hoàng đế, ông được phong làm Phụ chánh, Bắc Bình vương đóng quân ở Thuận Hóa. Năm Mậu thân 1788, vua ChiêuThống dẫn quân Thanh về cướp nước ta, ông lên ngôi Hoàng đế lấy hiệu là Quang Trung (nên cũng gọi là vua Quang Trung) rồi đem quân ra Bắc dẹp giặc xâm lăng. Lúc được tin quân Tôn Sĩ Nghị kéo sang chiếm miền Bắc, ngày 25-11 năm Mậu thân 1788, ông dẫn 10 vạn quân ra Bắc, bảo với quân sĩ rằng: \"Chúng nó sang phen này là mua cái chết đó thôi. Ta ra chuyến này thân coi việc quân đánh giữ, đã định mẹo rồi, đuổi quân Tàu về chẳng qua 10 ngày là xong việc. Nhưng chỉ nghĩ chúng là nước lớn gấp 10 nước ta, sau khi chúng thua một trận rồi, tất chúng lấy làm xấu hổ, lại mưu báo thù, như thế thì đánh nhau mãi không thôi, dân ta hại nhiều, ta sao nỡ thế. Vậy đánh xong trận này, ta phải dùng Ngô Thì Nhiệm dùng lời nói cho khéo để đình chỉ việc chiến tranh. Đợi mươi năm nữa, nước ta dưỡng được phú cường rồi, thì ta không cần phải sợ chúng nữa\". Rồi ông cho quân sĩ ăn tết Nguyên đán trước, sau đó thẳng đường ra Thăng Long và chỉ mấy ngày thần tốc đã tiêu diệt toàn bộ lực lượng hùng hậu do Tôn Sĩ Nghị cầm đầu. Thái thú Sầm Nghi Đống đóng quân ở Đống Đa quá khiếp sợ thắt cổ chết. Tôn Sĩ Nghị hoảng sợ không kịp mặc áo giáp bỏ chạy về nước, quân Thanh tranh nhau qua cầu phao, cầu sập, lính chết, thây đầy sông Nhị. Ngày mùng 5 tết ông và nghĩa quân vào thành Thăng Long mình còn vương thuốc súng, được nhân dân đón tiếp tưng bừng. Sau đó ông được vua Thanh sai sứ sang nước ta phong ông làm An Nam quốc vương và mời ông sang Yên Kinh yết kiến vua Thanh. Năm sau, ông chọn Phạm Công Trị trá làm Quốc vương (Quang Trung) cùng Ngô Văn Sở, Đặng Văn Trấn, Phan Huy Ích,Vũ Huy Tấn...sang Trung Quốc yết kiến vua Càn Long, được vua Càn Long hết lời ca ngợi. Trong những năm làm vua, ông đã ban hành nhiều chính sách tiến bộ trên các lĩnh vực kinh tế, văn hóa, giáo dục. Ông có hai Hoàng hậu: một là bà Phạm Thị... (mẹ vua Cảnh Thịnh), sau khi bà mất được truy tặng là Nhân cung Đoan Tĩnh Trinh thục Nhu thuần Vũ Chính Hoàng hậu và bà Lê Ngọc Hân được phong là Như ý Trang Thuận Trinh Nhất Vũ Hoàg hậu. Với bà Phạm Thị có ba trai (Quang Toản, Quang Bàn, Quang Chiêu) và hai gái. Một trong hai con gái gả cho Phò mã Nguyễn Văn Trị. Với bà Ngọc Hân ông có hai con, sau bị Gia Long thảm sát ở Huế. Năm Nhâm tí 1792 ông mất, làm vua được 4 năm, hưởng dương 39 tuổi, miếu hiệu là Thái Võ Hoàng đế. Ông là một vị anh hùng lỗi lạc, một nhà chính trị quân sự kiệt xuất của dân tộc Việt Nam. Các sử gia triều Nguyễn cũng phải công nhận: \"Nguyễn Văn Huệ là em Nhạc, tiếng nói như chuông, mắt sáng như điện, giảo kiệt, thiện chiến, ai cũng phải sợ\" đến một cung nhân trong cung vua Lê cũng thốt thành lời \"Nguyễn Văn Huệ là bậc anh hùng lão thủ, hung tợn và giỏi cầm quân. Coi ông ta cầm quân vào Nam ra Bắc thật là thần xuất quỉ nhập không ai có thể dò biết được, ông bắt Hữu Chỉnh như bắt trẻ con, giết Võ Văn Nhậm như giết con lợn, không một người nào dám trông thẳng vào mặt. Nghe lệnh của ông ai cũng mất cả hồn vía, sợ hơn sấm sét\". Đương thời hầu hết các danh sĩ đại thần (kể cả kẻ thù) đều ngưỡng mộ xem ông là Bậc anh hùng bốn lần đánh Gia Định lúc ra trận đều đi trước, sĩ tốt hiệu lệnh nghiêm minh, thuộc hạ ai nấy đều dốc lòng vâng mệnh\". Thật vậy ông \"một người rất thông minh, hay dùng trí thuật lao lung người khác, trong lúc bàn luận, khi xuống lại nâng lên, người ta không biết đằng nào mà dò\". Đúng là anh hùng tuyệt thế Việt Nam.\n----------------------------------------------\nQuang Trung Hoàng đế (sinh năm 1753 – mất ngày 16 tháng 9 năm 1792), miếu hiệu Tây Sơn Thái Tổ (西山太祖; được dùng để phân biệt với Nguyễn Thái Tổ nhà Nguyễn), danh xưng khác là Bắc Bình Vương, tên khai sinh là Hồ Thơm, quê gốc Nghệ An sau đổi tên thành Nguyễn Huệ (阮惠), Nguyễn Quang Bình (阮光平), là một nhà chính trị, nhà quân sự người Việt Nam, vị hoàng đế thứ 2 của Nhà Tây Sơn, sau khi Thái Đức Hoàng đế Nguyễn Nhạc thoái vị và nhường ngôi cho ông."
}