{
  "dateOfBirth" : "Giáp Thìn 1904",
  "dateOfDeath" : "Mậu Ngọ 1978",
  "hometown" : "quê làng Hương Điềm, quận Ba Tri, tỉnh Bến Tre (nay vẫn thuộc tỉnh Bến Tre), tổ tiên gốc ở huyện Phù Cát, tỉnh Bình Định (nay thuộc tỉnh Bình Định) vào lập nghiệp ở Bến Tre từ lâu",
  "occupation" : "Nhà giáo, nhà nghiên cứu",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 169,
  "entityName" : "Lê Văn Phúc",
  "aliases" : [ "Lê Thọ Xuân" ],
  "overview" : "Thuở trẻ ông học chữ Hán ở Vĩnh Long, sau lên Sài Gòn theo Tây học. Tốt nghiệp trường Sư phạm Sài Gòn, ông được bổ dạy nhiều nơi ở miền Tây, sau Cách mạng tháng Tám ông thường trú ở Sài Gòn. Ông chuyên nghiên cứu văn học, sử học Việt Nam, trước cách mạng tháng tám các bài biên khảo của ông đăng trên các tuần san, tạp chí trong Nam ngoài Bắc như Đồng Nai, Đại Việt, Văn Lang, Nam Kì, Tri Tân, Sông Hương, Việt bút... đều rất giá trị với đầy đủ cứ liệu khoa học. Qua nội dung các bài viết của ông, không ai có thể phủ nhận ông là một trong vài ba nhà nghiên cứu (Nguyễn Văn Tố, Cadière) am hiểu tường tận và nghiêm chỉnh về văn học Việt Nam, nhất là lịch sử. Ông viết khá nhiều và gần như trong đời ông mới in riêng chỉ một bài ngắn về Trương Tấn Bửu (một khuôn mặt lớn của lịch sử), còn hầu hết là những bài đăng trên các tạp chí nghiên cứu chuyên ngành. Những năm cuối đời, bài của ông thường xuất hiện đều đặn trên tập san Sử Địa, Đồng Nai văn tập, Lửa Thiêng (Sài Gòn). Ở mỗi đề tài hoặc từng vấn đề của đề tài, ông đều tìm được những cứ liệu chính xác hoặc các nguồn tư liệu đáng tin nhằm giúp độc giả thấy được thực chất của từng ý kiến mà tác giả đề xuất. Đồng thời qua các bài viết ấy tác giả còn đính chính các sử liệu dẫn đi từ các văn bản gốc để độc giả thấy rõ các vấn đề được nêu ra. Trước cách mạng tháng Tám ông hợp soạn với một tác giả người Pháp Daudin hoàn thành một tác phẩm về Phan Thanh Giản nhan đề là Phan Thanh Giản et sa famlne (NXB Nguyễn Văn Của, Sài Gòn 1941). Chính ông là người đầu tiên khám phá ra gia phả họ Phan. Để làm chứng cho việc nghiên cứu của mình và về việc hình thành tác phẩm trên, có một câu chuyện đáng ghi như sau: \"Nguyên trong tộc họ Phan không một ai biết Phan Thanh Giản có gia phả, ngay đến ông Phan Thanh Hy gọi Phan Thanh Giản bằng ông cố cũng không biết. Vì trước khi Phan Thanh Giản chết bao nhiêu giấy tờ của cụ Phan đều bỏ vào trong một chiếc rương để ở nhà thờ họ Phan do người cháu đích tôn là Phan Thanh Hoài trông coi. Năm 1935 ông (Lê Thọ Xuân) - vào những ngày nghỉ học - thường đạp xe đạp xuống Bến Tre thăm ngôi mộ cụ Phan và các di tích khác. Đi lại nhiều lần, ông làm quen với ông Phan Thanh Hoài mà ông Hoài cũng không biết trong rương ấy có những gì và cũng chưa hề mở cho ai xem bao giờ. Sau nhiều lần trà nước, Lê Thọ Xuân hỏi ông Hoài: Cụ Phan chết đi có để lại gì không? Nghe xong, ông Hoài liền chạy đi lấy cho Lê Thọ Xuân xem một cái ống điếu là di vật cuối cùng của cụ Phan. Người em Lê Thọ Xuân (tức bác sĩ Lê Văn Ngôn) mang ra ngoài sáng xem, rồi la lên: Trời ơi! Quí quá! Thiệt là đồ vô giá! Thì ra ở bên dưới ống điếu có gắn một hạt trai nhỏ xíu bên trong in một tấm hình chụp trọn phái bộ Phan Thanh Giản đi sứ sang Pháp năm 1863. Lê Thọ Xuân lại hỏi: Vậy chớ ngoài thứ này ra còn gì nữa không? ông Hoài đáp: Có, có trọn một chiếc rương đựng giấy tờ nhiều lắm. Nói rồi khênh rương ra. Ông (Lê Thọ Xuân) cùng gia đình mở xem thì thấy bên trong, ngoài bẳng, sắc ra còn có cả cuốn gia phả cụ Phan. Ông Xuân muốn mượn hết về xem. Ông Hoài hỏi lại mẹ thì bà cụ cũng ưng liền. Ông Xuân bê cả chiếc rương về nhà lục ra xem, sao chép hết cả, sau đó chuyển chiếc rương cho ông Taboulet là Giám đốc học chánh. Ông này biết đó đồ tàng thư quí báu liền cho áp tải cả chiếc rương sang cho Đốc học Mĩ Tho là ông Truchet sao chép và chụp ảnh hết thảy tài liệu đó. Di vật và gia phả này đã bị cháy trong những ngày Pháp tái chiếm Bến Tre năm 1946 (theo Lê Thọ Xuân). Và cũng chính nhờ rương tài liệu quí giá này ông hoàn thành tác phẩm trên. Sau ngày đất nước thống nhất (1975) ông là cộng tác viên của viện Khoa học Xã hội tại miền Nam. Ông mất ngày 20-3-1978 tại Thành phố Hồ Chí Minh, thọ 74 tuổi. Các tác phẩm: - Phan Thanh Gian et safamille (hợp soạn, NXB Nguyễn Văn Của 1941, Sài Gòn) - Long Vân hầu Trương Tấn Bửu (nhà in An Ninh 1959, Sài Gòn) Và rất nhiều thiên khảo luận giá trị in trên các tạp chí: Tri Tân, Đồng Nai, Văn Lang, Đồng Nai văn tập, Văn hóa nguyệt san, Bách Khoa, Sử Địa, Tân văn..."
}