{
  "dateOfBirth": "1839\n----------------------------------------------\nẤt Hợi 1835",
  "dateOfDeath": "1913\n----------------------------------------------\nQuí Sửu 1913",
  "hometown": "quê ở Xuân Long, Thành phố Huế, tỉnh Thừa Thiên",
  "occupation": "Danh tướng, nhà yêu nước, con thứ hai của Đề đốc Tôn Thất Đính",
  "workTenure": "Không rõ",
  "fatherName": {
    "Đề đốc Tôn Thất Đính": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1691,
  "entityName": "Tôn Thất Thuyết",
  "aliases": [
    "Đàm Phu"
  ],
  "overview": "Tôn Thất Thuyết (chữ Hán: 尊室説; 1839 – 1913), biểu tự Đàm Phu (談夫), là quan phụ chính đại thần, nhiếp chính dưới triều Dục Đức, Hiệp Hòa, Kiến Phúc và Hàm Nghi của triều đại nhà Nguyễn trong lịch sử Việt Nam.\n----------------------------------------------\nÔng xuất thân võ tướng, năm 1873 ông giúp Hoàng Kế Viêm và Lưu Vĩnh Phúc đánh thắng trận Cầu Giấy, giết sĩ quan Pháp Francis Garnier. Năm 1875 ông chiến thắng ở Tây Sơn, bắt sống tướng giặc Cờ Vàng là Hoàng Sùng Anh. Ông được phong làm Hữu Tham tri bộ Binh, tước Nam. Đến năm 1881, ông làm Thượng thư bộ Binh, sau khi Tự Đức mất (1883), ông làm phụ chánh đại thần, cùng Nguyễn Văn Tường phế vua Dục Đức (Nguyễn Phúc Ưng Chân) lập vua Hiệp Hòa (Nguyễn Phúc Hồng Dật), nhưng chỉ được 4 tháng, ông và Tường lại mưu giết vua Hiệp Hòa ngày 29-11-1883, đưa vua Kiến Phúc (Nguyễn Phúc Ưng Đăng) lên ngôi. Nhưng chỉ được 8 tháng, Kiến Phúc mất vào ngày 31-7-1884, ông lập em Kiến Phúc là Ưng Lịch lên ngôi tức Hàm Nghi. Từ đây ông càng ráo riết chuẩn bị chống giặc Pháp, De Courcy rất căm ghét muốn hại ông, nhưng không được. Đến đêm 4-7-1885 (22-5 Ất dậu) ông truyền lệnh tấn công doanh trại Pháp. Thất bại, ông đưa vua Hàm Nghi chạy ra Quảng Trị rồi về miền Hương Khê (Hà Tĩnh) phát động phong trào Cần vương kháng Pháp cứu nước. Ông là linh hồn cuộc kháng chiến. Hai người con ông là Tôn Thất Đạm, Tôn Thất Thiệp là tướng bảo vệ vua Hàm Nghi, sau đó đều hi sinh khi chống lại tay sai và quân xâm lược. Về sau, ông ra Bắc rồi sang Trung Quốc với ý định cầu viện Trung Quốc. Việc không thành, ông đau khổ sống một mình trên ngọn đồi ở Long Châu, tâm thần thác loạn thường vung gươm chém vào đá để trút nỗi căm hờn. Dân chúng quanh vùng ấy gọi là ông là \"Tả xẹt lũ\" (Đả thạch lão: ông già chém đá). Ông mất trong năm 1913 tại Long Châu, thọ 78 tuổi. Cả gia đình ông: Cha Tôn Thất Đính bị lưu đày, mẹ và vợ ông mất nơi rừng núi, hai em trai ông Tôn Thất Hàm, Tôn Thất Lệ cùng hai con ông là Đạm và Thiệp đều anh dũng hi sinh vì nước, đến rể ông là Hoàng giáp Nguyễn Thượng Hiền cũng bôn ba ở nước ngoài lo chống Pháp. Ông cũng có sáng tác văn học, còn truyền tụng một số tác phẩm như các câu đối điếu Hoàng Diệu, các bài thơ ông xướng họa với Cầm Bá Thước, Nguyễn Quang Bích, Nguyễn Cao. Trong bài vè THẤT THỦ KINH ĐÔ tác giả đề cao ông như một anh hùng: Nước ta quan Tướng anh hùng Bách quan văn võ cũng không ai tày... Khi ông mất, đại thần nhà Thanh là Lý Căn Nguyên ở Bắc Kinh xót thương ông trung liệt cho xây mộ và dựng bia ông ở Thiên Quang. Nhân sĩ Quảng Châu có câu đối điếu ông: \"Thù nhung bất cộng đái thiên, vạn cổ phương danh lưu Tượng Quận; Hộ giá biệt tần tĩnh địa, thiên niên tàn cốt kí Long Châu.\" Nghĩa: Thù giặc chẳng chung đội trời, muôn thuở danh thơm lưu Tượng Quận Giúp vua tìm riêng cõi thác, nghìn năm cốt rụi gởi Long Châu Các tác phẩm của ông gồm một số thơ liễn đối... điếu các nhà chí sĩ, yêu nước hi sinh vì đại nghĩa, như: - Kí Cầm Bá Thước thi - Vấn Nguyễn Cao - Điếu Trần Hi Tăng - Hịch Cần Vương (ông soạn thay cho vua Hàm Nghi). Hịch Cần Vương được khởi thảo trong đêm 23-5 Ất đậu (1885) (có thể trước đó) tức thì sau đó (6 ngày) cả toàn quốc đều hưởng ứng. Kể từ đó đâu đâu cả dân quân, lại ở các địa phương đều một lòng đi theo ngọn cờ cần vương mà vua Hàm Nghi hướng dẫn có Tôn Thất Thuyết theo phò tá. Bản dịch như sau: Từ xưa chính sách chống giặc không ngoài ba điều: đánh, giữ, hòa mà thôi. Đánh thì chưa có cơ hội, giữ thì khó chắc đủ sức, hòa thì chúng đòi hỏi không chán. Đang lúc sự thế muôn vàn khó khăn như vậy, bất đắc dĩ phải dùng quyền. Thái Vương dời tới đất Kỳ, Huyền Tông chạy sang đất Thục, người đời xưa cũng đã có làm như thế. Nước ta gần đây vừa gặp nhiều biến cố. Trẫm tuổi trẻ nối ngôi, chưa kịp lo việc tự cường tự trị. Bọn phái viên của Tây hoành hành áp bức ngày một thậm tệ. Vừa rồi chúng tăng thêm binh thuyền, buộc ta những điều không thể làm theo được. Ta theo thường lệ khoản đãi, chúng không chịu nhận một tí gì, nhân dân kinh đô náo động kinh sợ, nguy biến sắp tới nơi. Các vị đại thần, mưu quốc tìm kế giữ yên xã tắc, bảo vệ triều đình: cứ cúi đầu nó bảo gì nghe nấy, ngồi yên để mất cơ hội thì sao bằng dọ xem ý chúng muốn hành động mà đối phó trước? Ví thử việc chẳng chịu lòng, thì còn có thể làm như ngày nay để mưu tính việc về sau cho ổn, ấy là tùy theo thời thế mà định ý kiến như thế. Phàm những ai biết chia lo việc nước, tất cũng dự biết như vậy mà cũng đều nghiến răng căm phẫn, cái lòng giết giặc giết thù, nào ai chẳng có. Vậy thì gối dòng, gõ chèo, cướp giáp vần chum, há không có người nào hay sao? Kẻ nhân thần ở triều đình chỉ nên theo nghĩa mà làm, nghĩa ở đâu thì chết sống cũng ở đấy. Xưa Hồ Yển và Triệu Thôi nước Tấn Quách Tử Nghi, Lý Quang Bật đời Đường là hạng người thế nào? Trẫm đức mỏng, gặp phải biến cố này không thể hết sức chống giữ để kinh thành bị hãm. Từ cung phải lên xe lánh nạn, tội ở mình trẫm tất cả, hổ thẹn vô cùng. Nhưng mối luân thường quan hệ, trăm quan khanh sĩ không kể lớp nhỏ, chắc không nỡ xa bỏ trẫm, người trí giúp mưu, người dũng giúp sức, người giàu xuất của để giúp quân nhu, cùng nhau đoàn kết, chẳng ngại gian hiểm, làm cách gì mà có thể cứu nguy đỡ ngã, gỡ chỗ khó, giúp khi bí, thảy đều hết lòng hết sức. May mà trời cũng chiều người chuyển loạn làm trị, chuyển nguy làm an, thu lại đất đai, phục lại bờ cõi, cơ hội này thật phúc cho nước nhà, tức là phúc cho thần dân, đã cùng nhau lo lắng thì được cùng nhau yên vui, há chẳng tốt lắm ru? Nhược bằng lòng tiếc chết nặng hơn lòng thương vua, việc lo cho nhà chăm hơn việc lo cho nước, quan thì thác cớ lánh xa, lính thì bỏ ngũ lánh trốn, dân thì không biết vì nghĩa hăng hái với việc công, sĩ thì cam chịu bỏ nơi sáng đi vào nơi tối, như thế dù có sống ở đời thì thân tuy mặc áo đội mũ mà không khác loài chim muông, sao nỡ làm như vậy cho đành? Thưởng hậu, phạt cũng nặng, triều đình sẵn có phép thuờng, không nên để điều hối hận về sau. Ai nấy nên nghiêm chỉnh tuân theo dụ này. Khâm thử Hàm Nghi năm đầu, tháng 6 ngày mồng hai (13-7-1885) (Lê Thước dịch)"
}