{
  "dateOfBirth": "1909\n----------------------------------------------\nBính Ngọ 1906",
  "dateOfDeath": "1944\n----------------------------------------------\nGiáp Thân 1944",
  "hometown": "quê xã Nhân Lý (nay là xã Văn Thụ), huyện Văn Uyên, tmh Lạng Sơn, dân tộc Tày",
  "occupation": "Nhà thơ, Liệt sĩ Cách mạng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1691,
  "entityName": "Hoàng Văn Thụ",
  "aliases": [],
  "overview": "Hoàng Văn Thụ (1909 - 1944) là nhà lãnh đạo cao cấp của Trung ương Đảng Cộng sản Đông Dương, người có đóng góp lớn vào phong trào cách mạng Việt Nam và là nhà thơ cách mạng Việt Nam trước Cách mạng tháng Tám năm 1945.\n----------------------------------------------\nNhiệt tình yêu nước, ông cùng Hoàng Đình Giang, Lương Văn Chi tích cực hoạt động. Năm 1927, ông và Lương Văn Chi sang Trung Quốc, được tổ chức đưa vào làm việc ở xưởng cơ khí Nam Hưng (Quảng Tây) là cơ sở của cách mạng thành lập để làm kinh tài và là nơi liên lạc. Lần lượt ông gầy dựng được nhiều cơ sở Đảng ở Long Châu (Lũng Nghìu) và vùng Cao Bằng, Lạng Sơn. Đến năm 1932, được gặp Lê Hồng Phong, ông trở nên một cán bộ xuất sắc vừa là người lãnh đạo Đảng bộ địa phương, vừa là cán bộ giúp việc tích cực của Ban lãnh đạo Đảng ở ngoài nước. Tháng 11-1940, ông được cử vào ủy ban thường vụ Trung ương Đảng và lãnh nhiệm vụ chỉ đạo phong trào Bắc Sơn - Vũ Nhai. Sau đó, ông lại được cử vào Tổng bộ Việt Minh lâm thời. Tháng 8-1943, trên đường đi dự cuộc họp ở Hà Nội, ông bị mật thám Pháp chặn bắt tại ngõ Năm Diệm, khu Tám Mái (Hà Nội). Trong tù, ông còn lưu lại bài thơ Việc nước xưa nay có bại thành, Miễn sao giữ trọn được thanh danh. Phục thù chí lớn không hề nản, Ngọc nát còn hơn giữ ngói lành. Thân dẫu lao tù lâm cảnh hiểm, Chí còn theo dõi buổi tung hoành. Bạn hỡi gần xa hăng chiến đâu, Trước sau xin giữ tấm lòng thành. Ngày 24-5-1944 ông hi sinh nơi trường bắn Tương Mai (Hà Nội) hưởng dương 38 tuổi. Các tác phẩm: - Si cách mạng (tiếng Nùng, 1940) - Nhắn bạn (thơ)."
}