{
  "dateOfBirth": "Canh Thìn 1440",
  "dateOfDeath": "Không rõ",
  "hometown": "quê xã Phúc Khê, huyện Thanh Quan, tỉnh Thái Bình",
  "occupation": "Danh sĩ đời Lê Thánh tông ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Triều Lê Sơ": 7
  },
  "id": 1697,
  "entityName": "Quách Đình Bảo",
  "aliases": [],
  "overview": "Năm Quí mùi 1463 ông đỗ Thám hoa lúc 23 tuổi (Khoa này Lương Thế Vinh đỗ Trạng nguyên, Nguyễn Đức Trinh đỗ Bàng nhãn). Lê Thánh tông ban lá cờ thêu mấy câu: Trạng nguyên Lương Thế Vinh Bảng nhãn Nguyễn Đức Trình. Thám hoa Quách Đình Bảo Thiên hạ cộng tri danh. Ông được bổ Trực học sĩ Viện Hàn lâm. Năm Canh dần 1470 ông nhận lệnh đi sứ nhà Minh, khi về đổi làm Hiệu thư Đông các, thăng Phó đô ngự sử kiêm Tả trung doãn phường Tả Xuân. Ít lâu, ông làm Thượng thư bộ Lễ, sau đổi Thượng thư bộ Hình. Năm Quí mão 1483, ông cùng Thân Nhân Trung được Lê Thánh tông cử soạn sách Thiên Nam dư hạ tập. Năm sau (Giáp thìn 1484) lại được giao xét kĩ các tên trong bảng tiến sĩ từ khoa Nhâm tuất 1442 đến khoa Giáp thìn 1484, khắc bia đá dựng ở nhà Thải học nơi kinh đô. Thiên Nam dư hạ tập (100 quyển) do ông và Thân Nhân Trung, Đỗ Nhuận... được Lê Thánh tông cử soạn bộ sách trên. Sách đại lược phỏng theo sách Hội yếu của các đời Đường, Tống bên Trung Quốc, sách ghi chép đủ các chế độ, luật lệ văn thư, điển lệ, cáo sắc. Sách Toàn thư viết: (Bản dịch): Năm Quí mão, niên hiệu Hồng Đức thứ 14, mùa đông tháng 11 ngày 12-12-1483 sắc sai Hàn lâm viện thừa chỉ Đông các đại học sĩ là Thân Nhân Trung, Ngự sử đài phó Đô ngự sử, kiêm Tả xuân phường, Tả trung doãn Quách Đình Bảo, Đông các hiệu thư Đỗ Nhuận; Hàn lâm viện thị tộc, Đông các hiệu thư Đào Cả; Hàn lâm thị thư Đàm Văn Lễ, sửa soạn sách Thiên Nam dư hạ tập. Vừa đề thơ lên bản thảo bài tựa sách Thiên Nam dư hạ tập của Thân Nhân Trung, rằng: Ngàn mảnh vải lông con chuột lửa, Năm màu tơ nõn cái tằm băng; Lại tìm thợ khéo tay vô địch: May bộ áo rong chi đẹp bằng! Sách gồm 100 quyển nhưng hiện nay chỉ còn 10 quyển mà cũng không hoàn toàn là bản gốc của Thiên Nam dư hạ tập soạn từ đời Hồng Đức. Theo các nhà thư tịch học thì trong 10 quyển chỉ có 3 quyển số I, IX và X có thể là sách gốc. Ngoài ra đều là sách khác được người ta gán ghép cho (Theo Trần Giáp)."
}