{
  "dateOfBirth": "Bính Dần 1926",
  "dateOfDeath": "Bính Thân 1956",
  "hometown": "quê ở thị xã Phan Thiết, tỉnh Bình Thuận",
  "occupation": "Nhà thơ, nhà văn hiện đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1699,
  "entityName": "Vũ Anh Khanh",
  "aliases": [
    "Nguyễn Năm"
  ],
  "overview": "Trước năm 1945 ông sống ở Sài Gòn cùng hoạt động văn nghệ với Lý Văn Sâm, Dương Tử Giang, Thẩm Thệ Hà trong nhóm văn học yêu nước. Sau ngày toàn quốc kháng chiến ông vẫn sống ở Sài Gòn, và hầu hết các sáng tác của ông đều in công khai ở nội thành. Chỉ trong vòng 5, 6 năm ông đã có một số tác phẩm kỉ lục mà chủ đề, nội dung của các tác phẩm ấy nói lên được thực chất tài năng nghệ thuật của ông trong dòng văn học lành mạnh, hào hứng ở thời điểm lịch sử nóng bỏng của dân tộc. Năm 1954 ông tập kết ra Bắc và mất ngoài đó năm 1956. Tác phẩm của ông phần lớn được in trong năm 1949 và số lượng phát hành chiếm kỉ lục trong số ấn phẩm hồi đó. Chính điều này nói lên được thực chất và giá trị tác phẩm ông. - Sông máu (tập truyện ngắn, in năm 1949, NXB Tiếng chuông, Sài Gòn) - Đầm Ô Rô (tập truyện ngắn in năm 1949, NXB Tiếng Chuông, Sài Gòn) - Bên kia sông (in năm 1949, NXB Tân Việt Nam, Sài Gòn) - Nửa bồ xương khô (truyện dài in năm 1949, NXB Tân Việt Nam, Sài Gòn) - Ngũ Tử Tư (1949 Sài Gòn) - Bạc xỉu lìn (in năm 1949, NXB Tiếng Chuông, Sài Gòn) - Cây ná trắc (in năm 1947, NXB Tân Việt, Sài Gòn) Đọc hết tác phẩm của Vũ Anh Khanh ai cũng phải bùi ngùi, cảm động trước bao nhiêu mất mát, đau thương (do quân ngoại xâm gây ra) và cứu cánh của nó là giải phóng dân tộc. Tinh thần dân tộc hữu như quyện chặt vào từng nhân vật của tác phẩm ông. Vũ Anh Khanh là một nhà văn điển hình, xuất sắc nhất trong thời kháng chiến chống Pháp, đang mặt đối mặt với quân thù giữa lòng đô thị. Bên cạnh, ông còn là một nhà thơ sáng giá của nền thi ca Việt Nam hiện đại. Với Chiến sĩ hành, nhà thơ đã đề cao những người yêu nước bằng ngôn ngữ thơ trong sáng hồn nhiên, khỏe khoắn của mình trong một thời điểm nhất định của cuộc sống hiện hữu. Ở Tha La nghệ thuật ngôn từ của nhà thơ đã đạt được mĩ tính thơ ca vì ngôn ngữ bình dị, hàm chứa một nội dung phong phú với rừng xanh, xóm vắng... Tất cả từ già trẻ, trai, gái đang hàng hàng, lớp lớp lên đường trả nợ núi sông. Tha La vì vậy đã sống mãi trong tâm thức của những người yêu nước, yêu thơ. Chúng ta đọc bài Tha La dưới đây: THA LA Đây Tha La xóm đạo, Có trái ngọt, cây lành. Tôi về thăm một dạo, Giữa mùa nắng vàng hanh, Ngậm ngùi, Tha La bảo: Đây rừng xanh, rừng xanh. Bụi đùn quanh ngõ vắng, Khói đùn quanh nóc tranh, Gió đùn quanh mây trắng, Và lửa loạn xây thành. Viễn khách ơi! Hãy dừng chân cho hỏi, Nắng hạ vàng ngàn hoa gạo rưng rưng. Đây Tha La, một xóm đạo ven rừng. Có trái ngọt, cây lành im bóng lá, Con đường đỏ bụi phủ mờ gót lạ, Ngày êm êm lòng viễn khách bơ vơ! Về chi đây! Khách hỡi! Có ai chờ? Ai đưa đón? Xin thưa, tôi lạc bước! Không là duyên, không là bèo kiếp trước, Không có ai chờ, đưa đón tôi đâu! Rồi quạnh hiu, khách lặng lẽ cúi đầu, Tìm hoa rụng lạc loài trên vệ cỏ. Nghìn cánh hoa bay ngẩn ngơ trong gió. Gạo rưng rưng, nghìn hoa máu rưng rưng. Nhìn hoa rơi, lòng khách bỗng bâng khuâng Tha La hỏi: - Khách buồn nơi đây vắng? - Không, tôi buồn vì mây trời đây trắng! - Và khách buồn vì tiếng gió đang hờn? Khách nhẹ cười, nghe gió nổi từng cơn. Gió vun vút, gió rợn rùng, gió rít. Bỗng đâu đây vẳng véo von tiếng địch: - Thôi hết rồi! Còn chi nữa Tha La! Bao người đi thề chẳng trở lại nhà Nay đã chết giữa chiến trường ly loạn! Tiếng địch càng cao, não nùng ai oán Buồn trưa trưa, lây lất buồn trưa trưa, Buồn xưa xưa, ngây ngất buồn xưa xưa, Lòng viễn khách bỗng dưng tê tái lạnh. Khách rùng mình, ngẩn ngơ người hiu quạnh. - Thôi hết rồi! Còn chi nữa Tha La! Đây mênh mông xóm đạo với rừng già. Nắng lổ đổ rụng trên đầu viễn khách. Khách bước nhẹ theo con đường đỏ quạch. Gặp cụ già đang ngắm gió bâng khuâng Đang đón mây xa... Khách bỗng ngại ngần: - Kính thưa cụ, vì sao Tha La vắng? Cụ ngạo nghễ cười rung rung râu trắng, Nhẹ bảo chàng: \"Em chẳng biết gì ư? Bao năm qua khói loạn phủ mịt mù! Người nước Việt ra đi vì nước Việt Tha La vắng vì Tha La đã biết, Thương giống nòi, đau đất nước lầm than\". *** Trời xa xanh, mây trắng ngoẹn ngàn hàng Ngày hiu quạnh. Ờ...ơ...hơ tiếng hát. Buồn như gió lượn, lạnh dài đôi khúc nhạc. Tiếng hát rằng: Tha La hận quốc thù, Tha La buồn tiếng kiếm, Não nùng chưa! Tha La nguyện hy sinh. Ờ... ơ... hơ... có một đám chiên lành. Quỳ cạnh Chúa một chiều xưa lửa dậy. Quỳ cạnh Chúa, đám chiên lành run rẩy: - Lạy đức Thánh Cha! - Lạy đức Thánh Mẹ! - Lạy đức Thánh Thần! Chúng con xin về cõi tục để làm dân... Rồi... cởi trả áo tu. Rồi... xếp kinh cầu nguyện. Rồi... nhẹ bước trở về trần... Viễn khách ơi! Viễn khách ơi! Người hãy dừng chân Nghe Tha La kể, nhưng mà thôi khách nhé! Đất đã chuyển rung lòng bao thế hệ Trời Tha La vần vũ đám mây tan. Vui gì đâu mà tâm sự? Buồn làm chi cho bẽ bàng! Ờ... ơ... hơ... ờ ơ… nơ... tiếng hát; Rung lành lạnh, ngâm trầm đôi khúc nhạc, Buồn tênh tênh, não lòng lắm khách ơi! Tha La thương người viễn khách quá đi thôi! *** Khách ngoảnh mặt nghẹn ngào trông nắng đổ, Nghe gió thổi như trùng dương sóng vỗ. Lá rừng cao vàng rụng lá rừng bay... Giờ khách đi. Tha La nhắn câu này: - Khi hết giặc, khách hãy về thăm nhé! Hãy về thăm xóm đạo. Có trái ngọt cây lành, Tha La dâng ngàn hoa gạo, Và suối mát rừng xanh Xem đám chiên lành thương áo trắng Nghe trời đổi gió nhớ quanh quanh. (Thơ mùa giải phóng, 1950)"
}