{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "Không rõ",
  "occupation": "Danh tướng của Việt vương Triệu Quang Phục",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Tiền Lý, Triệu": null
  },
  "id": 1706,
  "entityName": "Trương Hống",
  "aliases": [],
  "overview": "Đức Thánh Tam Giang là danh xưng mà người dân Việt Nam gọi chung hai vị thánh hiển linh từ Trương Hống và Trương Hát. Đây là những vị tướng được nhắc tới nhiều nhất dưới thời vua Triệu Quang Phục. Tên gọi Tam Giang xuất phát từ tên gọi mà các triều đại Phong kiến Việt Nam phong cho hai ông: Tam Giang thượng đẳng thần. \"Tam Giang\" còn bắt nguồn từ cách gọi chung của ba con sông là sông Cầu, sông Thương, sông Đuống - nơi có nhiều đền thờ hai ông. Hai anh em ngài được đánh giá, đều là bậc tướng, trí dũng song toàn, \"sinh vi dũng tướng, tử vi minh thần\". Trong tín ngưỡng dân gian của người Việt cổ vùng trung du thì đền thờ Thánh Tam Giang ban đầu vốn thờ Thần Rắn, về sau mới thờ Trương Hống, Trương Hát.\n----------------------------------------------\nÔng và người em là Trương Hát từng theo giúp Triệu Việt vương, đánh đuổi quân nhà Lương cướp nước ta. Năm Tân mão 571, vì Lý Phật Tử tranh quyền mà bức tử Triệu Việt vương (Triệu Quang Phục), hai anh em ông bỏ vào núi Phù Long ở ẩn. Hậu Nam đế Lý Phật Tử không dụng ông được, âm mưu cho người ám sát. Biết tin ấy, anh em ông tự tử nơi núi Phù Long, quyết không để cho Lý Phật Tử giết chết. Sau, anh em ông hiển thánh, giúp Nam Tấn vương Ngô Xương Văn dẹp tan giặc Lý Huy ở cửa Phù Lan (Lục Đầu giang). Vua Ngô truy phong ông là Đại vương giang Đô hộ quốc thần vương. Lập đền thờ ở cửa sông Như Nguyệt. Tương truyền đời Lý, khi Lý Thường Kiệt đánh quân Tống, qua sông Như Nguyệt là nơi có đền thờ ông, đang đêm ông lại hiện lên ngâm mấy câu thơ: \"Nam quốc sơn hà Nam đế cư, Tiệt nhiên định phận tại thiên thư. Như hà nghịch lỗ lai xâm phạm, Nhữ đẳng hành khan thủ bại hư.\" Bản dịch: Sông núi nước Nam vua Nam coi, Rành rành phận định ở sách trời. Cớ sao lũ giặc sang xâm phạm? Bay sẽ tan tành chết sạch toi! Được bài thơ cổ vũ, quân ta phấn khởi đánh tan quân Tống. Về sau cho rằng chuyện anh em ông hiến linh, hư hư thật thật khó lường. Có lẽ Lý Thường Kiệt sai người giả làm thần núp sẵn trong đền đọc thơ mắng giặc để giục lòng quân trong trận đánh trên sông Như Nguyệt. Dẫu sao câu chuyện cũng nói lên sự ngưỡng mộ của nhân dân đối với anh phong của anh em ông. Cả vùng lân cận sông Cầu và sông Thương có đến hơn hai trăm ngôi đền thờ anh em ông. Đền chính thờ ông ở làng Vọng Nguyệt, cạnh sông Như Nguyệt."
}