{
  "dateOfBirth" : "Quí Dậu 1873",
  "dateOfDeath" : "Kĩ Mão 1939",
  "hometown" : "quê xã Phước Sơn, huyện Quế Sơn, tỉnh Quảng Nam (nay thuộc xã Quế châu, huyện Quế Sơn, tỉnh Quảng Nam)",
  "occupation" : "Danh sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 1711,
  "entityName" : "Phan Quang",
  "aliases" : [ "Quế Nam" ],
  "overview" : "Xuất thân trong một gia đình vọng tộc có truyền thống khoa bảng (con cử nhân Phan Văn Thuật, anh cử nhân Phan Vĩnh, tú tài Phan Ấm, Phan Xang) tổ tiên gốc tỉnh Nghệ An, sau vào lập nghiệp ở Quế Sơn, tỉnh Quảng Nam. Thuở trẻ ông rất thông minh, là một trong các học sinh xuất sắc của trường Đốc Quảng Nam. Năm Giáp ngọ thi Hương đỗ cử nhân tại trường Thừa Thiên năm Mậu tuất, niên hiệu Thành Thái thứ 10 (1898) đỗ Tam giáp đồng tiến sĩ xuất thân. Đặc biệt trong khoa này, tỉnh Quảng Nam có năm người cùng đỗ Tiến sĩ và Phó bảng, được vua Thành Thái ban tặng tấm biển \"ngũ phụng tề phi\" (Năm con phụng cùng bay), gồm ba tiến sĩ: Phạm Liệu, Phan Quang, PhạmTuấn và hai Phó bảng Dương Hiển Tiến, Ngô Chuân. Ông làm quan nhiều nơi ở miền Trung từng làm Án sát Bình Định (1918), Tham tri bộ Hình (1926), lúc về hưu được tặng hàm Lễ Bộ Thượng thư (1930). Giáo sư Phan Khoang (1906-1971) nhà văn Phan Du (1915-1983), Thiếu tướng Phan Xuân là con ông, Bộ trưởng Võ Đông Giang (Phan Bá), cháu ông đều nổi tiếng trong quân giới, học giới và văn giới hiện đại nước ta. Hồi ông đỗ Tiến sĩ, lúc vinh qui được Tổng đốc và cũng là danh sĩ Đào Tấn (1845-1907) tặng ông bài thơ: \"Chiết quế nhân tùng nguyệt điện lai, Đình bôi dục vấn thiếu niên tài. Khan hoa mã quá song kiều lộ, Thùy thị nam chi đệ nhất mai.\" Dịch thơ: Bẻ quế cung trăng ấy mót tài, Nâng li thử hỏi khách là ai ? Xem hoa cưỡi ngựa qua \"cầu kép\" Là cánh hoa nam đệ nhất mai. Ngoài một đại thần triều Nguyễn, ông còn là một nhà thơ có tiếng trong văn học Việt Nam. Thơ nôm của ông bình dị nhẹ nhàng, như tiếng nói mộc mạc thường ngày. Thí như bài dưới đây: Thuyền ai một lá nhẹ như phao, Đưa khách vừa ra rước khách vào. Giữa bể phong tình buồm phơi phới, Đầu nguồn ân ái sóng lao xao. Lái nương ngọn gió mòn tay ngọc, Chèo rán cơn mưa lợt má đào. Tây tử đến khi về Phạm Lãi, Năm hồ rửa sạch kiếp lao đao. Thân phụ ông là cử nhân Phan Văn Thuật một danh thần triều Nguyễn nổi tiếng trong lĩnh vực pháp luật, xuất sắc trong công tác xã hội, đến lị sở nào cũng được nhân dân cảm ân đức."
}