{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "nguyên quán huyện Duy Minh (tên cũ của phủ Hoằng An, tỉnh Vĩnh Long) sau là tỉnh Bến Tre tên Nôm xưa gọi là Rạch Nước Trong (nay thuộc huyện Mỏ Cày, tỉnh Bến Tre) không rõ năm sinh, năm mất",
  "occupation": "Nhà văn, viên chức hành chánh thời Pháp mới chiếm Nam Kì, nguyên quán huyện Duy Minh ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1716,
  "entityName": "Trần Quang Quang",
  "aliases": [
    "Duy Minh Thị"
  ],
  "overview": "Thuở nhỏ ông học tập tại Gia Định ngụ tại Xóm Dầu (An Bình) Chợ Lớn nên sau khi viết văn còn lấy bút danh là Phụng Du Lí (người xóm Dầu Phụng). Năm 1862-1863 Pháp chiếm ba tỉnh miền Đông Nam Kì, ông chuyển sang học Pháp ngữ. Sau vào học Trường Thông ngôn Nam Kì, tốt nghiệp được bổ làm Kinh lịch (lettré) tại Chợ Lớn. Ngoài thì giờ làm công chức của chính quyền thuộc địa, ông còn cầm bút chuyên sưu tầm, biên soạn, phóng tác một số sách về văn, sử, địa Việt Nam vào triều Nguyễn. Các tác phẩm còn tìm thấy: - Lục Vân Tiên (đính chính bản Nôm sao chép từ bản đầu tiên được khắc in trên đầu sách ghi \"Gia Định thành Duy Minh Thị đính chánh - Phật sơn Bửu Hoa các tàng bản\", 1865). Đây là bàn chép đầu tay do các môn đệ Nguyễn Đình Chiểu chép lại. Ông chép lại đính chính và khắc in ở huyện Nam Hải, tỉnh Quảng Đông (Tr.Q.), là bản in sớm nhất (1865). - Đại Nam thực lục bộ sách này gồm 4 quyển, tác giả dựa theo bộ Thực lục của Quốc sử quán triều Nguyễn viết về các việc xảy ra trong triều Nguyễn từ chúa Nguyễn đến đời Gia Long. Nhất là về việc Nguyễn Ánh từng phong trần ở Nam Kì mà tác giả gọi là Gia Long tẩu quốc. Bộ sách này năm 1943, Đặng Thúc Liêng chuyển thành thơ lục bát in trên Đại Việt tạp chí. - Nam Kỉ lục tỉnh là một cuốn địa dư về đất nước Nam Kì xưa, nội dung tương tự Gia Định thành thông chí của Trịnh Hoài Đức. nhưng giản lược hơn nhiều. Nam Kì lục tỉnh còn gọi Nam Kì Dư địa chí là một tác phẩm địa lí học mô tả về diên cách, lịch sử, đất đai và con người đất Nam Kì thuở chúa Nguyễn mới khai thác. Ngoài các mục vừa kể tác giả còn điểm xuyết một ít thơ ca về đất nước, con người Nam Kì lúc đương thời. Trong bản dịch Thượng Tân Thị kể (theo sách) về từ Cụm và Rạch đôi ma Trương Vĩnh Ký gọi là Sông ma hay Tình trinh giang tức Vàm Nước trong gần đây. Tại đây có miếu thờ một cặp tình nhân chết trên rạch, người đương thời đặt là rạch Đôi Ma. Quân Tây Sơn khi đi ngang qua rạch nghe đôi ma vừa sợ, vừa ghét... cho đập miếu thờ ngay bên rạch, nên nay không còn. Tương truyền có một cập trai gái yêu nhau mà cha mẹ hai đàng không khứng. Ban đêm hai người dìu dắt nhau qua rạch đi trốn, không dè qua giữa rạch nước xiếc bơi không nổi, chết đuối. Khi nổi lên, hai người còn ôm chặt lấy nhau gỡ không ra, cha mẹ hai bên thấy vậy thương tình cho chôn chung hai người một huyệt. Và sau đó, người đời cho cất miếu thờ gần bên rạch, vong linh hai người đêm đêm vào ở trong miếu ú ớ nên có người làm thơ truy điệu hai hồn ma. Bản dịch: Vực hẳm cây cao chiếm một tòa Sông không li cặp chết Đôi Ma. Hồn hoa đem gởi chòm mây bạc, Phách quế nương theo bóng nguyệt tà. Con nước chảy ròng rồi kế lớn, Tấm lòng có bậu lại cùng qua. Căn duyên ai khiến xui cho đấy, Tiếng để ngàn thu cũng cũng là."
}