{
  "dateOfBirth": "tháng 6, 1439\n----------------------------------------------\nKỉ Mùi 1439",
  "dateOfDeath": "6 tháng 6, 1460 (20–21 tuổi) Đông Kinh, Đại Việt\n----------------------------------------------\nCanh Thìn 1460",
  "hometown": "Không rõ",
  "occupation": "Hoàng đế Đại Việt\n----------------------------------------------\nThái tử con lớn Lê Thái tông và cung phi Dương Thị Bí.",
  "workTenure": "7 tháng 10 năm 1459 - 6 tháng 6 năm 1460 (0 năm, 243 ngày)\n----------------------------------------------\nKhông rõ",
  "fatherName": {
    "Lê Thái Tông": 2029
  },
  "motherName": {
    "Dương phi": null
  },
  "eraName": {
    "Nhà Lê sơ": null,
    "Triều Lê Sơ": 7
  },
  "id": 1734,
  "entityName": "Lê Nghi Dân",
  "aliases": [
    "Lê Nghi Dân (黎宜民)",
    "Thiên Hưng (天興)",
    "Lệ Đức hầu (厲德侯)"
  ],
  "overview": "Lê Nghi Dân (chữ Hán: 黎宜民; tháng 10, 1439 - 6 tháng 6, 1460), thường được gọi là Lệ Đức hầu (厲德侯), Lạng Sơn Vương, là vị hoàng đế thứ tư của triều đại Lê sơ trong lịch sử Việt Nam. Ông tiếm vị trong một thời gian ngắn, từ tháng 10 năm 1459 đến khi bị truất vào tháng 6 năm 1460, với niên hiệu là Thiên Hưng (天興). Đôi khi, ông được gọi là Thiên Hưng Đế (天興帝).\n----------------------------------------------\nNăm Canh thân 1440, ông được lập làm Thái tử, nhưng vì mẹ kiêu hoạnh bị giáng chức, ngôi Thái tử chưa nhất định. Năm sau 1441, tháng 6, cung phi Nguyễn Thị Anh sinh hoàng tử Bang Cơ, đến tháng 11 thì Bang Cơ được lập làm Thái tử ông phải truất làm Lạng Sơn vương. Thái tông mất, Bang Cơ lên nối tức Nhân tông. Kỉ mão 1459, tháng 10 đêm 3 rạng 4 ông đồng mưu với Lê Đắc Ninh, Phạm Đồn, Phan Ban và Trần Lăng dẫn quân trèo thành vào giết Nhân tông và Thái hậu, rồi ngày 7 tự lên ngôi, đổi hiệu năm là Thiên Hưng, cho sứ sang Trung Quốc cầu phong. Cải phong Bình Nguyên vương Lê Tư Thành làm Gia vương. Ông sát hại các bề tôi cũ, nên lòng người không phục. Canh thìn 1460, tháng 6 ngày các đại thân Nguyễn Xí, Đinh Liệt mưu chém Phạm Đồn, Phan Ban ở giữa nghị sự đường, rồi đóng cửa thành, bắt được ông. Đình thần tuyên án xử giảo, ông bị thắt cổ chết, mới 21 tuổi."
}