{
  "dateOfBirth" : "1491 làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, trấn Hải Dương (nay thuộc xã Lý Học, huyện Vĩnh Bảo, thành phố Hải Phòng)\n----------------------------------------------\nTân Hợi 1491",
  "dateOfDeath" : "1585 (95 tuổi) làng Trung Am, huyện Vĩnh Lại, trấn Hải Dương (nay thuộc xã Lý Học, Vĩnh Bảo, thành phố Hải Phòng)\n----------------------------------------------\nẤt Dậu 1585",
  "hometown" : "Quê ở làng Trung Am",
  "occupation" : "Chính khách, nhà thơ, nhà sư phạm, nhà dự báo chiến lược, nhà hoạt động từ thiện\n----------------------------------------------\nDanh sĩ, tác giả đời Mạc",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nam - Bắc Triều" : 19
  },
  "id" : 1737,
  "entityName" : "Nguyễn Bỉnh Khiêm",
  "aliases" : [ "Trạng Trình", "Bạch Vân cư sĩ", "Văn Đạt", "Trình Quốc Công, Bạch Vân", "Hanh Phủ" ],
  "overview" : "Nguyễn Bỉnh Khiêm (chữ Hán: 阮秉謙; 1491–1585), tên huý là Nguyễn Văn Đạt (阮文達) , tên tự là Hanh Phủ (亨甫), hiệu là Bạch Vân am cư sĩ (白雲庵居士) , được các môn sinh tôn là Tuyết Giang phu tử (雪江夫子), là một trong những nhân vật có ảnh hưởng nhất của lịch sử cũng như văn hóa Việt Nam trong thế kỷ 16. Ông được biết đến nhiều vì tư cách đạo đức, tài thơ văn của một nhà giáo có tiếng thời kỳ Nam-Bắc triều (Lê-Mạc phân tranh) cũng như tài tiên tri các tiến triển của lịch sử Việt Nam. Sau khi đậu Trạng nguyên khoa thi Ất Mùi (1535) và làm quan dưới triều Mạc, ông được phong tước Trình Tuyền Hầu rồi thăng tới Trình Quốc Công (程國公) mà dân gian quen gọi ông là Trạng Trình. Đạo Cao Đài sau này đã phong thánh cho ông và suy tôn ông là Thanh Sơn Đạo sĩ hay Thanh Sơn chân nhân. Người đời coi ông là nhà tiên tri số một trong lịch sử Việt Nam đồng thời lưu truyền nhiều câu sấm ký được cho là bắt nguồn từ ông và gọi chung là Sấm Trạng Trình.\n----------------------------------------------\nNăm Ất mùi 1535 ông đỗ Nhất giáp tiến sĩ đệ nhất danh (Trạng nguyên) lúc 44 tuổi. Các kì thi Hương, Hội, Đình ông đều đỗ đầu, làm quan đến Tả thị lang bộ Lại kiêm Đông các Đại học sĩ. Ở triều chỉ 8 năm, ông xin về trí sĩ (Nhâm dần 1542), làm nhà ở làng gọi là Bạch Vân am, do đấy có hiệu là Bạch Vân cư sĩ. Rồi mở trường dạy học bên cạnh sông Hàn chảy qua làng. Sông Hàn (Hàn giang) còn có tên là Tuyết Giang, vì thế học trò tôn xưng ông là Tuyết Giang phu tử. Tương truyền: Thuở trẻ ông có học với Lương Đắc Bằng, được truyền cho quyển Thái Ất thần kinh, nên ông rất tinh thông Lý học và Tướng số học. Dù ông đã về hưu, vua Mạc Phúc Hải vẫn tỏ lòng kính trọng ông, phong ông tước Trình Tuyền Hầu (Giáp thìn 1544), ngụ ý đề cao ông có công khơi nguồn Lý học như anh em Trình Di và Trình Hạo (Trình Y Xuyên, Trình Minh Đạo) ở Trung Quốc, rồi không lâu, lại thăng ông là Thượng thư bộ Lại, tước Trình Quốc Công. Do đấy đời gọi ông là Trạng Trình. Để chấn hưng đạo đức và cảnh tỉnh lòng người đừng quá quay cuồng trong vật dục, ông cùng nguời làng dựng nên ngôi nhà gọi là Trung Tân quán, cứu giúp người nghèo khổ, khuyên nhủ kẻ giàu sang phải biết điều nhân nghĩa, nêu cao tình người. Đau xót thời loạn lạc, thơ văn ông đầy đạo nghĩa, nhất là bài văn bia ghi ở quán Trung Tân thật đặc sắc. Năm Ất dậu 1585 ông mất, thọ 94 tuổi. Thơ văn còn truyền tụng rất nhiều, gồm trong bộ Bạch Vân thi tập (phần Quốc âm ngót 100 bài, phần Hán văn cũng thế). Ông có ba vợ: Vợ chánh họ Dương, con quan Tả thị lang bộ Hình Dương Đức Nhan, quê ở Hải Dương, hiệu là Từ Ý, hai bà sau đều họ Nguyễn, hiệu là Nhu Tĩnh và Vi Tĩnh. Con cái tất cả 12 người, 7 trai, 5 gái. Con trai trưởng là Hàn Giang cư sĩ; kế là Túy Am tiên sinh, tước Quảng Nghĩa Hầu. Con trai thứ ba được phong tước Xuyên Nghĩa Bá; thứ tư là Thuần Phu, tước Quảng Đô Hầu; thứ năm là Thuần Đức tước Bá Thứ Hầu; thứ sáu là Thuần Chính, tước Thắng Nghĩa Hầu. Học trò ông là Đinh Thì Trung và Trương Thì Cử có bài văn tế ông rất thâm thiết. Ôn Đình Hầu Vũ Khâm Lân có viết bài kí về ông: Bạch Vân Am cưsĩ Nguyễn Công Văn Đạt phổ kí, có những lời tán tụng: Bản dịch: \"… Tuy nhiên đời dùng thì làm, đời bỏ thì ẩn, đối với tiên sinh dù chẳng đắc dụng cũng không hề chi. Ta rất hâm mộ tiên sinh về chỗ đó. (...) Nay ta đọc những văn chương còn lại khác chi nghe thấy những tiếng ném ngọc gieo vàng rực rỡ như mây muôn sắc, sáng sủa như vầng thái dương (...) Bởi vì tiên sinh chẳng những tinh thâm môn Lý học, biết rõ dĩ vãng cũng như tương lai, mà sự thật thì trăm đời sau cũng chưa thấy có ai hơn được vậy (...)\" La Sơn phu tử Nguyễn Thiếp cũng có thơ cảm niệm: \"Tích văn Mạc Trình trạng, Kim đáo Tuyết Kim tân. Cổ quân dư thương tích, Di am chỉ bạch vân. (…) Am không bi diệc diệt, Lưu lạc tuyết kim giang.\" Bản dịch: Trạng nguyên xưa đời Mạc, Nay đến bến Tuyết Kim. Rêu xanh trùm bia quán, Mây trắng nhắc lều am. (…) Am không, bia cũng hư tàn Ta nay lưu lạc bên ngàn Tuyết Giang. Các tác phẩm của ông: - Bạch Vân am tập Không rõ số quyển do ông soạn, có bài tự tựa, gồm một nghìn bài thơ. Bộ sau không có bài tựa, và số thơ cũng chỉ bằng một phần mười, ắt do người sau mới soạn lại mà bỏ thiếu không ghi họ tên. Về Bạch Vân am tập Phan Huy Chú ghi: \"... 10 quyển; Nguyễn Bỉnh Khiêm soạn, gồm một nghìn bài thơ, nói chung đều là thanh nhã hồn hậu, có ý thú tự nhiên... lời lẽ khí phách phiêu dật, thấy rõ không có ý thích làm quan\". - Bạch Vân (am) Quốc ngữ thi (2 quyển) cũng do ông soạn thảo. Về thơ của Nguyễn Bỉnh Khiêm, thì thơ chữ Hán được tập hợp trong Bạch Vân am tập và thơ chữ Nôm được tập hợp trong Bạch Vân quốc ngữ thi. Không thấy bản in tập thơ chữ Nôm, có lẽ đương thời cũng như về sau thơ Nôm của Nguyễn Bỉnh Khiêm chưa từng được khắc ván in. Vì vậy, rải rác trong nhiều tập sao chép thấy có thơ Nôm của Nguyễn Bỉnh Khiêm, nhưng số bài nhiều ít không giống nhau, tam sao thất bản, lẫn lộn thơ nguời nọ với người kia cũng nhiều. Về thơ chữ Hán thì ở Thư viện Quốc Gia (Hà Nội) hiện còn bản sách in ván gỗ vào đầu đời Nguyễn. Theo Trần Văn Giáp trong Tìm hiểu kho sách Hán Nôm thì: Bạch Vân am thi tập (2 quyển) sách in ván gỗ, giấy bản xơ (26x15cm); cộng 131 tờ, tờ 2 trang, trang 8 dòng, dòng 21 chữ, chữ in rõ, khắc in cẩn thận. Hai quyển Bạch Vân am thi tập này là quyển 11 và quyển 12 trong bộ sách có tên chung là Danh thi hợp tuyển, do viên trấn thủ Hải Dương là Trần Công Hiến biên tập và in quyển 1 vào năm Gia Long thứ 13 (1814). Tờ 1 có bài Bạch Vân am thi tập tứ, trang sau là bài Bạch Vân am sự tích. Tờ thứ 3 đề như sau: \"Bạch Vân am thi tập quyển thập nhất, Trung quân chính thống hậu đồn kiêm Lý ngũ đồn tham quân sự khâm sai chưởng cơ sảnh Hải Dương trấn, trấn thủ Ân Quang hầu biên tập; Đốc học Trung Chính bá, trợ giáo Thời Bình nam khảo đính\". Mấy dòng trên đây cho ta biết người biên tập sách này là Ân Quang hầu, tức Trần Công Hiến, hai người tham gia khảo đính là Trung Chính bá, chức đốc học, và Thời Bình nam, chức trợ giáo. Trung Chánh Bá, chưa rõ là ai, nhưng xem truyện Trần Công Hiến in trong sách Đại Nam chính biên liệt truyện sơ tập quyền 16, tờ 22b khi nói về việc Trần Công Hiến làm sách Lịch đại sử toản yếu có đoạn viết như sau: \"...lệnh Đốc học Nguyễn Thể Trung cập Trợ giáo hương cống hiệu chính, danh viết Lịch đại sử toản yếu, nghĩa là \"giao cho Đốc học Nguyễn Thể Trung cùng ông trợ giáo đỗ Hương cống hiệu đính, đặt tên sách là Lịch Đại Sử Toản yếu. Như vậy, ta biết rằng Đốc học Nguyễn Thể Trung và ông hương cống trợ giáo là hai người thường cộng tác với Trần Công Hiến trong việc làm sách. Xem tên tước ghi trên sách Bạch Vân am thi tập là Trung Chính bá, thì ta có cơ sở để cho rằng Trung Chính bá tức là Nguyễn Thể Trung (cách đặt tên tước thường lấy tên thật của người được ban tước, ghép thêm một chữ khác), còn ông hương cống nói đây có phần chắc là Trần Huy Phác, tác giả sách Hải Dương phong vật chí có lời tựa của Ân Quang hầu Trần Công Hiến. Ba người nói trên đều là những người có học vấn, có tài văn học đương thời. Điều đó làm cho bản sảch còn lại ngày nay càng đáng thêm tin cậy."
}