{
  "dateOfBirth" : "Mậu Thân 1908",
  "dateOfDeath" : "Quí Dậu 1993",
  "hometown" : "quê làng Trường An, huyện Trường Tín, tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "Họa sư hiện đại, bậc thầy ngành sơn mài Việt Nam, quê làng Trường An, huyện Trường Tín, tỉnh Hà Đông (nay thuộc TP",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1754,
  "entityName" : "Nguyễn Gia Trí",
  "aliases" : [ ],
  "overview" : "Xuất thân trong một gia đình Nho học, thủ công nghiệp, học Trung học tại Trường Bưởi, rồi vào học Trường Cao đẳng Mĩ thuật Đông Dương (khóa 5: 1929) nhưng mới học xong năm thứ 3, ông bỏ học về mở xưởng vẽ riêng và tự học thêm; vì cho rằng nhà trường không dạy gì hay hơn. Dù được thầy dạy là họa sĩ Inguimberty khuyên ông học nốt 2 năm cuối và sau khi tốt nghiệp giáo sư ấy sẽ đề bạt với Nha Học chánh Đông Dương để ông (NGT) làm giáo sư cho Trường. Nguyễn Gia Trí nhất quyết làm theo ý mình, nhưng ông vẫn luôn tỏ lòng kính trọng giáo sư Inguimberty mà ông gọi là \"cụ\". Năm 1934 do bạn bè và thầy học khuyên nhủ ông trở lại trường, học tiếp khóa 7, năm 1939-1940 tốt nghiệp. Từ khi báo Phong Hóa, Ngày Nay xuất bản ông là một trong các họa sĩ giúp trình bày, vẽ các phụ bản cho các báo này. Chính ông là người đã tạo ra các nhân vật Lý Toét, Xã Xệ... với bút hiệu RIGT trên 2 báo vừa nói và đã gây nên một ấn tượng sâu sắc nơi độc giả, khán giả. Sau ngày Pháp tái chiếm Hà Nội, ông lưu vong sang Trung Hoa, Hồng Kông; trong thời gian sống ở nước ngoài ông sinh sống bằng nghề của mình là vẽ tranh độ nhật. Năm 1950 trở về nước bị Pháp bắt đưa đi an trí tại Thủ Dầu Một (nay thuộc tỉnh Bình Dương) đến năm 1953 mới được trả tự do. Từ đó ông định cư tại Sài Gòn cho đến ngày qua đời (1993). Từ năm 1954-1975 ông sáng tác rất nhiều tranh, triển lãm tại các phòng tranh, trong và ngoài nước được giới hội họa tán thưởng, khâm phục về nghệ thuật tạo hình của ông. Những tác phẩm được người xem thán phục: - Chải tóc - Khi tỉnh rượu lúc tàn canh - Cảnh thiên thai - Vuờn xuân Trung Nam Bắc Tác phẩm ông được chính quyền Pháp, Việt Nam sưu tầm trang trí tại Phủ Chủ tịch (Hà Nội) và Bảo tàng Mĩ thuật TP. Hồ Chí Minh. Tranh ông trước sau vẫn luôn độc đáo và sắc nét. \"Nó không đẹp hơn, cũng chẳng xấu đi. Cái tài năng thiên bẩm đó, như một dòng suối không bao giờ cạn. Mỗi tác phẩm của ông là một đời sống, là sự tuyệt vời của nghệ thuật. Nay, ông không còn nữa nhưng tác phẩm Nguyễn Gia Trí vẫn sống mãi với thời gian bất tận\". Ông mất ngày 20 tháng 6 năm 1993 tại Phú Nhuận (Sài Gòn), thọ 85 tuối."
}