{
  "dateOfBirth" : "Ất Dậu 1885",
  "dateOfDeath" : "1967\n----------------------------------------------\nĐinh Dậu 1957",
  "hometown" : "nguyên quán làng Nông Sơn, huyện Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Quang, huyện Điện Bàn cùng tỉnh), sống và làm việc ở Hà Nội cho đến ngày mất",
  "occupation" : "Nhà nghiên cứu",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1762,
  "entityName" : "Lê Du",
  "aliases" : [ "Sở Cuồng", "Lê Đăng Dư" ],
  "overview" : "Lê Dư (? - 1967), tên thật là Lê Đăng Dư, hiệu Sở Cuồng; là nhà nghiên cứu lịch sử và văn học Việt Nam.\n----------------------------------------------\nThuở nhỏ ông học ở quê nhà, từ những năm 1900 - 1907, ông là chiến sĩ trong phong trào Duy tân, thời gian này ông cùng Nguyễn Bá Trác, Phan Khôi ra Hà Nội học tiếng Pháp và tham gia công tác duy tân trong trường Đông Kinh nghĩa thục. Khoảng năm 1905, ông sang Nhật Bản trong các đoàn du học sinh, đến năm 1908, phong trào Đông du bị khủng bố tại Tokyo, Pháp và Nhật cấu kết nhau, trục xuất tất cả du học sinh và các nhà cách mạng Việt Nam ra khỏi đất Nhật. Từ đó ông sang Trung Quốc đến khoảng sau thế chiến thứ nhất mới về nước. Dư luận đương thời cho rằng ông về nước là do sự móc ngoặc của Phan Đình Cừ (Bá Ngọc, con trai út Phan Đình Phùng). Về nước, ông làm việc ở Phòng chính trị của Phủ Toàn quyền Đông Dương, rồi làm trợ bút các tạp chí Nam Phong, Hữu Thanh... và làm việc tại Trường Viễn Đông Bác cổ Hà Nội chuyên về văn học và sử học. Những năm kháng chiến chống Pháp ông tản cư vào Thanh Hóa làm công tác văn hóa, năm 1954 hồi cư về Hà Nội. Các tác phẩm của ông. - Cổ Đại Nam Nhật giao thông khảo (1922) - Nữ lưu văn học (1929) - Bạch Vân thi văn tập - Phổ Chiêu Thiền sư thi văn tập (1931) - Vị Xuyên thi văn tập (1931) - Việt Nam văn học sử (1932) - Quốc âm thi văn tùng thoại (1931, 1932) - Nam quốc nữ lưu (1929) - Tây Sơn ngoại sử - Ca vũ và âm nhạc nước nhà (1934) - Chữ Nôm với chữ Quốc ngữ (1932) - Nguồn gốc văn hóa nước nhà (1933, Tạp san hội Trí Tri). Và nhiều nhiều thiên khảo luận cổ văn học, sử học Việt Nam, Nhật có giá trị."
}