{
  "dateOfBirth" : "Giáp Dần 1914",
  "dateOfDeath" : "Đinh Sửu 1997",
  "hometown" : "quê làng Đạo Đầu, huyện Triệu Phong, tỉnh Quảng Trị",
  "occupation" : "Nhạc sư cổ nhạc, nhà nghiên cứu cổ nhạc",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1779,
  "entityName" : "Nguyễn Hữu Ba",
  "aliases" : [ "Đạo Tâm" ],
  "overview" : "Thuở nhỏ học ở Huế, năm 8 tuổi bắt đầu học đàn, đến năm 16 tuổi (1930) hòa nhạc cổ vào đĩa hát Béka của Đức, năm 18 tuổi (1932) áp dụng kí âm pháp vào cổ nhạc Việt Nam được giới âm nhạc tại Huế tán thưởng. Năm 1938 ông đậu thủ khoa về đàn nhị, được triều đình Huế tặng thưởng Huy chương Long Bội tinh và vinh tặng Hàn lâm viện đãi chiếu năm 1950. Sau cách mạng tháng 8 năm 1945 ông về sống ở Quảng Trị, rồi vào lại Huế, năm 1950 ông lập Viện Tì Bà nhằm phục hưng nền Quốc nhạc Việt Nam. Từ năm 1960 ông giảng dạy tại trường Quốc gia âm nhạc Sài Gòn, khoa trưởng lí thuyết âm nhạc tại Đại học Vạn Hạnh, Đại Học Sài Gòn, Huế. Nguyễn Hữu Ba là một nhạc sư, một nhà nghiên cứu âm nhạc cổ truyền Việt Nam sắc nét, ông đã sử dụng nhuần nhuyễn hai loại tân nhạc và cổ nhạc, tác phẩm ông đều có giá trị nghệ thuật sâu sắc. Ông mất ngày 14-7-1997, thọ 83 tuổi. Các tác phẩm chính: - Tự học đàn nguyệt (tự xuất bản 1940) - Quảng đường mai (tân nhạc, tự xuất bản, 1940) - Xuân, xuân (tân nhạc, Tì Bà xuất bản, Huế, 1947) - Lửa rừng đêm (tân nhạc, Tì Bà xuất bản, Huế 1947) - Thu khói lửa (tân nhạc, Tinh Hoa xuất bản, 1950) - Tiếng hát quân Nam (tân nhạc, Tì Bà xuất bản, 1950) - Bản đàn tranh (cổ nhạc, Tì Bà xuất bản, 1951) - Ánh dương trời Nam (tân nhạc) - Vài thiên kiến về âm nhạc (lý thuyết, Tì Bà xuất bản, 1950) - Nhạc pháp Quốc nhạc (Tì Bà xuất bản, 1960) - Bản đàn tranh (Tì Bà xuất bản, 1962, 1962) - Đàn tì bà (Tì Bà xuất bản, 1962) - Đàn độc huyền (Tì Bà xuất bản, 1962) - Đàn nhị huyền (Tì Bà xuất bản, 1962) - Bài ca Huế (Tì Bà xuất bản, 1962) - Phương pháp học đàn tranh (Tì Bà xuất bản, 1962) - Dân ca Việt Nam (Bộ Quốc Gia Giáo Dục xuất bản, 1961) - Đĩa nhạc Việt Nam I (UNESCO xuất bản, 1969) Và các tác phẩm (bản thảo): - Bản đàn tranh - Tì bà - Ca Huế - Độc huyền - Nhị huyền - Phương pháp học đàn tranh - Nguyệt cầm - Nhạc pháp Quốc nhạc - Dân ca V ệt Nam, tập 2"
}