{
  "dateOfBirth" : "Quí Hợi 1923",
  "dateOfDeath" : "Ất Hợi 1995",
  "hometown" : "tại phường Lạch Trai, TP",
  "occupation" : "Thi sĩ, nhạc sĩ tài hoa và cũng là một họa sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1780,
  "entityName" : "Nguyễn Văn Cao",
  "aliases" : [ "Văn Cao" ],
  "overview" : "Xuất thân trong một gia đình viên chức nghèo, cha mất sớm, sống với mẹ và anh ruột tại một khu lao động nghèo cạnh bờ sông Hải Phòng. Về đường học vấn, ông chỉ học đến năm thứ 2 bậc Thành chung thì phải ra đời mưu sinh bằng nhiều nghề. Năm 1941-1942 từ giã Hải Phòng, lên Hà Nội sống đời nghệ sĩ, thời gian này ông sáng tác được nhiều nhạc phẩm giá trị vượt thời gian như: Thu cô liêu, Đêm xuân, Suối mơ, Đàn chim Việt, Buồn tàn thu, Trương Chi, Thiên Thai... Năm 1943-1944 ông tham gia Mặt trận Việt Minh hoạt động bí mật ở nội thành. Thời gian này ông soạn bản nhạc Tiến quân ca, sau năm 1946 bài hát trở thành Quốc ca nước Việt Nam Dân chủ Cộng hòa. Ngày 19-8-1945, ông chỉ huy dàn nhạc hát bài Tiến quân ca công khai tại nhà hát lớn Hà Nội trước cuộc biểu tình vĩ đại của toàn dân giành lại chính quyền trong tay thực dân Pháp. Sau Tổng khởi nghĩa tháng 8 năm 1945, ông được cử vào Ban Thường vụ Hội Văn hóa Cứu quốc Việt Nam. Thời điểm này ông soạn thêm hai bài ca Không quân Việt Nam và Hải quân Việt Nam làm rạng danh cá nhân cũng như cho lực lượng non trẻ của quân đội kháng chiến. Sau ngày 19-12-1946, ông tản cư ra vùng kháng chiến, năm 1952 ông được cử sang Liên Xô (cũ) tham quan và nghiên cứu thêm về âm nhạc. Sau năm 1955, ông về Hà Nội làm việc ở Đài phát thanh Việt Nam, có lúc làm Phó Tổng thư kí Hội Văn học Nghệ thuật Việt Nam. Những năm 1956-1957 ông có liên hệ đến vụ Nhân văn - Giai phẩm nên ngừng cầm bút một thời gian. Thế cho nên, lúc ấy Xuân Diệu phê phán ông là \"con người phản phúc hai mặt, giả dối như con mèo, là một phù thủy toan dùng âm binh chọi nhau với Đảng\". Văn Cao là một nhạc sĩ lớn, tài hoa, một nhà thơ có những bài thơ hàm súc, một họa sĩ có nét bút sắc sảo. Ông là một nghệ sĩ lớn đầy tài năng và hiếm có của văn hóa Việt Nam. Ông mất ngày 9-7-1995 tại Hà Nội, thọ 72 tuổi. Sau khi mất được nhà nước Việt Nam truy tặng giải thưởng Hồ Chí Minh về Văn học nghệ thuật (1996). Các tác phẩm chính: - Suối mơ (nhạc) - Thu cô liêu (nhạc) - Thiên thai (nhạc) - Đêm Xuân (nhạc) - Trương Chi (nhạc) - Đàn chim Việt (nhạc) - Buồn tàn thu (nhạc) - Đêm sơn cước (nhạc) - Tiến quân ca (nhạc) - Không quân Việt Nam (nhạc) - Hải quân Việt Nam (nhạc) - Trường ca sông Lô (nhạc) - Chiếc xe chết qua phường Dạ Lạc (văn) - Những người trên cửa biển (văn) - Anh có nghe không (thơ) - Những ngày báo hiệu mùa xuân (thơ) - Lá (thơ) Và rất nhiều họa phẩm giá trị, nghệ thuật độc đáo. Về trường hợp ra đời bài Tiến quân ca, tác giả có những kỉ niệm đáng nhớ, được ông ghi lại: \"Tháng 11 năm 1944 tôi tự tay viết Tiến quân ca lên đá in trang văn nghệ đầu tiên của tờ báo Độc lập còn giữ lại nét chữ viết của một anh thợ mới vào nghề. Một tháng sau khi báo phát hành, tôi từ cơ quan ấn loát trở về. Qua một đường phố nhỏ (bây giờ là đường Mai Hắc Đế) tôi chợt nghe tiếng đàn Mandoline từ một căn gác vọng xuống. Có người đang tập hát (Tiến quân ca). Tôi dừng lại và tự nhiên thấy xúc động. Một xúc động đến với tôi hơn tất cả những tác phẩm của tôi đã được trình diễn ở các rạp hát trước đây. Tôi nhận ra được vài chỗ nhịp điệu còn chưa được hoàn chỉnh. Nhưng bài hát đã in ra rồi, bài hát đã được phổ biến và không còn là của riêng tôi.\" (Văn Cao)"
}