{
  "dateOfBirth": "Bính Thìn 1916",
  "dateOfDeath": "Bính Tuất 1946",
  "hometown": "quê ở Thủ Đức, tỉnh Gia Định (nay thuộc TP",
  "occupation": "Luật sư, chiến sĩ cách mạng",
  "workTenure": "Không rõ",
  "fatherName": {
    "Thái Văn Lân": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 1782,
  "entityName": "Thái Văn Lung",
  "aliases": [],
  "overview": "Ông vốn con nhà giàu, theo đạo Gia tô, được sang Pháp học trường Luật và trường khoa học chính trị. Ông đỗ cử nhân Luật ưu hạng, và vì có quốc tịch Pháp, nên ông phải nhập ngũ trong hàng ngũ quân đội Pháp với quân hàm Chuẩn úy, trong thế chiến thứ hai (1939-1945). Về nước, xuất thân như ông hẳn là \"con cưng\" của thực dân, nhưng ông sớm giác ngộ cách mạng, đã quyết định đứng vào hàng ngũ dân tộc. Tháng 3 năm 1945 ông cùng các ông Mai Văn Bộ, Phạm Ngọc Thạch và Nguyễn Văn Thủ được Xứ ủy Nam Kì giao cho nhiệm vụ tổ chức Thanh niên tiền phong Sài Gòn, Chợ Lớn. Ngày 23-9-1945, cuộc Nam Bộ kháng chiến phát khởi. Ngày hôm sau ông bị thực dân Pháp bắt một lượt với Phạm Ngọc Thuần, bị chúng hành hung dã man. Ông cương quyết không đầu thú. Biết chúng chưa rõ lai lịch, ông không để lộ danh tánh và địa vị xã hội của mình. Chẳng bao lâu ông được lọt lưới thực dân. Đầu năm 1946, ông bỏ nhà vào khu tham gia ủy ban kháng chiến xã. Nhận rõ giá trị ông qua sự tích cực công tác các đồng chí cử ông lên làm Chủ tịch ủy ban kháng chiến quận Thủ Đức. Đến khi sa vào tay giặc, ông kiên trung bất khuất. Vợ ông cũng bị bắt giữ và giam riêng. Biết mình phải hi sinh ông dặn vợ: \"Tôi chết, không có gì ân hận. Tôi sung sướng đã làm trọn nghĩa vụ. Nếu em còn sống và được thả, em nhắn lại với các chiến hữu của tôi: Hãy cố gắng đạt tới mục đích chung đến ngày thắng lợi cuối cùng\". Ngày 2-7-1946 ông bị thảm sát trong tù hưởng dương 30 tuổi. Năm 1949, Phạm Ngọc Thuần viết một quyển sách nhỏ bằng Pháp văn, nhan đề là Les Variétés du Maquis, nhắc đến Thái Văn Lung với niềm cảm phục: Không một bí mật quân sự, không một tiết lộ, không một tin tức nào vượt khỏi đôi môi đã khép chặt một cách anh dũng phi thường và khép chặt mãi mãi. Với cái chết kéo dài một cách thảm khốc, luật sư Thái Văn Lung còn minh họa bằng một hình tích đẫm máu của chính anh để nói thêm với ta rằng: \"Vết nhơ của nô lệ chỉ có thế rửa được bằng máu.\""
}