{
  "dateOfBirth" : "12 tháng 10 năm 1240 Thăng Long\n----------------------------------------------\nCanh Tí 1240\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "3/7/1290.Hưởng dương 50 tuổi. Cung Nhân Thọ, Thăng Long\n----------------------------------------------\nCanh Dần 1290\n----------------------------------------------\nKhông rõ",
  "hometown" : "tại làng Tức Mặc, phủ Thiên Trường, tỉnh Nam Định (nay thuộc tỉnh Nam Định)\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nVua thứ hai nhà Trần\n----------------------------------------------\nVua",
  "workTenure" : "1258 – 1279\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1258—1279",
  "fatherName" : {
    "Trần Thái Tông" : 1286,
    "Thái tông" : null
  },
  "motherName" : {
    "Hiển Từ Thuận Thiên hoàng hậu" : null,
    "Thuận Thiên công chúa họ Lý" : null
  },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 1796,
  "entityName" : "Trần Thánh Tông",
  "aliases" : [ "Thiệu Long (1258 – 1272) Bảo Phù (1273 - 1278)", "Trần Hoảng (陳晃)", "Trần Thánh Tông", "Huyền Công Thịnh Đức Nhân Minh Văn Vũ Tuyên Hiếu hoàng đế (玄功盛德仁明文武宣孝皇帝)", "Thánh Tông (聖宗)" ],
  "overview" : "Trần Thánh Tông (chữ Hán: 陳聖宗; 12 tháng 10 năm 1240 – 3 tháng 7 năm 1290) là vị hoàng đế thứ hai của nhà Trần trong lịch sử Việt Nam, ở ngôi từ tháng 3 năm 1258 đến tháng 11 năm 1278. Sau đó, ông làm Thái thượng hoàng từ cuối năm 1278 cho đến khi qua đời. Ông được sử sách ca ngợi là một vị vua nhân hậu, luôn hòa thuận với anh em trong hoàng gia và giữ vững cơ nghiệp của triều đại.\n----------------------------------------------\nÔng ở ngôi 21 năm, truyền ngôi cho con là Nhân tông (Trần Khâm) rồi làm Thái thượng hoàng. Khi quân Nguyên - Mông xâm lược nước ta lần II và III (1285-1288) ông cùng vua con lãnh đạo cuộc kháng chiến thắng lợi. Sau đó, ông lui về Bắc cung tu Phật, chuyên tâm soạn kinh sách Phật giáo. Năm Canh dần 1290 ông mất (3-6 Dương lịch) hưởng dương 50 tuổi. Còn để lại các tác phẩm chính: - Di hậu lục - Cơ cầu lục - Trần Thánh tông thi tập - Thiền tông liễu ngộ ca Cơ cầu lục (1 quyển) do chính nhà vua soạn, (có nơi nói 2 quyển). Trần Thánh tông thi tập (1 quyển).\n----------------------------------------------\nTrần Thánh Tông (chữ Hán: 陳聖宗 12 tháng 10 năm 1240 – 3 tháng 7 năm 1290), tên húy Trần Hoảng (陳晃) là vị Hoàng đế thứ hai của nhà Trần nước Đại Việt, trị vì từ ngày 30 tháng 3 năm 1258 đến ngày 8 tháng 11 năm 1278. Sau đó ông làm Thái thượng hoàng từ cuối năm 1278 cho đến khi qua đời năm 1290. Ông thường được sử sách mô tả là một Hoàng đế tài giỏi, giữ vững được cơ nghiệp của triều đại và nền độc lập của quốc gia."
}