{
  "dateOfBirth" : "22 tháng 10, 1913 Huế, Đại Nam, Liên bang Đông Dương\n----------------------------------------------\nQuí Sửu 1913\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "31 tháng 7, 1997 (83 tuổi) Val-de-Grâce, Paris, Pháp\n----------------------------------------------\nĐinh Sửu 1997\n----------------------------------------------\nKhông rõ",
  "hometown" : "tại Huế, con Nguyễn Phúc Bửu Đảo (tức vua Khải Định) và Đoan huy Hoàng Thái hậu\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Nam\n----------------------------------------------\nVua cuối cùng triều Nguyễn (1802- 1945), cựu Quốc trưởng chính phủ Quốc gia Việt Nam (1949-1955), sinh ngày 22 tháng 8 năm 1913 tại Huế, con Nguyễn Phúc Bửu Đảo \n----------------------------------------------\nHoàng đế",
  "workTenure" : "6 tháng 11 năm 1925 – 30 tháng 8 năm 1945 (19 năm, 297 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1925–1945",
  "fatherName" : {
    "Khải Định" : 1267
  },
  "motherName" : {
    "Từ Cung Hoàng thái hậu" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn" : null
  },
  "id" : 1803,
  "entityName" : "Nguyễn Phúc Vĩnh Thụy",
  "aliases" : [ "Bảo Đại", "Nguyễn Phúc Vĩnh Thụy", "Nguyễn Phúc Vĩnh Thụy (阮福永瑞)", "Bảo Đại (保大)" ],
  "overview" : "Bảo Đại (chữ Hán: 保大; 22 tháng 10 năm 1913 – 31 tháng 7 năm 1997), tên khai sinh: Nguyễn Phúc Vĩnh Thụy (阮福永瑞), là vị hoàng đế thứ 13 và là vị vua cuối cùng của triều đại nhà Nguyễn nói riêng và của chế độ quân chủ trong lịch sử Việt Nam nói chung.\n----------------------------------------------\nThuở nhỏ học chữ Hán với Phụ đạo Hiệp tá đại học sĩ Lê Nha Lâm (1881-1963), năm 1922 du học Pháp hơn 10 năm dưới sự đỡ đầu của cựu khâm sứ Charles và Toàn quyền Pasquier. Năm 1925 Khải Định từ trần, ông được Pháp và triều đình Huế đưa về nước lên ngôi vua, kế nghiệp Khải Định (ngày 8-1-1926) hiệu năm là Bảo Đại, nên cũng gọi là vua Bảo Đại. Sau đó giao việc nước lại cho Hội đồng Phụ chánh và Khâm sứ Trung Kì, ông sang Pháp tiếp tục học. Tháng 8 năm 1932 ông về nước lấy danh nghĩa trực tiếp cầm quyền, tháng 3 năm 1933 ra Dụ thành lập Hội đồng cải cách và thành lập nội các gồm các quan lại trẻ trông coi việc nước. Sau ngày Nhật đảo chính Pháp, ông tuyên bố hủy bỏ hiệp ước bất bình đẳng mà Việt Nam đã kí với Pháp từ trước. Cùng thời điểm này ông vời Trần Trọng Kim thành lập một nội các gồm các trí thức và chuyên gia trẻ. Ngày 25-8-1945 trước trào Cách mạng, ông tự nguyện thoái vị và ra tuyên cáo: \"Từ nay trẫm lấy làm vui được làm dân một nước độc lập, quyết không để ai lợi dụng\" rồi giao chính quyền lại cho Cách mạng. Sau đó được chính phủ cử làm Cố vấn tối cao cho chính phủ lâm thời Việt Nam. Năm 1946 đắc cử Đại biểu Quốc hội khóa I đơn vị tỉnh Thanh Hóa, cùng năm dẫn đầu phái đoàn Việt Nam sang thăm Trung Hoa. Từ đó ông lưu vong sang Hồng Kông, Pháp. Năm 1949 ông kí với tổng thống Pháp Vincent Auriol thỏa hiệp Elysée về vấn đề độc lập Việt Nam dưới danh xưng \"Quốc gia Việt Nam\", đến năm 1954 chính quyền \"Quốc gia\" (đối kháng với kháng chiến) sau nhiều lần thay đổi nội các. Tháng 7 năm 1954 ông cử Ngô Đình Diệm làm Thủ tướng, nhưng đến cuối năm 1955 Ngô Đình Diệm lại \"truất phế\" ông. Sau đó ông định cư luôn tại Pháp cho đến ngày mất (1997). Ông qua đời ngày 31 tháng 7 năm 1997 tại Pháp, an táng ngày 6-8-1997, thọ 84 tuổi.\n----------------------------------------------\nBảo Đại (chữ Hán: 保大, 22 tháng 10 năm 1913 – 31 tháng 7 năm 1997), tên khai sinh: Nguyễn Phúc Vĩnh Thụy (阮福永瑞), là vị hoàng đế thứ 13 và là vị vua cuối cùng của triều đại nhà Nguyễn, cũng là vị hoàng đế cuối cùng của chế độ quân chủ trong lịch sử Việt Nam."
}