{
  "dateOfBirth": "Kỉ Sửu 1829\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "Quí Mùi 1883\n----------------------------------------------\nKhông rõ",
  "hometown": "Thừa Thiên-Huế\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế, danh sĩ tên tục là Thì\n----------------------------------------------\nHoàng đế",
  "workTenure": "1847–1883",
  "fatherName": {
    "vua Thiệu Trị": null,
    "Thiệu Trị": 1992
  },
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn": null,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1820,
  "entityName": "Nguyễn Phúc Hồng Nhậm",
  "aliases": [
    "Tự Đức"
  ],
  "overview": "Thuở nhỏ ông được phong tước là Phước Tuy Công, năm Mậu thân 1848 vua Thiệu Trị mất ông được nối ngôi năm 19 tuổi. (Có tài liệu ghi năm sinh: 1925) Về chính trị ông bị chê trách nhiều như việc thảm sát anh ruột và các cháu, nhất là với chủ trương thỏa hiệp cầu hòa đã để mất nước vào tay thực dân Pháp. Về văn chương ông có những đóng góp khá quan trọng cho văn chương Việt Nam vì ông là một ông vua hay chữ của triều đại phong kiến Vlệt Nam, rất say mê con đường học vấn, cử nghiệp. Ngày 16-6 năm Quí mùi (19-9-1883) ông mất, hưởng dương 54 tuổi, ở ngôi vua 35 năm. Về phong cách sống trong gia đình, ông là người giữ trọn chữ hiếu đối với từ mẫu. Đức tính hiếu hạnh của ông đối với mẹ (bà Từ Dũ) là một tấm gương mẫu mực cho nhiều người Việt Nam. Thơ ông viết về nhiều chủ đề từ vịnh sử, vịnh vật, nhân tình thế thái rất đa dạng, phong phú. Ngoài ra, ông còn ra lệnh cho Quốc sử quán soạn bộ Khâm định Việt sử. Có thể nói Tự Đức là một trong các vị vua hay chữ nhất của chế độ phong kiến Việt Nam. Đời ông là một khối mâu thuẫn lớn giữa một bên là vị hoàng đế cầm quyền nước và một bên là một nhà văn có nhiều day dứt trong tâm thức giữa bao nhiêu bế tắc của cuộc đời mà bản thân mình không giải quyết được. Thơ văn và cuộc đời ông chứng minh được điều mâu thuẫn lớn đó. Các tác phẩm của ông: - Khâm định đối sách chuẩn thằng - Từ huấn lục. - Luận ngữ diễn ca - Thập điều diễn ca - Việt sử tổng vịnh - Tự Đức thánh che văn tam tập - Tự học giải nghĩa ca - Ngự chế thi ngũ tập - Ngự chế thi phú - Ngự chế thi - Tự Đức cơ du tự tỉnh thi tập - Tự Đức chiếu dụ - Tự Đức di chiếu - Hoàng triều chiếu dụ ngự chế văn - Vịnh sử diễn âm - Tự Đức Thánh chế tự học giải nghĩa ca. - Khiêm cungg kí.... Tự Đức thánh chế tự học giải nghĩa ca là một bộ sách quan trọng trong toàn bộ tác phẩm ông. Đây là bộ sách dùng để tự học chữ Hán và chữ Nôm. Sách này do nhà vua biên soạn nhưng chưa kịp in khi ông còn sống. Đến năm Thành Thái thứ 8 (1896), phủ Phụ chánh phủ giao cho Sử quán kiểm định lại, hai năm sau (1898) thì đem khắc in. Việc này do Hoàng Hữu Xứng, Ngô Huệ Liên, Hoàng Hữu Bính phụ trách. Tự học giải nghĩa ca cũng thuộc loại tự điển Hán Việt. Chữ Hán ghi trên, chữ Nôm chua dưới, có ghép vần thượng lục hạ bát, nhiều chỗ có chép chữ đôi và thêm chữ đệm cho khỏi túng vần. Chẳng hạn: mân trời thu, phiêu phiêu gió thổi, lưu lưu gió hòa, kiêu là chân bước cao, chí đạo bước trước bước sau vội vàng... Cách đặt vần kiểu này, sách Chí nam ngọc âm sử dụng trước đó rất lâu rồi, tuy vậy cũng thấy người soạn có chú ý tìm trong khi chọn chữ ghép vần. Mục đích của tác giả là muốn phổ biến việc học chữ Hán và viết chính xác lối viết chữ Nôm. Nhưng vì sách làm dài, nhiều chữ khó, nghĩa khó hoặc ít dùng, nên tác dụng đạt được là ở chỗ góp phần làm chính xác được lối viết chữ Nôm. Về mặt ấy, sách Tự học giải nghĩa ca được coi là một tài liệu đáng quí khi người nghiên cứu so sánh để tìm hiểu quá trình phát triển và chuyển hóa của chữ Nôm. Bộ sách gồm 13 quyển chia ra làm 7 môn loại: 1- Kham dư loại (loại về trời đất) quyển 1-2 2- Nhân sự loại (loại về con người) quyển 3-4-5 3- Chính hóa loại (Loại về chính trị và giáo hóa) quyển 6-7 4- Khí dụng loại (loại về các vật dụng) quyển 8-9 5- Thảo mộc loại (loại về cây cỏ) quyển 10-11 6- Cầm thú loại (loại về súc vật, chim muông) quyển 12 7- Trùng ngư loại (loại về côn trùng, tôm cá) Quyển 1 viết: Thiên trời, địa đất, vị ngôi, Phúc che, tái chở, lưu trôi, mãn đầy Cao cao, bác rộng, hậu dày, Thần mai, mộ tối, chuyển xây, di dời. Tác phẩm ông gồm nhiều thể loại (cả Nôm, Hán), mà ở loại nào cũng phong phú. Thơ ông viết về nhiều chủ đề từ vịnh sử, vịnh vật, nhân tình thế thái rất đa dạng, phong phú. Ngoài ra, ông còn ra lệnh cho Quốc sử quán soạn bộ Khâm định Việt sử. Thơ văn bình luận về ông rất nhiều: I Thông minh nhưng chẳng biết tùy thời, Nên nỗi giang sơn phút biến dời. Tự đại thành ra lầm thế nước, Quá thiên chẳng chịu xét tài người. Trứng đem chọi đá khoe chi sức, Máu chảy thành sông vạ khắp nơi, Mang hận nghìn thu về chín suối. So vua Minh Trị vực xa trời. (Huyền Pho) II Tổng vịnh làm gương sử nước ta, Thông minh nhưng chửa nghĩ cao xa. Nghề văn ham chuộng quên nghề võ, Thế chiến không xong dỡ thế hòa. Trong nước chỉ vui thơ Lý, Đỗ, Ngoài vòng nào biết chuyện Anh Nga. Phú cường thẹn mấy năm châu nhỉ, Để hận nghìn thu đất nước nhà. (Đỗ Văn Bàn)\n----------------------------------------------\nTự Đức (chữ Hán: 嗣德 22 tháng 9 năm 1829 – 19 tháng 7 năm 1883) tên thật là Nguyễn Phúc Hồng Nhậm (阮福洪任), khi lên ngôi đổi thành Nguyễn Phúc Thì (阮福時), là vị hoàng đế thứ tư của triều Nguyễn. Ông là vị vua có thời gian trị vì lâu dài nhất của nhà Nguyễn, trị vì từ năm 1847 đến 1883, ông được truy tôn miếu hiệu là Nguyễn Dực Tông (阮翼宗), thụy hiệu là Thể Thiên Anh Hoàng Đế. Trong suốt thời gian trị vì của mình ông chỉ sử dụng duy nhất một niên hiệu là Tự Đức (嗣德) nên thường được gọi với tên này."
}