{
  "dateOfBirth" : "1713\n----------------------------------------------\nQuí Tị 1713",
  "dateOfDeath" : "1776\n----------------------------------------------\nBính Thân 1776",
  "hometown" : "quê ở xã Phụng Công, huyện Yên Dũng (hiện nay là thôn Tân Phượng, xã Tân Mỹ, huyên Yên Dũng, Bắc Giang, Việt Nam).\n----------------------------------------------\nquê làng Phụng Công, huyện Yên Dũng, tỉnh Bắc Giang",
  "occupation" : "Danh tướng đời Lê Hiển tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 1832,
  "entityName" : "Hoàng Ngũ Phúc",
  "aliases" : [ ],
  "overview" : "Hoàng Ngũ Phúc (chữ Hán: 黃五福, 1713–1776) là danh tướng thời Lê trung hưng trong lịch sử Việt Nam. Ông quê ở xã Phụng Công, huyện Yên Dũng (hiện nay là thôn Tân Phượng, xã Tân Mỹ, huyên Yên Dũng, Bắc Giang, Việt Nam). Hoàng Ngũ Phúc có công lớn trong việc đánh dẹp các cuộc khởi nghĩa nông dân Đàng Ngoài và là tổng chỉ huy cuộc nam tiến đánh Đàng Trong, mở mang đất đai Bắc Hà tới Quảng Nam.\n----------------------------------------------\nLúc trẻ ông tự thiến, được vào hầu trong cung, đến năm Canh thân 1740, ông làm Thiếu giám, tước Việp Trung Hầu, lần thăng đến Nội sai Hình phiên. Năm Quí hợi 1743, ông làm Thống lãnh quân cơ, dâng chúa 12 điều quân pháp, ông được tán thưởng và được cho thi hành. Năm Tân mùi 1741, ông cùng Phạm Đình Trọng đánh bại Nguyễn Hữu Cầu và Nguyễn Danh Phương, đưọc phong tuớc Việp Quận Công, gia phong Đại Tư đồ kiêm trấn thủ Sơn Nam. Năm Ất dậu 1765, được ban kim bài khắc 4 chữ \"Dữ quốc đồng hưu\" (Cùng hưởng an vui với nước nhà). Năm Giáp ngọ 1774, ông đã 62 tuổi xin về hưu, chúa Trịnh Sâm cho về, tỏ lòng lưu luyến, phong ông là Quốc lão. Nhưng không lâu cuộc tranh chấp Trịnh - Nguyễn xảy ra dồn dập, triều đình vời ra, ông lãnh mạng đem quân đi đánh chúa Nguyễn. Đại quân ông tràn qua lũy Trấn Ninh, tiếp lấy Phú Xuân, bắt được Trương Phúc Loan, rồi được cử làm Trấn thủ Thuận Hóa. Năm Ất mùi 1775, đi đánh dẹp ở vùng giáp giới Quảng Yên, bị thất bại, ông dâng sớ xin lui quân và cáo về dưỡng bệnh. Được chấp thuận, tháng chạp năm ấy ông ngồi thuyền về quê, đến tháng giêng năm sau, Bính thân 1776 thì mất ở Vĩnh Dinh (Nghệ An), thọ 63 tuổi. Được triều đình Lê - Trịnh phong thượng đẳng Phúc thần và cho thờ vào trong đền miếu vua chúa."
}