{
  "dateOfBirth" : "Ất Dậu 1885",
  "dateOfDeath" : "Đinh Dậu 1957",
  "hometown" : "quê huyện Tam Bình, tỉnh Vĩnh Long",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 184,
  "entityName" : "Trương Duy Toản",
  "aliases" : [ "Mạnh Tự", "Đổng Hổ" ],
  "overview" : "Thuở nhỏ học ở Sài Gòn, năm 1905 ra trường làm Kinh lịch tại văn phòng tòa Khâm sứ Nam Vang (Phnom-Pênh). Năm 1907 đổi về Sài Gòn. Tại đây, ông tham gia các tổ chức yêu nước, có chân trong hội Minh Tân của Trần Chánh Chiếu. Sau đó sang Nhật, có một thời gian ông làm thông ngôn cho Phan Bội Châu, Cường Để ở Nhật và Pháp. Năm 1908, sau khi chính phủ Nhật cấu kết với Pháp trục xuất du học sinh Việt Nam ra khỏi Nhật Bản, ông cùng Cường Để lên đường sang châu Âu với Đỗ Văn Y, Lâm Tỉ, Hoàng Văn Nghị... Năm 1914 ông trở về Thượng Hải, Singapore rồi lại sang Pháp. Tại Paris ông liên lạc với nhà yêu nước Phan Châu Trinh rồi bị Pháp bắt dẫn độ về Sài Gòn bị giam một thời gian, sau được trả tự do. Từ đó ông sống bằng nghề cầm bút ở Sài Gòn. Năm 1924-1933 ông làm chủ báo Trung Lập, Sài Thành nhật báo. Trong thời gian này ông là tác giả các tuồng cải lương và cũng là một thầy tuồng (đạo diễn) nổi tiếng của bộ môn ca kịch này. Vào thời đó ông và Nguyễn Trọng Quyền là hai thầy tuồng nổi tiếng nhất của cải lương vào những năm 20 của thế kỉ. Những năm kháng chiến chống Pháp ông sống tại Sài Gòn với nghề làm báo, năm 1955 ông còn viết một hồi kí về Phong trào cách mạng trong Nam đăng liên tiếp trên tuần báo Tiến thủ của Lê Văn Thử với bút hiệu Đổng Hổ và tiểu thuyết Phan Yên ngoại sử (Tiết phụ gian truân) in năm 1910. Năm 1957 ông mất tại Sài Gòn, thọ 72 tuổi, an táng tại huyện Tam Bình, tỉnh Vĩnh Long. Các tác phẩm chính: - Phan Yên ngoại sử (1910) - Truyện Đơn Hùng Tín An Nam tục kêu Ba Tính (1925) - Phong trào cách mạng trong Nam (1956) - Kim Vân Kiều (tuồng) - Lục Vân Tiên (tuồng) - Trang Châu mộng hồ điệp (tuồng) - Lưu Yến Ngọc cứu cha đại hiếu (tuồng) và nhiều thơ Đường luật. Phan Yên ngoại sử hay Tiết phụ gian truân của Trương Duy Toản là một tiểu thuyết lịch sử. Sách viết về một giai đoạn lịch sử chiến tranh ở Phan Yên xưa. Tác phẩm do F.H. Scheneider - Imprimerie éditeur xuất bản năm 1910 - Sài Gòn. Lược truyện: \"Vương Thế Trân con nhà gia giáo gồm đủ trí tài lại mồ côi cha mẹ. Ông nội Thế Trân đã từng theo Nguyễn Hữu Hào lập được nhiều chiến công nên được phong đề đốc. Sau đó ông từ quan, về sống ẩn tại thành Phan Yên vui thú điền viên cùng con cháu. Thời loạn (Tây Sơn đánh Nguyễn Ánh) và sau khi song thân qua đời; Thế Trân bỏ đất Phan Yên lần lên Tây Ninh sống ẩn, vì đất Phan Yên bây giờ là bãi chiến trường. Trên đường ông gặp một nhóm cướp hoành hành ở Tây Ninh, trước đó đã cướp giết cựu Tri phủ Nhan Kế Hiền đang sống hưu trí tại đây và bắt cóc vợ cùng con gái (Nhan Khả Ái) của Nhan Kế Hiền để làm nàng hầu. Vương Thế Trân bị bọn Trịnh Cao đón đường đánh cướp; từ lâu bọn chúng đã nghe tiếng Vương Thế Trân là người tài giỏi nên giả cách muốn mời Thế Trân về làm minh chủ để diệt Tây Sơn, phò Lê. Nhưng Thế Trân đã biết được ý đồ của bọn này, buộc lòng chàng phải vào sào huyệt của bọn cướp. Đến nơi mới biết sự thật bọn Trịnh Cao bày mưu mở tiệc nhưng sự thật chỉ muốn chuốc rượu để Vương Thế Trân say mà giết chết. Tình cờ lúc rượu ngà ngà, chàng nghe được tiếng đàn của Khả Ái, biết là người bị hại. Thế Trân hỏi sự tình mới biết sự thật liền giải cứu cho mẹ con Khả Ái. Bọn Trịnh Cao biết được cho đốt lửa để thiêu và phi tang Vương Thế Trân, nhưng với thao lược và tài trí của mình, Thế Trân giết được anh em Trịnh Cao và cứu được mẹ con Khả Ái. Từ đó hai người yêu nhau và Nha Kế Hiền phu nhân đứng ra tác hợp cho hai trẻ. Xong, bà tự tử theo chồng. Vương Thế Trân sống gần gũi với dì ruột của Khả Ái tại Tây Ninh, chàng cùng Cao Minh Lượng. (một bạn thân) chiêu dân ra khai thác đất hoang, lập ấp ở Bình Thuận. Một thời gian, bị chiến tranh, nhất là thiên tai và giặc cướp hoành hành, đoàn người khai khẩn phải trở về Phan Yên. Trên đường về (bằng đường thủy) đoàn người di dân bị bão nhận chết chìm ngoài biển. Cao Minh Lượng và Thế Trân may mắn được một tàu buôn Anh Cát Lợi vớt, tàu trực chỉ đến Ma Cao (Trung Quốc). Ở Ma Cao, Thế Trân và Minh Lượng giúp việc (làm thư kí) cho một nhà buôn lớn là Quách Thiên Hộ. Nhân một đám cướp nhà họ Quách, Thế Trân giết được giặc cướp cứu thoát gia đình, sau đó đã dạy võ cho con trai họ Quách, được gia đình này hết lòng thương yêu. Nhưng vì tình yêu quê hương, tổ quốc thôi thúc Thế Trân, Minh Lượng xin về nước. Họ Quách vui vẻ bằng lòng. Hai chàng lên đường về nước với tất cả tình thương yêu lưu luyến của nhà họ Quách. Trong khi Thế Trân lưu lạc ở Ma Cao thì Khả Ái bị tên điền chủ Trương Bá Vạn (quê ở Định Tường) nhân một chuyến đi thăm núi Bà Đen, thấy Khả Ái liền theo ve vãn, bị nàng mắng vào mặt nhưng Bá Vạn vẫn quanh quẩn gần đấy chờ dịp bắt cóc nàng. Một đêm hai dì cháu Khả Ái bị hai tên cướp là Ngưu Cường và Ma Kiện đánh cướp, nhưng hai tên này đều muốn giành riêng Khả Ái cho mình, nên chúng đánh nhau giành nàng. Trương Bá Vạn theo dõi sự việc bèn mua một con chồn của hai mẹ con người thợ săn, Trương thiêu chồn, vứt vào nhà rồi dụ dỗ Khả Ái bỏ trốn. Bọn Trương Bá Vạn chở Khả Ái đến sông Vàm Cỏ Tây (Long An) thì nàng nhảy xuống sông tự tử sau khi biết được ý đồ đen tối của tên trọc phú họ Trương. Nhưng được hai mẹ con thợ săn (theo Trương Bá Vạn) cứu sống. Còn Bá Vạn té sông chết (vì trong người hắn mang nhiều tiền kẽm nên chết chìm). Bọn hữu hạ Trương Bá Vạn đem Khả Ái bán vào lầu xanh cho mụ Liễu Chiêu Xuân ở Phan Yên. Lúc đó, Khả Ái được hai anh em Triệu Nghĩa, Triệu Ân (chị em bạn dì - cha họ Triệu làm tổng đốc sở tại) và người thợ săn cứu thoát. Ông bà Triệu tổng đốc gặp được cháu gái vui mừng khôn xiết. Vương Thế Trân ở Ma Cao về đến Phan Yên liền lên Trảng Bàng (Tây Ninh) tìm Khả Ái. Đến nơi, được tin dì cháu Khả Ái người chết, kẻ bị bắt cóc chàng đau khổ làm lễ tế hương hồn người quá cố. Tình cờ chàng được tin vợ chưa cưới vẫn còn sống và hiện tá túc sống với Triệu tổng đốc ở Phan Yên. Từ đó, hai bên nên duyên vợ chồng sống với nhau hạnh phúc và có hai con học giỏi. Thật là cãnh \"vợ chồng thong dong an hưởng thanh nhàn, tiếng rền trong sáu tỉnh\". \"Còn Cao Minh Lượng cũng nhờ có tiền của Quách Thiện Hộ cho mà đặng khá, chàng cất nhà ở cạnh với vợ chồng Vương Thế Trân. Hai họ xem nhau như tình cốt nhục.\" Đây là quyển tiểu thuyết ra đời cùng năm với Hoàng Tố Anh hàm oan của Trần Thiên Trung. (Hoàng Tô Anh hàm oan là một tiểu thuyết phong tục, cốt truyện khá hấp dẫn và đôi chỗ li kì được hư cấu vào thời kì chữ Quốc ngữ còn phôi thai ở Nam Kì. Tác giả đứng trên tiểu thuyết nhân quả cho rằng người thiện chung cuộc sẽ được ân đền oán trả.) Theo Hồ Biểu Chánh, ba tác phẩm này (Truyên Thầy La Zaro Phiền, Hoàng Tố Anh hàm oan, Phan Yên ngoại sử) giúp ông mạnh dạn bước vào con đường tiểu thuyết theo thể loại của ba nhà văn trên (Nguyễn Trọng Quân, Trương Duy Toản, Trần Chánh Chiếu - Thiên Trung) để cảm hóa và thuyết phục quần chúng văn nghệ."
}