{
  "dateOfBirth" : "1211 phủ đệ Tinh Cương, phủ Long Hưng\n----------------------------------------------\nTân Mùi 1211",
  "dateOfDeath" : "23 tháng 4, 1251 đất thang mộc ở Quảng Ninh ngày nay\n----------------------------------------------\nTân Hợi 1251",
  "hometown" : "Không rõ",
  "occupation" : "Thân vương nhà Trần, anh Trần Thái tông, cha Võ Thành vương Trần Doãn và Hưng Đạo vương Trần Quốc Tuấn.",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Trần Thái Tổ" : 2173
  },
  "motherName" : {
    "Thuận Từ hoàng hậu" : null
  },
  "eraName" : {
    "Nhà Trần" : 15,
    "Nhà Lý" : 14,
    "nhà Trần" : null
  },
  "id" : 1843,
  "entityName" : "Trần Liễu",
  "aliases" : [ "An Sinh vương (安生王)", "Khâm Minh đại vương (欽明大王)" ],
  "overview" : "Trần Liễu (chữ Hán: 陳柳; 1211 - 23 tháng 4, 1251), hay An Sinh vương (安生王) hoặc Khâm Minh đại vương (欽明大王), một tôn thất thuộc hoàng tộc nhà Trần trong lịch sử Việt Nam. Ông là con đích trưởng của Trần Thái Tổ, anh ruột của Trần Thái Tông, cha ruột của Trần Quốc Tuấn và Hoàng hậu của Trần Thánh Tông là Nguyên Thánh Thiên Cảm hoàng hậu.\n----------------------------------------------\nCuối đời Lý, ông có tước phong là Phụng Càn vương, đến khi Trần Thái tông dựng nghiệp, phong ông là Hoài vương, vợ ông là Thuận Thiên công Chúa. Năm Đinh dậu 1237, Thái úy Trần Thủ Độ bắt Trần Cảnh phải bỏ Lý Chiêu Hoàng mà lấy Thuận Thiên công chúa lúc ấy đang có mang. Trần Liễu tức giận nổi lên chống lại, Thái tông cũng phản đối chuyện thương luân bại lí, đang đêm bỏ ngai vàng lên núi Yên Tử ở với Phù Vân Quốc sư. Trần Thủ Đô đem quân ép Thái tông phải trở về. Mặt khác, Thủ Độ điều động tướng sĩ đánh Trần Liễu. Liệu thế không chống cự nổi, Trần Liễu đành khuất phục. Thái tông gia phong ông là An Sinh vương, cho hưởng lộc các vùng An Phụ, An Dương, An Sinh (thuộc huyện Đông Triều, tỉnh Hải Dương) và các trại An Hưng, An Bang (thuộc huyện Yên Hưng, tỉnh Quảng Yên). Ông sống trong cảnh tủi nhục không bao lâu thì bệnh mất trong năm Tân hợi 1251 hưởng dương 40 tuổi. Lúc sắp mất, ông khuyên các con phải giữ tiết nghĩa, đừng bao giờ làm những điều tán tận thiên lương (Có sách chép ông dặn lại con cháu phải tìm cách cướp ngôi để rửa hận cho ông). Trên núi Yên Phụ có đền thờ ông, tục gọi đền Cao. Trong đền có hai câu đối sơn son thếp vàng: I Phụ Lĩnh giáng trần, lẫm liệt khôn phù chính khí. Đông A dực vận, huy hoàng sử sách lưu danh. II Phụ Lĩnh vân trung, Trần Khải thánh An Sinh vương linh thanh truyền cổ miếu, Đào Nguyên động thượng, Lạc Long Quân bào noan tử thinh thế hợp tân xuân."
}