{
  "dateOfBirth" : "Ất Sửu 1745",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê huyện Diên Phước, trấn Quảng Nam (nay là huyện Điện Bàn, tỉnh Quảng Nam, không rõ xã)",
  "occupation" : "Danh thần đời Chúa Nguyễn Phước Khoát ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 1872,
  "entityName" : "Phạm Hữu Kính",
  "aliases" : [ ],
  "overview" : "Ông xuất thân Hương tiến (cử nhân) triều Túc tông Nguyễn Phước Trú (1696-1738) tức đời Lê Chính Hòa thứ 17 (1696), làm quan đến chức Cai bạ trấn Quảng Nam, thụy là Văn Hiếu. Theo Đại Nam tiền biên liệt truyện, Phạm Hữu Kính là người \"hiên ngang học rộng, thông kính mà tính người cương trực ngay thẳng, không tin ma quỉ dị đoan\". Đời Thế tông năm đầu (1738), ông ra Thuận Hóa thi hương, đường qua núi Hải Vân bên cạnh núi có đền, ai đi qua không làm lễ thì nó làm tai quái, ông nói: \"Đó là tà quỉ\". Bèn đề một bài thơ ở vách đền rồi đi. Đền ấy do đó hết yêu quái. Khoa thi ấy Phạm Hữu Kính trúng tuyển, lại đỗ Hoa văn thư thiếp, rồi được bổ giáo chức. Sau được chuyển vào trấn phủ Nha Trang. Trên đường làm quan ông nổi tiếng thanh liêm công bình, sống đạm bạc, không nhận người đến yết kiến ở nhà riêng. Lại khéo xét đoán, hay phát hiện việc gian, tìm ra điều ẩn kín, được nha lại và nhân dân kính phục. Cũng theo Đại Nam liệt truyện Phạm Hữu Kính có ba con trai: Quả Nghị, Tồn Thành, Lạc Thiện, và một con gái là Lam Anh, Lam Anh tiểu tự là Khuê. Cô Khuê, từ nhỏ đã nhanh nhẹn, thông sáng, biết làm thơ tên tự là Ngâm Sĩ. Ông rất yêu chiều, đón sĩ nhân Nguyễn Dưỡng Hạo đến dạy học ở nhà, định kén làm rể. Nguyễn Dưỡng Hạo hiệu Phúc An, người huyện Duy Xuyên, thuộc Quảng Nam vốn có tiếng hay thơ, hiệu là Phúc Am. Phạm Hữu Kính đi làm quan, lưu Hạo ở nhà dạy con gái. Hạo cùng Lam Anh lấy thư từ tặng đáp nhau, rồi tư thông với nhau. Lúc ông vẻ biết việc, giận lắm, muốn dìm sông Lam Anh! Có người bạn khuyên giải mới thôi. Cuối cùng gả Lam Anh cho Nguyễn Dưỡng Hạo. Lam Anh về làm vợ Nguyễn Dưong Hạo, họ cùng nhau xướng họa, bà có tập Chiên cố đường thi lưu hành ở đời. Phạm Hữu Kính thường phụng mệnh đi tuần xét quan lại các doanh xem ai hay ai dở. Con trưởng của ông nhận của người ta đút lót, bị ông xử tử hình. Nha lại đều can ngăn, ông nói: \"Thằng con ngu như heo này làm ô nhục gia phong để sống có ích gì! Hơn nữa, phép nước trờ trờ ở đó lệ nào lấy tư bỏ công à?\" Đến lúc án dâng lên, được chúa tha, nhưng người con ấy cuối cùng vì sợ hãi mà chết! Theo Đại Nam nhất thống chí tỉnh Quảng Nam thì \"Phạm Hữu Kính rất thông hiểu việc lại (làm quan) thường đi tra xét các dinh, hay phát giác việc ẩn nặc, xử đoán phân minh, nhân dân đều kính phục. Sau khi mất được triều đình truy thăng chức Tham nghị. Được tặng phong Tấn trị công thần, đặc Tiến trụ Quốc tên thụy Vĩnh lộc đại phu, Chính trị thượng khanh tham nghị, tên thụy là văn Hiến."
}