{
  "dateOfBirth": "Bính Ngọ 1906",
  "dateOfDeath": "Bính Tuất 1946",
  "hometown": "huyện Bình Đại, tỉnh Bến Tre (nay vẫn thuộc tỉnh Bến Tre)",
  "occupation": "Luật sư, nhà báo, nguyên Giám đốc Sở Công an Nam Bộ thời chính phủ Trần Trọng Kim",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1872,
  "entityName": "Huỳnh Văn Phương",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình điền chủ ở Bến Tre, chú ruột Phó Thủ tướng Huỳnh Tấn Phát. Thuở nhỏ học ở Sài Gòn, Pháp. Năm 1930 tham gia biểu tình ủng hộ Nguyễn Thái Học bị Pháp trục xuất về Việt Nam. Sau ra Hà Nội học tại Trường Đại học Luật Đông Dương, tốt nghiệp cử nhân luật tập sự hành nghề luật sư ở Hà Nội rồi Sài Gòn trước năm 1945. Những năm 30 ông tham gia các tổ chức yêu nước chống Pháp tại Hà Nội, Sài Gòn; có chân trong nhóm Tranh đấu của Phan Văn Hùm, Tạ Thu Thâu, Trần Văn Thạch... Từng cộng tác với báo La Cloche fêlée, Le Peuple, L\u0027Avant garde, Đồng Nai., Công Luận, Thần Chung... ở Sài Gòn. Sau ngày 9-3-1945 ông giữ chức Tổng Giám đốc Công an Nam Bộ của chính phủ Trần Trọng Kim. Trong thời gian tại chức, ông phát hiện được nhiều tài liệu của mật thám Đông Dương trong việc đàn áp các lực lượng yêu nước và các phong trào cách mạng Việt Nam. Và cùng trong cương vị đứng đầu ngành an ninh, ông có công giúp phương tiện huấn luyện, trang bị vũ khí cho ngành công an cách mạng hồi tiền khởi nghĩa tháng Tám năm 1945 tại Sài Gòn. Về việc này ông cho rằng: \"Tôi (HVP) nhận chức Giám đốc Công an này cũng chỉ muốn tạo điều kiện thuận lợi cho Việt Minh và lót đường cho Cách mạng, chứ không phải vì mục đích cá nhân\" (Theo Huỳnh Văn Tiểng - sách Thanh niên Tiền phong, NXB Trẻ, 1995). Thế cho nên \"nhờ ông Phương chúng tôi (Công an cách mạng) có trong tay một số vũ khí đáng kể và một sân tập quân sự hằng ngày huấn luyện cho những thanh niên được tập họp ở các đoàn Thanh niên Tiền phong\" như sách trên đã viết. Ngày 23-9- 1945 mặt trận Tây Nam Sài Gòn vỡ, ông lui về Bình Chánh bị kẻ lạ mặt bắt giết ở Chợ Đệm cuối năm 1946. Con trai ông là Huỳnh Minh Nhựt tham gia kháng chiến chống Pháp, năm 1954 tập kết ra Bắc, sau năm 1975 về Sài Gòn làm Tổng biên tập Tuần báo Văn nghệ TP. Hồ Chí Minh (đã quá cố). Ông là tảc giả nhiều bài viết về thời sự, luật pháp trên các báo vừa dẫn ở trên và tác phẩm La piastre et la classe ouvrière (1935, Sài Gòn)."
}