{
  "dateOfBirth" : "5 tháng 11 năm 1901 Vụ Bản, Nam Định\n----------------------------------------------\nTân Sửu 1901",
  "dateOfDeath" : "28 tháng 7, 1969 (67 tuổi) Hà Nội\n----------------------------------------------\nKỉ Dậu 1969",
  "hometown" : "Quê làng Vân Cát, huyện Vụ Bản, tỉnh Nam Định",
  "occupation" : "Nhà văn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1883,
  "entityName" : "Trần Huy Liệu",
  "aliases" : [ "Hải Khánh", "Đẩu Nam", "Ẩm Hân", "Nam Kiều", "Côi Vị", "Kiếm Bút" ],
  "overview" : "Trần Huy Liệu (5 tháng 11 năm 1901 - 28 tháng 7 năm 1969) là một nhà văn, nhà hoạt động cách mạng, nhà sử học, nhà báo Việt Nam. Ông từng giữ nhiều vị trí lãnh đạo cấp cao (như Bộ trưởng Bộ Thông tin Tuyên truyền) trong chính phủ đầu tiên của nước Việt Nam Dân chủ Cộng hòa. Ông là chủ tịch đầu tiên của Hội Khoa học Lịch sử Việt Nam, Viện sĩ Viện Hàn lâm Khoa học Đông Đức.\n----------------------------------------------\nThuở nhỏ ông học ở Nam Định, Hà Nội. Từ năm 1924, ông vào Nam cộng tác với các báo Nông cổ mín đàm, Rạng đông, làm chủ bút tờ Đông Pháp thời báo. Tháng 6-1927 ông bị Pháp bắt, kết án tù vì có chân trong các tổ chức yêu nước. Năm 1928 ông thành lập Cường học thư xã chuyên xuất bản sách cổ võ tinh thần yêu nước, nâng cao dân trí. Cũng trong năm này, ông gia nhập Việt Nam Quốc dân đảng và tổ chức Đảng bộ trong Nam. Rồi bị Pháp bắt vào khoảng tháng 8-1928 kết án 5 năm tù, đày ra Côn Đảo. Trong tù tiếp xúc với bạn tù Cộng sản, ông tuyên bố li khai Quốc dân đảng, tự nguyện đứng vào hàng ngũ những người cộng sản. Năm 1935, ông ra tù, bị trục xuất về miền Bắc. Từ 1936, ông được kết nạp vào Đảng Cộng sản Đông Dương, tích cực hoạt động cho Đảng. Tháng 10-1939 lại bi bắt đày đi Sơn La, Bá Vân, Nghĩa Lộ. Đến tháng 3-1945, tham gia phá trại giam Nghĩa Lộ, vượt ngục trở về Hà Nội làm công tác cách mạng. Tháng 8-1945, ông dự Đại hội Quốc dân ở Tân Trào và được bầu làm Phó chủ tịch ủy ban Dân tộc giải phóng. Rồi làm Bộ trưởng bộ Tuyên truyền trong Chính phủ lâm thời và được cử thay mặt chính phủ cùng đi với Nguyễn Lương Bằng và Cù Huy Cận vào Huế chấp nhận sự thoái vị của vua Bảo Đại. Sau đó, ông lần lượt giữ các chức vụ: Chính trị cục trưởng trong quân sự Ủy viên hội, Bí thư Tổng bộ Việt Minh, Chủ tịch Hội Văn hóa cứu quốc... Từ năm 1953, làm Trưởng ban nghiên cứu Văn sử địa trực thuộc Trung ương Đảng. Rồi làm Viện trưởng viện Sử học Phó chủ nhiệm ủy ban Khoa học Xã hội Việt Nam. Năm 1963, được nước Cộng hòa Dân chủ Đức (cũ) tặng thưởng huân chương và là viện sĩ Viện Hàn lâm Khoa học Đức. Ngày 28-7-1969 ông mất tại Hà Nội thọ 68 tuổi, các tác phẩm chính: - Một bài tâm sự (1927) - Ngòi bút sắc (1927) - Hiến thân vì nước (1928) - Ngục trung kí sự (1927) - Anh hùng yêu nước (1928) - Câu chuyện chung (1928) - Thái Nguyên khởi nghĩa - Ba người anh kiệt nước Ý - Khai quốc vĩ nhân (Cường học Thư xã) - Tân quốc dân (Cường học, 1928) - Thần cộng hòa (1928) - Gương phục quốc (1929) - Côn Lôn kí sự (1935) - Cường Để với Quang phục hội (1935) - Hội kín - Việc biểu tình xin thuế ở Trung Kì, việc đầu độc ở Hà Nội - Những cuộc âm mưu ở Lạng Sơn, Mông Cái - Giặc Mán, giặc Khách ở thượng du và biên giới Bắc Kì (Hà Nội, Nhà xuất bản Lê Cường, 1935) - Thái Nguyên khởi nghĩa (hay Loạn Thái Nguyên) Hà Nội, Nhà xuất bản Bảo Ngọc. - Nghĩa Lộ vượt ngục (1946) - Nghĩa Lộ khởi nghĩa (1946) - Chọc trời khuấy nước (tiểu thuyết) I, II III Hà Nội, 1935. - Đảng Cộng sản Tàu và chiến tranh cách mạng (Hà Nội, 1946) - Báo chí và cách mạng (Hà Nội, Hàn Thuyên 1946) - Một tháng ở Diên An (biên dịch) Hà Nội, 1946 - Thành trì tân dân chủ ở Đông Âu và Trung Á, (1946). - Nước Tàu mới đang nổi lên (Việt Bắc, 1949) - Dự thảo lịch sử cách mạng cận đại Việt Nam (1858-1945). Việt Bắc, Hội Văn hóa xuất bản, quyển I-1949, quyển II-1950; quyển III và IV-1951. - Một số tài liệu thực tề và lịch sử xã hội Việt Nam (Hà Nội, 1955) - Lịch sử tám mươi năm chống Pháp (Hà Nội, Ban nghiên cứu Văn Sử Địa; quyển I, 1956; quyển II, tập thượng 1958, tập hạ - 1961) - Tài liệu tham khảo lịch sử cách mạng cận đại Việt Nam (cùng soạn, 12 tập, Hà Nội, Nhà xuất bản Văn Sử Đia, 1956, 1957, 1958) - Cách mạng tháng Tám (Hà Nội, 1960) - Mặt trận Dân chủ Đông Dương (hồi kí, Hà Nội, Nhà xuất bản Sử học, 1960) - Lịch sử thủ đô Hà Nội (chủ biên) Hà Nội, Nhà xuất bản Sử học, 1960. - Dưới hầm Sơn La (từ 13-5-1941 đến 24-5-1941). Hà Nội, Nhà xuất bản Sử học, 1961 - Đảng Thanh niên (viết 1926-1927, hồi kí, in Hà Nội 1961) - Nguyễn Trãi, một nhân vật vĩ đại trong lịch sử dân tộc Việt Nam (Hà Nội, 1962) - Hoàng Hoa Thám, một lãnh tụ của nghĩa quân Yên Thế (Hà Bắc) - Thơ ca cách mạng Hà Nội (Nhà Xuất bản Văn học, 1964) - Nguyễn Trãi (Hà Nội, Nhà xuất bản Khoa học X.H, 1966) - Nguyễn Trãi (Hà Nội. Nhà xuất bản Khoa học Xã hội, 1969)"
}