{
  "dateOfBirth": "Giáp Thìn 1904",
  "dateOfDeath": "Ất Dậu 2005",
  "hometown": "quê làng An Quyết (làng Cót) là một trong bốn làng có nhiều đại khoa với câu \"Mỗ La Canh Cót Từ Liêm tứ quí\" tức bốn làng Mỗ Đầm, La Khê, Phương Canh và An Quyết của huyện Từ Liêm, tỉnh Hà Đông (nay thuộc TP",
  "occupation": "Học giả, nhà nghiên cứu Văn học, Triết học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 189,
  "entityName": "Nguyễn Hữu Văn",
  "aliases": [
    "Giản Chi"
  ],
  "overview": "Năm sinh thật của ông là năm 1902, nhưng hồi còn nhỏ theo học chữ Hán, lớn lên theo Tây học, phải khai sinh lại cho nhỏ tuổi để thi lấy bằng Thành chung. Sau đó vào học trường Cao đẳng Công chánh Hà Nội. Tốt nghiệp, làm việc tại các tỉnh Sơn La, Lai Châu, Hải Dương... Trong kháng chiến chống Pháp ông hiến tất cả tài sản cho công cuộc kháng chiến. Năm 1950 hồi cư về Hà Nội, rồi vào Sài Gòn làm việc trong ngành Bưu điện. Năm 1965 ông được mời giảng dạy tại Đại học Văn khoa, Sư phạm Sài Gòn và Huế chuyên trách các môn: Triết học Trung Quốc, văn học Hán Nôm... Ngoài việc giảng dạy, Giản Chi để cả đời mình vào việc nghiên cứu văn học, triết học; nhất là triết học cổ đại và văn chương hiện đại Trung Quốc. Ông là một trong hai người Việt Nam đâu tiên (ông và Đặng Thai Mai) giới thiệu Văn hào Lỗ Tấn sớm nhất ở nước ta. Ngay từ những năm 50, bản dịch Tuyển tập Lỗ Tấn của ông được công bố trên các tạp chí ở Hà Nội. Những năm 60 thơ văn và cuộc đời Lỗ Tấn được tiếp tục công bố tại Sài Gòn. Giản Chi là người duy nhất giới thiệu đầy đủ Lỗ Tấn nghiêm cẩn nhất ở Sài Gòn trước đây. Do thành quả lao động cần cù của mình trong nghiên cứu, sáng tác, giảng dạy ông được giới trí thức, văn nghệ sĩ nể trọng, quí mến. Và cũng nhân đó chính quyền cũ đã tặng ông một giải thưởng văn chương cao quí với một ngân phiếu lớn (tương đương hàng chục lượng vàng) nhưng ông đã công khai từ khước (cùng với Nguyễn Hiến Lê) với lý do \"dùng tiền ấy để giúp đỡ nạn nhân chiến tranh\". Sau năm 1975 ông vẫn dạy tại Đại học Tổng hợp Thành phố Hồ Chí Minh và cộng tác với các tổ chức văn hóa tại Thành phố Hồ Chí Minh. Đến năm 1977, ông được nghỉ hưu. Các tác phẩm: - Câu chuyện thương tâm (dịch, 1969) - Cái đêm hôm ấy (dịch - 1965) - Đại cương triết học Trung Quốc I, II (chung với Nguyễn Hiến Lê - 1966) - Sử kí Tư Mã Thiên (chung với Nguyễn Hiến Lê - 1969) - Chiến quốc sách (chung với Nguyễn Hiến Lê - 1968) - Tuân Tử (1994) (chung với Nguyễn Hiến Lê) - Tuyển tập Lỗ Tấn (1966) - A.Q. chính truyện (1966) - Hàn Phi Tử (chung với Nguyễn Hiến Lê, 1994) - Tấc lòng (thơ, 1994) - Vương Duy thi tuyển (1995) - Võ Tắc Thiên (dịch của Lâm Ngữ Đường, 1989) và các di thảo đã hoàn chỉnh - Đồng thoại quốc tế - Những chuyện cổ nổi tiếng của Trung Quốc - Ngã đích thực... Ngoài một nhà nghiên cứu, một dịch giả... Giản Chi còn là một nhà thơ có những bài thi luật với nghệ thuật thi pháp thơ Đường nghiêm cản. Nghệ thuật ngôn từ thơ ông được thấy rõ qua thi phẩm Tấc lòng, trong đó có bài: Sông vàng khôn đổi làm sông rượu, Bừng giấc quan hà lại muốn say. Trôi nổi đây thừa duyên sóng gió, Dọc ngang ai vẽ chuyện râu mày, Vành xuân trăng vẫn ưa bờ lạ, Giọt bấc sầu không nhỏ tối nay. Lái sẵn duyên em buồm sẵn mộng. Bè ta chả đỗ bến Đêm Ngày (1948) Vào buổi văn niên, ông sống trọn tuổi đời và đã bước sang tuổi bách tuế ở Khánh Hội - Sài Gòn. Lúc ấy (1993) các văn thi hữu và môn đệ tổ chức lễ thượng thọ cửu tuần ông \"cùng nâng cốc chúc mừng một vị có công trong văn học và có đức độ trong xã hội. Ông có mấy vần thơ: Cảm tác năm chín mươi tuổi Ô hay! Cuộc sống như vầy hả? Ngó trước trông sau bóng hỏi hình. Một kiếp phù du vờ ấy xác, Trăm năm huyễn hoặc giả là danh! Được thua, đi ở âu phần mệnh, Phú quí vinh hoa lọ giật giành May có duyên thơ khuây tóc bạc Sông xuân gió dịu nguyệt long lanh (26-3-1993) Giản Chi là một tấm gương cần cù trong lao động nghệ thuật, hơn 50 năm cầm bút, ông đã cống hiến sự nghiệp của mình cho học thuật một cách khiêm tốn nhưng sáng giá. Ông mất ngày 22 tháng 10 năm 2005 tại nhà riêng ở Khánh Hội (TPHCM) hưởng thọ 101 tuổi (một người thọ nhất trong giới cầm bút hiện đại)."
}