{
  "dateOfBirth" : "1741\n----------------------------------------------\nTân Dậu 1741",
  "dateOfDeath" : "1798\n----------------------------------------------\nKỉ Dậu 1789",
  "hometown" : "Quê ở xã Liễu Ngạn, huyện Siêu Loại, xứ Kinh Bắc (nay là tỉnh Bắc Ninh)",
  "occupation" : "Danh sĩ đời Lê Hiển tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 1893,
  "entityName" : "Nguyễn Gia Thiều",
  "aliases" : [ "Hi Tôn Tử", "Như Ý Thiền", "Tân Trai", "Siêu Chân", "Ôn Như Hầu" ],
  "overview" : "Nguyễn Gia Thiều (阮嘉韶, 1741-1798), tức Ôn Như Hầu là một nhà thơ thời Lê Hiển Tông. Ông là tác giả Cung oán ngâm khúc, tác phẩm nổi tiếng của văn học Việt Nam.\n----------------------------------------------\nÔng nổi tiếng cả về văn, triết, sử, mà cũng thông hiểu âm nhạc, hội họa, kiến trúc. Về nhạc ông có các bản: - Sơn trung âm - Sở từ điệu Về hội họa, ông có bức tranh hoành tráng: Tống sơn đồ Về kiến trúc ông được chúa Trịnh giao cho việc trang hoàng phủ chúa và điều khiển xây tháp chùa Thiên Tích. Trên đường công danh, từ 18 tuổi (Kỉ mão 1759) ông làm Hiệu úy, Quân trung mã tả đội, năm 22 tuổi, thăng Chỉ huy Thiêm sự, đến 26 tuổi thăng Chỉ huy Đồng tri, rồi 30 tuổi làm Tổng binh, được phong tước Ôn Như Hầu nhưng ông chán đường công danh trước cảnh loạn li thường diễn ra vào thời đó. Năm 29 tuổi ông làm Đô chỉ huy sứ, sau đó có lệnh điều động đi trấn thủ Hưng Hóa. Cho đến khi nghĩa quân Tây Sơn dấy lên, đánh đổ vua Lê, chúa Trịnh, ông bỏ trốn lên Sơn Tây, tạm trú nơi nhà con rể là Nguyễn Điều (anh ruột Nguyễn Du), rồi lánh thân ở vùng rừng núi Hưng Hóa. Khi vua Quang Trung lên ngôi, có cho người trưng triệu ông. Bất đắc dĩ ông phải về Kinh, nhưng không chịu làm việc suốt ngày rượu say, giả cuồng. Đối với họ Trịnh, ông vốn gọi chúa Trịnh Doanh là cậu ruột, và là con cô con cậu với chúa Trịnh Sâm. Vợ ông là con gái trưởng của quan Chưởng phủ sự Đại tư đồ Bùi Thế Đạt. Gia đình quyền quí, thân thế vẫn được trọng vọng, nhưng ông nào có thiết gì chuyện đời phù hoa hư ảo. Ngày 9-5 Mậu ngọ, nhằm 26-6-1789 ông mất hưởng dương 57 tuổi. Thơ văn ông chỉ còn lại vài bài thơ chữ Nôm, ngoài bảnCung oán ngâm khúc lưu truyền. Ngoài ra, ông có tác phẩm hợp soạn với 3 người em trai tựa là: - Tứ Trai thi tập (Tân Trai Nguyễn Gia Thiều, Kì Trai Nguyễn Gia Cơ, Hòa Trai Nguyễn Gia Diễm và Thanh Trai Nguyễn Gia Chu) - Tiền hậu thi tập - Tây Hồ thi tập... Cung oán ngâm khúc: truyện Nôm này ông viết theo thể song thất lục bát, dài 365 câu, có thể chia thành năm phân đoạn đại ý: 1. Câu 1-44: Kiếp má hồng thì thường phải mạng bạc. Nàng nguyên là con gái tài sắc khiến nhiều người say đắm, chắc cuộc đời sẽ hạnh phúc. 2. Câu 45-116. Nhưng nghĩ đến kiếp nguời như bóng phù du, như giấc chiêm bao, nghĩ đến cuộc đời như bến mê bể khổ trăm điều cay đắng, xót xa. Cuộc đời như vậy nên càng không muốn dấn thân vào cuộc sống làm gì cho nhọc nhằn thân xác, thà rằng nương cửa Phật may ra thân xác được nhàn hạ, tâm hồn thanh thản. 3. Câu 117-192. Nào ngờ trời không để cho yên phải bị kéo vào cung, thôi thì cung đàn tiếng sáo, gối phượng chăn loan thật là phỉ nguyền. Thật chẳng phí công trang điểm và tấm thân ngà ngọc! 4. Câu 193-288. Nào ngờ, chẳng bao lâu nhà vua đam mê người mới, bỏ mặc và chẳng nghĩ đến mình, để đến nỗi chăn đơn gối chiếc! Nỗi đau khổ này kể sao cho xiết. 5. Câu 289-356. Lòng chán nản, chỉ than thân trách phận. Sợ đến khi nhà vua đoái nghĩ thì giữ sao cho được nhan sắc như xưa! Nhà thơ lấy nỗi lòng và lời của một cung phi tài sắc, trước được vua yêu, nhưng không bao lâu bị ruồng bỏ, nàng than thở về số phận mình. Trong nhiều đoạn tác giả mượn triết Lý đạo Phật một cách đơn giản để chứng minh cho ý nghĩa và cứu cánh của cuộc đời. Lời thơ bóng bảy, âm vang siêu thoát chứng tỏ rằng thơ Nôm đến giai đoạn này qua ngòi bút ông đã đạt tới trình độ nghệ thuật ngôn từ rất cao, như các câu: Cuộc thành bại hầu cằn mái tóc Lớp cùng thông như đốt buồng gan Bệnh trần đòi đoạn tâm can Lửa cơ đốt ruột dao hàn cắt da Gót danh lợi bùn pha sắc xám Mặt phong trần nắng rám mà đau Nghĩ thân phù thế mà đau Bọt trong bể khổ, bèo đầu bến mê! Mùi tục lụy lưỡi tê tân khổ Đương thế đồ, gót rỗ Kì khu Sóng cồn cửa bể nhấp nhô Chiếc thuyền bào ảnh lô xô mặt ghềnh..."
}