{
  "dateOfBirth" : "1 tháng 3, 1906 Đức Tân, Mộ Đức, Quảng Ngãi, Liên bang Đông Dương\n----------------------------------------------\nBính Ngọ 1906",
  "dateOfDeath" : "29 tháng 4, 2000 (94 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nCanh Thìn 2000",
  "hometown" : "tại xã Đức Tân, huyện Mộ Đức, tỉnh Quảng Ngãi",
  "occupation" : "Nhà hoạt động cách mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1950,
  "entityName" : "Phạm Văn Đồng",
  "aliases" : [ "Anh Tô" ],
  "overview" : "Phạm Văn Đồng (1 tháng 3 năm 1906 – 29 tháng 4 năm 2000) là Thủ tướng đầu tiên của nước Cộng hòa Xã hội chủ nghĩa Việt Nam từ năm 1976 (từ năm 1981 gọi là Chủ tịch Hội đồng Bộ trưởng) cho đến khi nghỉ hưu năm 1987. Trước đó ông từng giữ chức vụ Thủ tướng Chính phủ Việt Nam Dân chủ Cộng hòa từ năm 1955 đến năm 1976. Ông là vị Thủ tướng Việt Nam tại vị lâu nhất (1955–1987). Ông là học trò, cộng sự của Chủ tịch Hồ Chí Minh. Ông có tên gọi thân mật là Tô , đây từng là bí danh của ông . Ông còn có tên gọi là Lâm Bá Kiệt khi làm Phó chủ nhiệm cơ quan Biện sự xứ tại Quế Lâm (Chủ nhiệm là Hồ Học Lãm).\n----------------------------------------------\nThuở nhỏ học tại trường Quốc học Huế, năm 1925 tham gia phong trào để tang nhà yêu nước Phan Châu Trinh nên bị đuổi học. Năm 1926 đi Quảng Châu dự lớp huấn luyện chính trị do lãnh tụ Nguyễn Ái Quốc tổ chức tại Quảng Châu và được kết nạp vào Việt Nam Thanh niên cách mạng đồng chí hội. Đến đầu năm 1929 ông được cử vào Nam Kì tham gia Kì bộ Thanh niên hoạt động một thời gian trong lúc vừa dạy học và hoạt động bí mật, bị Pháp bắt kết án 10 năm tù đày Côn Đảo. Năm 1936 được trả tự do về hoạt động tại Hà Nội, tháng 5 năm 1940 đi Côn Minh gặp lãnh tụ Nguyễn Ái Quốc được chính thức kết nạp vào đảng CSĐD. Đầu năm 1942 ông về nước hoạt động ở các tỉnh Cao Bằng, Lạng Sơn... tháng 8 năm 1945 dự Đại hội Quốc dân tại Tân Trào. Sau cách mạng tháng 8 giữ chức bộ trưởng bộ Tài chánh trong chính phủ VNDCCH, năm 1946 làm Trưởng phái đoàn chính phủ VNDCCH tại hội nghị Fontainebleau tại Pháp. Cuối tháng 12-1946 là đặc phái viên của Trung ương Đảng và Chính phủ tại miền Nam Trung bộ (Liên khu 5), đến tháng 1948-1954 giữ chức Phó thủ tướng chính phủ kiêm bộ trưởng bộ ngoại giao, trưởng phái đoàn VNDCCH tại hội nghị Genève về chiến tranh Đông Dương. Năm 1955-1987 giữ chức Thủ tướng VNDCCH rồi CHXHCNVN (1976-1981), chủ tịch Hội đồng Bộ trưởng (1981-1987), Phó chủ tịch Hội đồng Quốc phòng, ủy viên bộ chính trị ĐCSVN, Đại biểu Quốc hội các khóa I-VII. Ông được Đảng và Nhà nước Việt Nam tặng nhiều huân chương cao quí, trong đó có Huân chương sao vàng. Các tác phẩm chính: - Hồ chủ tịch hình ảnh của dân tộc (1948) - Tình hình cách mạng và nhiệm vụ văn nghệ (1960) - Tổ quốc ta, nhân dân ta và người nghệ sĩ (1969)... Ông mất ngày 29-4-năm 2000 tại Hà Nội, thọ 94 tuổi."
}