{
  "dateOfBirth": "Kỉ Mùi 1919",
  "dateOfDeath": "Ất Dậu 2005",
  "hometown": "tại làng Bảo An, phủ Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Quang, huyện Điện Bàn, tỉnh Quảng Nam)",
  "occupation": "Giáo sư ngôn ngữ học, từ điển gia",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": 29
  },
  "id": 1953,
  "entityName": "Hoàng Phê",
  "aliases": [],
  "overview": "Thuở nhỏ học ở quê nhà, Hội An, Huế, Sài Gòn. Sau cách mạng tháng 8 năm 1945; ông ra Hà Nội (cùng với nhà văn Phan Khôi, Gs Hoàng Tụy) tham gia kháng chiến chống Pháp ở Hà Nội, Việt Bắc. Sau hiệp định Genève, ông về Hà Nội làm cán bộ nghiên cứu ở Viện Ngôn ngữ, và tạp chí Ngôn ngữ học, giảng dạy tại Đại học Tổng hợp Hà Nội. Ông là một ngữ gia, một nhà tự điển học tiếng Việt hiện đại, là tác giả nhiều công trình nghiên cứu ngôn ngữ học và ngữ học Việt Nam. Tác phẩm Hoàng Phê góp phần làm phong phú thêm thư tịch chuyên ngành ngôn ngữ học Việt Nam. - Logich ngôn ngữ học xuất bản năm 1987 được tái bản mấy lần. Bản mới nhất tái bản năm 2003. Đây là cuốn sách lí luận đầu tiên của môn Ngôn ngữ học nói chung, Ngữ học Việt Nam nói riêng, và là tác phẩm mở đường cho ngành ngôn ngữ học còn non trẻ Việt Nam. Nội dung cuốn sách đã thuyết phục được đa số độc giả trong toàn quốc. Bên cạnh tác phẩm về lí thuyết ngôn ngữ học, ông còn là một nhà từ điển tiếng Việt vừa có tính lí thuyết vừa thực hành trong thư tịch từ điển học nước nhà. Trong số đó có các cuốn: Từ điển chính tả (1995), Dạy và học chính tả... (1996), Từ điển tiếng Việt (1998)... nhất là cuốn Chính tả tiếng Việt (1999)... Ông sống và nghỉ hưu tại Hà Nội rồi mất tại Hà Nội trong năm 2005, thọ 86 tuổi. Các tác phẩm: - Logich ngôn ngữ học (1987) - Dạy và học chính tả: dấu hỏi hay dấu ngã (1996) - Từ điển chính tả (NXB Đà Nẵng, Trung tâm Từ điển học, Hà Nội, 1995). - Từ điển tiếng Việt (NXB Đà Nẵng, 1998) - Chính tả tiếng Việt (1999) Và rất nhiều chuyên đề ngôn ngữ học in trên các tạp chí chuyên ngành."
}