{
  "dateOfBirth" : "Bính Thìn 1916",
  "dateOfDeath" : "Tân Mùi 1991",
  "hometown" : "quê làng Đông Bích, xã Hòa Trường, huyện Quảng Xương, tỉnh Thanh Hóa",
  "occupation" : "Nhà văn, nhà thơ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 1967,
  "entityName" : "Hà Triệu Anh",
  "aliases" : [ "Hồ Dzếnh", "Lưu Thị Hạnh" ],
  "overview" : "Năm lên tám (1924) ông học trường Tiểu học Quảng Xương, năm 1930 đậu bằng Tiểu học (Primaire), năm sau ra Hà Nội học Trung học, dạy tư ở Hà Nội và bắt đầu bước vào làng văn, làng báo trong thời điểm này. Cộng tác với các báo Trung Bắc chủ nhật, Tiểu thuyết thứ bảy (Hà Nội), Thần Chung (Sài Gòn). Năm 1945 tham gia khởi nghĩa ở Hà Nội, kháng chiến bùng nổ ông về sống ở Thanh Hóa, năm 1953 về Hà Nội, sau đó vào Sài Gòn làm phóng viên cho báo Thần Chung ở Hồng Kông và Nhật Bản. Cuối năm 1954 về lại Hà Nội tham gia Hội văn Việt Nam. Từ năm 1958-1975 làm công nhân tại nhà máy xe lửa Gia Lâm (Hà Nội) đến năm 1983 mới trở lại nghề văn. Ông mất ngày 13-8-1991 tại Hà Nội. Các tác phẩm chính: - Chân trờì cũ (1942) - Một chuyên tình mười lăm năm về trước (1942) - Quê ngoại (1943) - Cô gái Bình Xuyên (1946) - Hoa Xuân đất Việt (1946) - Người cứu thương Trung Hoa (1947) - Những vành khăn trắng - Dĩ vãng - Hai mối tình (1918) - Đường Kế Mã (1943) - Nhà nhiều con... Văn xuôi Hồ Dzếnh \"tất cả đều được viết lại đúng những gì nhà văn còn giữ trong trí nhớ của tác giả cũng như trong cuộc sống vô vàn thương yêu đối với người thân. Thơ ông buồn man mác như mối sầu vạn cổ của nghìn xưa vọng lại. Trên đường về nhớ đầy Chiều chậm đưa chân ngày Chim rừng quên cất cánh Gió say tình ngây ngây Có phải sầu vạn cổ Chât trong hồn chiều nay? (Chiều) Hoặc những câu: Phút linh cầu mãi không về Phân vân giấy trắng chưa hề mực đen Khói trầm bên giấc mơ tiên. Bâng khuâng trăng giải qua miền quạnh hiu Tô Châu lớp lớp phùkiều Trăng đêm Dương Tử mây chiều Giang Nam Rạc rời vó ngựa quá quan Cờ treo, ý cũ mây giàn mộng xưa. Nhớ thương bạc nửa mái đầu Lòng nương quán khách, nghe màu tà huân (Đợi Thơ) đã trở thành nhang câu \"kinh ngữ\" bất hủ của văn chương Quốc ngữ Việt Nam. Quê ngoại khi mới ra đời (1943) đã được tuần báo Tri Tân cho rằng: \"Tên tuổi của người Minh hương ấy, văn học Quốc ngữ không nề gì mà chẳng đón tiếp như đã đón tiếp bao nhiêu nhà văn hữu tài\". Chân trời ca là một tập truyện ngắn của ông (xuất bản năm 1942) do Thạch Lam viết tựa, đến năm 1946 được tái bản. Trong lần tái bản này có đôi lời tự sự của tác giả, ông viết: Tập truyện này ra đời, tính năm đã được bốn. Nó ra đời, và mang lại ngay cho tác giả một kết quả mầu nhiệm, hầu hết những nhân vật của cuốn sách đã \"lên đường\" về... chân trời cũ; chú Nhì, người anh Cả, thằng cháu đích tôn, chị đỏ Đương cô em Dìn, và vài nhân vật phụ: bà mẹ ghé, em bé Thi. Mấy người sau này, hiện còn sống, nhưng tuổi già, sức khỏe và hoàn cảnh đã giục họ nghĩ đến cái giờ - để mượn một tiếng chuyên môn của Thiên Chúa giáo - giờ \"sinh thì: bà mẹ già thân yêu, người chị dâu Trung Quốc, ông anh Hai phóng đãng và... tác giả tập sách này. Một người nữa, tuy không cùng dòng giống, nhưng quan hệ mật thiết với tác giả về phương diện cảm tình, một linh hồn Việt Nam tế nhị, một nghệ sĩ trang trọng mà đơn sơ, hiện thân của tình yêu đất nước, nhà văn rất thuần túy, rất nhân đạo, Thạch Lam, người bạn đã đáng tiếc từ trần một tháng sau ngày tập đoản thiên này được xuất bản. Và một người nữa, vẫn góp mặt trong thế giới hữu tình, một tình yêu cố hữu đi sóng đôi với ân nghĩa, anh em đã hi sinh chút ít tiền của để cho in lần thứ nhất cuốn sách này, dầu biết rằng nó \"không chạy như các món quà giải trí khác\". Thêm một người nữa, mà định mệnh đã chọn hộ cho con đường chồng vợ theo luật cõi đời, nguời em gái có đôi mắt đẹp như thơ, có quê hương mơ màng và xanh biếc, có tấm lòng thắm dịu, mở rộng như trang sách ái tình... Tên hai người trên đây, không viết ra vì nhiều lẽ, và cái lẽ chính đáng nhất vẫn là niềm yên lặng đầy tiếng nói thầm. Và còn những tâm hồn xa xôi và đẹp đẽ những thương nhớ giải rộng như không gian những tên có màu xanh hay lòng có nước mắt, sống giữa đô thành hay dưới trời thôn dã, những vương vấn ảo huyền mà chỉ nhà văn mới có toàn quyền đặc hưởng. Ròng rã trong bốn năm sống cái đời cô đơn và tịch mịch, trong đó thoáng dệt đôi lúc những bóng nắng, hình mây, tôi đã nghĩ rất nhiều đến bao nhiêu linh hồn bạn mà hơi thở hòa vào hơi thở tôi, làm vui buồn những tư tưởng phù hoa do người đời mệnh danh là Nghệ Thuật. Bốn năm! Hương sắc chưa mờ, từ ngày reo than lẫn đầu tiên những tiếng lòng ngây dại. Nước non, trong quãng thời gian đó, từng rung cảm những lớp Phế, Hưng, để ngày nay đi về một Mùa Xuân Trọng Đại. Bạn ạ, tôi là kẻ ít tin nhất rằng loài người đẻ ra đã sẵn cải tài trong óc. Cho nên, được mang danh là nhà văn, tôi thấy thẹn thùng biết mấy! Do những tình cờ của hoàn cảnh, xô xát với cõi lòng, chúng ta, để gắng nói ra những nỗi lòng u kín, đã nghiêng về cuộc sống bên trong. Nhưng trên cả Tình và Tài, trên những vinh hạnh chói lòa nhiều khi rất không chân thật, một điểm sáng lấp lánh tự ngàn thu, một Triều Thiên mà thế kỉ nào cũng ước ao, thèm khát, đó là Tấm Lòng. Nhà thi sĩ Nguyễn Du đã nói, và câu của thi sĩ có thể dùng để kết thúc bài tự sự nhỏ này. Thiện căn ở tại lòng ta, Chữ tâm kia mới bằng ba chữ tài. Hà Nội, tháng 7 năm 1946, Hồ Dzếnh)"
}