{
  "dateOfBirth": "1 tháng 10 năm 1876 Tiên Phước, Quảng Nam, Đại Nam\n----------------------------------------------\nBính Tí 1876",
  "dateOfDeath": "21 tháng 4, 1947 (70 tuổi) Nghĩa Hành, Quảng Ngãi\n----------------------------------------------\nĐinh Hợi 1947",
  "hometown": "Quê làng Thạnh Bình, tổng Tiên Giang thượng, phủ Tam Kì, tỉnh Quảng Nam (nay là xã Tiên Cảnh, huyện Tiên Phước, tỉnh Quảng Nam)",
  "occupation": "Chí sĩ, học giả, thuở nhỏ có tên là Hanh",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1974,
  "entityName": "Huỳnh Thúc Kháng",
  "aliases": [
    "Mính Viên",
    "Giới Sanh"
  ],
  "overview": "Huỳnh Thúc Kháng (1876-1947), tự Giới Sanh, hiệu Mính Viên hay đôi khi được viết là Minh Viên, là một chí sĩ yêu nước người Việt Nam. Ông là Bộ trưởng Bộ Nội vụ (1946-1947) và Quyền Chủ tịch nước Việt Nam Dân chủ Cộng hòa (giai đoạn từ 31 tháng 5 đến 21 tháng 9 năm 1946), trước đó ông từng giữ chức Viện trưởng Viện Dân biểu Trung Kỳ thời thuộc Pháp. Nổi tiếng với tài năng, đức độ và lòng yêu nước, người dân Việt Nam thường nhắc đến ông với một tên gọi gần gũi: cụ Huỳnh.\n----------------------------------------------\nNăm Canh tí 1900, ông đỗ giải nguyên, năm Giáp thìn 1904 đỗ Hoàng giáp (Hội nguyên) 28 tuổi, ông không làm quan, nhiệt thành lo nước thương dân, kết bạn thâm tình với các chí sĩ Phan Bội Châu, Phan Châu Trinh, Trần Quí Cáp ông bị bắt trong năm Mậu thân 1908, bị đày Côn Đảo suốt 13 năm (1908-1921) mới được trả tự do, vì ông là một trong các nhân vật lãnh đạo phong trào Duy tân năm 1908. Năm Bính dần, 1926, ông đắc cử Dân biểu rồi được cử làm Viện trưởng Viện dân biểu Trung Kì. Trong 3 năm hoạt động ở Viện, ông cương quyết tranh đấu trong nghị trường, rồi nhân chống lại viên Khâm sứ Pháp Jabouille ông từ chức và sáng lập tờ báo Tiếng Dân, làm chủ nhiệm kiêm chủ bút báo này tại Huế (1927-1943). Thời gian đại chiến thế giới thứ hai, phát xít Nhật và đám thân Nhật toan mua chuộc ông nhưng không lung lạc được ông. Sau Cách mạng tháng 8-1945, ông nhận chức Bộ trưởng bộ Nội vụ chính phủ Liên hiệp kháng chiến Việt Nam Dân chủ Cộng hòa, và trong khi Chủ tịch Hồ Chí Minh sang Pháp đàm phán, ông được trao Quyền Chủ tịch Chính phủ (1946). Ông cũng là một sáng lập viên và là Hội trưởng Hội Liên hiệp quốc dân Việt Nam (Liên Việt). Bắt đầu cuộc toàn quốc kháng chiến, ông được chính phủ đặc phái vào Liên khu 5 công tác... Tuổi già, lâm bệnh, ông mất tại Quảng Ngãi ngày 21-4-1947 thọ 71 tuổi. Hồi ông đậu cử nhân (1900) Hà Đình Nguyễn Thuật (Thượng thư Tổng tài Quốc sử quán) có câu liễn chúc ông: \"Ổn bộ thượng vân cù văn trận hùng sư khấn nhượng nguyên nguyên du tranh trưởng; Thịnh danh qui nguyệt đán từ lâm hậu khởi quả nhiên Huỳnh giang hạ vô song.\" Nghĩa: Vững bước đi thi, hùng sư văn trận lớn nhường Nguyễn nguyên du tranh chức trưởng; Lừng danh trở về đầu tháng, văn chương trác tuyệt, đúng sông Huỳnh lớn vô song. Các tác phẩm chính của ông: - Thi tù tùng thoại (1939) - Thi tù thảo (bản thảo) - Thơ văn với thời đại (1939) - Đê hải thi tập (bản thảo) - Thi văn các nhà chí sĩ Việt Nam (kí Phi Bằng, 1937) - Mính Viên cận tác (di cảo) - Phan Tây Hồ tiên sinh lịch sử (1957) - Xã túc tập (bản thảo) - Huỳnh Thúc Kháng niên phổ (1962) - Gia đình giáo dục (bản dịch - 1937) - Bức thư gửi Cường Để (1957) - Cuộc khởi nghĩa Duy Tân (bản thảo) Và rất nhiều thơ chữ quốc ngữ, chữ Hán có giá trị. Sinh thời tâm chí ông biểu lộ rõ trong bài cảm khái lúc đi đày về: (bản dịch). Nợ bầy đeo đuổi giục bên người, Chả để nằm yên xó góc trời. Biển Bắc dê cùng chung mấy độ, Nhành Nam chìm sẵn ổ muôn đời. Rừng sâu với quế ca xăng xái, Hang thẳm tìm lan dạo thảnh thơi! Rốt cuộc máu lòng tìm chỗ dốc, Sử xanh núi biếc rưới cùng non. Đến lúc nước nhà giành được độc lập tự do, ông ra tham chính. Mừng xuân năm 1947, đôi liễn của ông cũng nói lên tấc lòng yêu nước thương dân chí thiết. Trẻ lại với xuân, nước tổ bốn ngàn năm lịch sử Đứng lên làm chủ, quyền người hai chục triệu dân sinh. Tác phẩm của ông gồm các lĩnh vực sau: Thi tù tùng thoại (nguyên ông viết bằng chữ Hán ở Côn Đảo, khi được trả tự do sách bị tịch thu và đốt, sau về Huế, ông chép lại theo trí nhớ và dịch ra tiếng Việt) chúng ta sẽ bắt gặp trong đó nhiều tài liệu liên quan đến hoàn cảnh xã hội, diễn tiến các phong trào yêu nước, cách mạng Việt Nam hồi đầu thế kỉ XX. Đồng thời cững thấy được tư tưởng, tình cảm của các nhà yêu nước, cách mạng Việt Nam; nhất là phong trào Đông du, Duy tân. Trong đó, tác giả thu thập những bài thơ làm trong tù hay có liên quan đến thế giới tù (cả Việt lẫn Hán). Nếu là Hán văn thì dịch ra Việt văn cừng ghi những tình cảm và nhận xét của mình. Thi văn với thời đại là một thi tuyển của các nhà chí sĩ Việt Nam trong công cuộc Cần vương chống Pháp.Tác phẩm này, soạn giả góp nhặt một số thơ văn (phần lớn là Hán văn) của các quan lại nhà khoa bảng, nhà yêu nước thuộc các phong trào Cần vương, Văn thân, rồi dịch ra Việt văn, có thêm lời chú thích; nhất là những lời nhận định và phê bình xác đáng của ông. Thi văn các nhà chí sĩ Việt Nam. Ông cũng sưu tầm dịch thuật một số thơ văn của các nhà thơ, nhà văn, nhà yêu nước trong các phong trào Cần vương, Văn thần, Đông du, Duy tân. Theo đó, ông có lời phê bình nhận xét rất xác đáng về các văn phẩm ấy. Đọc qua các tác phẩm ngắn này, người đọc sẽ thấy được tư tưởng tình cảm của các nhà yêu nước; đồng thời cũng rõ được lịch trình chống ngoại xâm của nhân dân ta hồi cuối thế kỉ trước (XIX) và đầu thế kỉ XX. Trưng vương bình ngũ lãnh là một vở tuồng ngắn, ngắn hơn cả một đoản văn; nhưng ý tưởng và chủ đích của nó rất lớn. Đọc nó, người đọc còn bắt gặp chủ nghĩa yêu nước, lòng thương yêu nòi giống, tư tưởng bình quyền, bình đẳng... Nhất là tinh thần tự cường, độc lập, tự tôn dân tộc trong lịch trình tư tưởng của dân tộc Việt Nam từ thời dựng nước đến cận đại. Bên cạnh đó, ông còn ba tập thơ chữ Hán: - Thi tù thảo nói về sinh hoạt tù ở Côn Đảo. (bản chép tay). - Đê hải thi tập (bản chép tay) - Xà túc tập nói về sinh hoạt thơ văn trong đời sống xã hội. - Mính Viên cận tác gồm một số thơ chữ Hán và Quốc ngữ một phần đã đăng trên báo Tiếng Dân. - Gia đình giáo dục, 1937, nhà in Tiếng Dân Huế (dịch) Ngoài các tập thơ trên, chúng ta còn thấy, Huỳnh Thúc Kháng niên phổ (hay tự truyện). Đây là một tập tự truyện (bằng cha Hán) về đời mình. Trong tác phấm này ông ghi những biến cố cá nhân có liên quan với lịch sử nước nhà từ khi Pháp chiếm nước ta đến năm 1942. Ở đây, chúng ta còn bắt gặp nhiều sự kiện lịch sử đáng chú ý. Đây là một tập tự truyện về đời tư ông do chính ông viết khá đầy đủ và chính xác SỬ HỌC Độc giả còn bắt gặp Huỳnh Thúc Kháng là một sử gia. Một sử gia yêu nước, cách mạng, nhưng không bao giờ bị định kiến chi phối, hoặc có cái nhìn sai lầm bởi ý thức chính trị của mình. Cuộc cự sưu ở Trung Kì năm 1908 Nguyên văn tác giả viết bằng chữ Hán với nhan đề: Trung Kì cựu sưu kí. Trong đó ông ghi lại sự việc, lịch trình của biến cố trọng đại năm 1908 bộc phát ở Quảng Nam từ ngày đầu cho đến khi thực dân và Nam triều đàn áp trắng (từ Thanh Hóa đến Bình Thuận) với đầy đủ các chi tiết, các nhân vật có liên hệ đến phong trào đã bị thực dân thủ tiêu, lưu đày... Tuy (ông) là người trong cuộc và dẫn đạo, được ông viết theo cái nhìn chủ quan, nhưng lại rất khách quan trong việc quan sát thực tại ông không hề thêm một chi tiết nhỏ nào, đã trở thành một tác phẩm giá trị. Cuộc khởi nghĩa Duy Tânlà một bản lược sử về quá trình cuộc khởi nghĩa của vua Duy Tân do Thái Phiên và Trần Cao Vân chủ động. Sử liệu này được ông tham khảo các tài liệu có liên quan đến biến cố và các nhân vật ở Huế vào thời đó; chứ ông không trực tiếp tham dự hay chứng kiến (vì thời gian này ông đang ở Côn Đảo). Bức thơ gởi Kì ngoại hầu Cường Để là một quyển sử lược 80 năm vong quốc. Bằng thư này, Huỳnh Thúc Kháng ghi lại tất cả thực trạng xã hội Việt Nam hơn 80 năm sống dưới ách chuyên chế, một cổ hai tròng cùng mọi bịp bợm, lừa dối của thực dân mà dân ta phải gánh chịu. Nội dung tác phẩm, ông còn trả lời khéo sau những câu hỏi khéo do Nhật ủy thác cho Cường Để muốn ông làm công việc sào mũi, liên lạc. Trong đó, đôi đoạn ông tỏ vẻ lạc quan, nhưng cũng không quên nhắc đến sự thật khi quân Nhật đặt chân đến Đông Dương thì cái hiện tượng đế quốc hiện ra rõ ràng \"Hoàng quân đặt chân đến xứ này đã hai năm mà cái khoảng giữa nhân dân Việt Nam cùng Hoàng quân gần trong gang tấc mà cách xa như mây lớp đèo ải núi non, khoảng ngăn rẽ ấy vạch một địa giới Hồng Câu không vươt qua được. Đọc kĩ bức thư ấy ta thấy tuy ông có vẻ lạc quan nhưng ông luôn luôn hoài nghi thái độ, chính sách của quân phiệt Nhật, nhất là việc bức thư của Cường Để hơn nửa năm sau mới tới tay ông. Việc đó sau này ông còn nhắc lại trong Bức thư trả lời chung để phản đối chính sách duy trì hiện trạng Đông Dương. Cho nên, nếu quả thực Cường Đề có uy tín, thực lực thì hãy lấy danh nghĩa, dùng quân lực để đánh đổ hiện trạng, tự mình thiết lập chính quyền tự trị có thực chất? Bức thư vì vậy được gửi đi không có một dư luận hoặc biến cố gì do Nhật và Cường Để đem lại. Bức thư trả lời chung là một cuốn sử gọn hơn, đầy đủ hơn Bức thư ngỏ Cuờng Để Bằng bức thư ấy ông viết một bản cáo trạng lên án chế độ thực dân và mọi chính sách tàn ác dã man nhằm tiêu diệt dân tộc này. Cùng nói rõ lí do không thể nào ông cộng tác được với người Nhật, nhất là đối với chính sách \"Đại Đông Á\" của Nhật Bản. Bức thư đã gây nên dư luận sôi nổi lúc bấy giờ. Tiếp đó ông còn viết một tác phẩm cùng chủ đích Một ít dật sử trên đoạn sử Việt Nam cách mạng trong thời kì Pháp thuộc (1885-1945) . Tập này chưa xong thì ông ra Hà Nội nhận nhiệm vụ mới, nên tác phẩm còn dở dang, và nay đã thất lạc. Ngoài các sách về sử học nêu trên, Huỳnh Thúc Kháng còn viết Phan Tây Hồ tiên sinh lịch sử về cuộc đời của nhà chí sĩ Phan Châu Trinh. Đây là một quyển sử biên niên về nhà thơ Tây Hồ, từ khi Phan Châu Trinh chào đời cho đến ngày nhắm mắt. Nguyên, sách này ông viết từ năm 1926 tại Thạnh Bình, huyện Tiên Phước khi Phan Châu Trinh qua đời, sau đó ông trao sách này lại cho con gái và con rể Phan Châu Trinh để làm kỉ niệm (bà Phan Thị Châu Liên và ông Lê Ấm). Sau này gia đình ông Lê Ấm có cho in trong Giai nhân kì ngộ vào năm 1958 do nhà xuất bản Hưởng Dương Sài Gòn xuất bản. Đến năm 1959 nhà xuất bản Anh Minh (Huế) có cho in lại thành một quyển riêng với đầu đề như trên. Đây là một quyển lược sử về cuộc đời hoạt động của Phan Châu Trinh rất súc tích và chính xác. Bên cạnh đó, chúng ta còn thấy Huỳnh Thúc Kháng là một dịch giả rẩt xuất sắc, ông dịch rất nhiều cả thơ lẫn văn, nhất là thơ. Thơ của ông cũng như thơ của tác giả khác. Hầu hết thơ, câu đối trong Thi văn với thời đại, Thi văn của các nhà chí sĩ Việt Nam, Thi tù tùng thoại, Lương ngọc danh sơn phú, Toàn quốc đồng bào phụ lão kháng chiến thư, Bức thư gởi Cường Để... đều do ông dịch, mà các bản dịch này rất đạt, và chính xác Sau này (1945), chúng ta còn thấy Huỳnh Thúc Kháng tiếp tục dịch các tác giả nước ngoài, nhất là bản dịch Xã hội tư tưởng sử của Từ Dật Tiều (theo tài liệu của ông Anh Minh). Cùng với Lời nói đầu (của người dịch) và Bài tựa (của tác giả), ông nêu rõ mục đích dịch là \"Thiếu các món sách thiết thực với nhân sinh, nói cho rõ là xã hội học cùng sách tư tưởng xã hội, thật là một khuyết điếm rất lớn (...). Kẻ lược dịch bản sách Xã hội tư tưởng sử bản ý không chi khác hơn là muốn cho nguồn tư tưởng xã hội chóng phổ cập theo triều lưu chung cả dân tộc trên thế giới (...) sách này đành cho số đông phổ thông quần chúng, không có thì giờ và công phu làm thang bước đầu mở đường chỉ lối (...). Độc giả muốn hiều rõ nguồn gốc, tư tưởng xã hội khoa học cho đầy đủ cần phải nghiên cứu học thuyết Mác Ăngghen cho đến nhà thực hành Lênin...\". Cuốn sách có ưu điểm là trích dẫn nhiều tác phẩm của Mác và Ăngghen để cho độc giả tiếp thu trực tiếp chủ nghĩa xã hội khoa học. Cảm tình của người dịch đối với Mác và Ăngghen là điều dễ nhận thấy khi chúng ta đọc qua lời nói đầu cùng toàn bộ bản dịch. Điều đó được ông nhắc: \"Mã Khắc Tư (Karl Marx) trọn đời tận tụy vì chủ nghĩa vĩ đại, kiên quyết sáng suốt cho đến ngày chết mà không thôi. Ông có người bạn thân thiết là Ân Cách Nhĩ (Engel), cùng một định kiến, định lực như nhau, nối theo hoàn thành công việc trứ tác dở chừng của họ Mã (...) Mã Khắc Tư cùng Ân Cách Nhĩ (hai ông tổ của khoa học xã hội) là hai bạn thâm giao trọn đời khởi đầu từ tờ Đức Pháp niên báo, từ đó hai người trọn đời dâng mình cho chủ nghĩa xã hội\". Báo chí: Huỳnh Thúc Kháng đã mở đường ngôn luận đầu tiên ở miền Trung và tờ Tiếng Dân (1927-1943) trở thành cơ quan ngôn luận làm cho thực dân vừa lo, vừa sợ, và cũng rất ác cảm với báo. Tiếng Dân là tờ báo ra đời sớm nhất và sống lâu năm nhất (1927-1943) ở Trung Kì. Đó là một tờ báo đứng đầu và uy tín nhất của Việt Nam vào thời mất nước."
}