{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê làng Thú Lý, huyện Đông Sơn, tỉnh Thanh Hóa",
  "occupation" : "Danh sĩ, tác giả đời Trần Minh tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15,
    "nhà Trần" : null
  },
  "id" : 1982,
  "entityName" : "Lê Quát",
  "aliases" : [ "Bá Đạt", "Lương Giang", "Mai Phong" ],
  "overview" : "Lê Quát (黎括, ? - ?), tự là Bá Đạt , hiệu Mai Phong, biệt hiệu Lương Giang; là danh sĩ và là quan nhà Trần trong lịch sử Việt Nam.\n----------------------------------------------\nÔng là học trò xuất sắc của Châu An (Chu Văn An), thi đỗ Thái học sinh, làm Tử tư lang kiêm Hàn lâm viện phụng chỉ. Ít lâu, thăng Thượng thư Hữu bật nhập nội hành khiển (như Thủ tướng). Ông cùng Phạm Sư Mạnh nổi tiếng văn chương ngang nhau, và cùng một ý chí tôn sùng học thuật chân chính, bài bác những điều mê tín không tưởng. Bài văn bia ở chùa Thiện Phước, Bắc Giang (Hà Bắc), bộc lộ tâm tình ông: Đạo Phật lây họa phúc cảm động người ta, sao được lòng người tin tưởng sâu xa vững chắc như thế? Trên từ các bậc vương công, dưới đến dân chúng, hễ làm việc Phật thì dẫu phải khánh tận gia tài cũng không tiếc, nếu hôm nay được ủy thác trông coi việc làm chùa xây tháp thì hớn hở vui mừng như thể nắm chắc tả khoán để ngày mai sẽ được báo lại. Do đó mà từ trong kinh thành ngoài châu huyện cho đên làng xa ngõ vắng, hễ có nhà người ắt có chùa thờ Phật không mệnh lệnh mà có ngườì theo, không minh thệ mà có người tin chùa đổ thì dựng lại, hư hỏng thì sửa sang, lâu đài chiêng trống so với nhà dân cư đã chiếm phân nửa, việc xây dựng rất dễ dàng và sự tôn sùng thật rộng rãi. Tôi từ nhỏ đọc sách, chí tâm suy cứu cổ kim, tìm hiểu đạo thánh nhân để khai hóa mọi người, mà cho đến nay chưa được một lòng nào tin. Lại từng đi xa xem cảnh núi sông, dấu chân đã in trên nửa phần đất nước, thứ tìm nhà học, văn miếu chưa từng thấy đâu? Vì thế rất lấy làm thẹn với môn đồ nhà Phật, nên tôi viết bài này, bộc lộ tâm tư để khuyên răn nguời đời vậy. (Bản dịch). Trong sách Toàn Việt thực lục và Tinh tuyển thi gia luật thi còn chép lại 7 bài thơ của ông. Con ông là Lê Giác về sau chết vì tiết nghĩa cũng được ca tụng. Tác phẩm của ông, gồm: - Tống Phạm Sư Mạnh Bắc sứ - Thư hoài - Nhạn túc đăng - Một số thơ in trong Toàn Việt thi lục và Tinh tuyển thi gia luật thi."
}