{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Bính Thìn 1976",
  "hometown": "Quê gốc làng Bình Đại, tỉnh Bến Tre",
  "occupation": "Nữ sĩ",
  "workTenure": "Không rõ",
  "fatherName": {
    "Nguyễn Văn Nhẫm": null
  },
  "motherName": {
    "Đào Thị Châu": null
  },
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 1990,
  "entityName": "Nguyễn Trung Nguyệt",
  "aliases": [
    "Bảo Lương"
  ],
  "overview": "Bà có khiếu văn chương từ thuở trẻ, lại nhiệt tình yêu nước, có chân trong các tổ chức ái quốc thời đó. Thuở trẻ bà học chữ Hán và chữ Quốc ngữ với người thân trong gia đình, thời gian này bà cộng tác với báo Thần Chung được chủ nhiệm Nguyễn Văn Bá khen ngợi: Từ năm 1926 bà là thành viên Việt Nam Thanh niên cách mạng đồng chí hội, được tổ chức đưa sang Quảng Châu tham gia các lớp chính trị do Tổng bộ tổ chức, rồi tham gia viết báo Thanh Niên của Tổng bộ. Năm 1929, bà trở về nước hoạt động, lúc ấy xảy ra vụ án ở đường Barbier - Tân Định - do nội bộ bị mâu thuẫn và bại lộ, bà bị bắt, Pháp kết án 8 năm tù, giam tại Khám lớn Sài Gòn. Năm 1937, bà được trả tự do, nhưng từ ấy bà ẩn tích, không hoạt động gì nữa. Những năm chiến tranh Việt Mĩ ác liệt bà ẩn cư ở Sài Gòn. Ngày 29-1-1976, bà mất, thọ 67 tuổi. Thơ văn bà có nghệ thuật, đầy chất thơ và tính chiến đấu. Bài thơ sau, bà làm thuở còn trẻ hàm chứa một tinh thần cách mạng nồng nhiệt: Nước mất nhà tan gánh nợ chung, Có ta ta quyết ghé vai cùng. Liễu bồ cũng đứng trong trời đất, Vàng đá ghi bền với núi sông. Chân yếu tay mềm tuy sức gái, Gan bèn chí vững ấy đàn ông. Quốc thù chưa trả ta chưa chết! Gươm ấy là con, súng ấy chồng. Cha mẹ bà có 7 người con (6 gái và 1 trai tên Nguyễn Viễn Đại tức Nguyễn Phương Tùng), bà là gái đầu lòng, rồi đến bà Huệ Minh (vợ Hồ Hữu Tường), bà Hàn Xuân (vợ nhà văn Phúc Xuân tác giả tiểu thuyết Đồng Nọc Nạn), bà Mộng Trung ở Pháp (vợ Hồ Hữu Hùng em ruột Hồ Hữu Tường) thường cùng giáo sư Trần Văn Khê đi nhiều nơi trên thế giới giới thiệu nhạc dân tộc Việt Nam và bà Vân Trang (vợ sau nhà văn Thiên Giang). Cả 5 chị em đều nổi tiếng trên văn đàn Việt Nam hiện đại. Bà là tác giả hơn 300 bài thơ, vừa Đường luật vừa Thơ mới và một Hồi kí có tên Người con gái Nam bộ."
}