{
  "dateOfBirth": "1820\n----------------------------------------------\nCanh Thìn 1820",
  "dateOfDeath": "1864\n----------------------------------------------\nGiáp Tí 1864",
  "hometown": "Quảng Nam",
  "occupation": "Anh hùng kháng Pháp ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 1993,
  "entityName": "Trương Định",
  "aliases": [
    "Trương Công Định"
  ],
  "overview": "Trương Định (chữ Hán: 張定; 1820-1864) hay Trương Công Định hoặc Trương Đăng Định, là võ quan nhà Nguyễn, và là thủ lĩnh chống Pháp giai đoạn 1859-1864, trong lịch sử Việt Nam.\n----------------------------------------------\nÔng sinh năm 1820 tại Quảng Ngãi (tư liệu của Bộ Ngoại giao và Bộ Hải quân Pháp ghi ông quê ở Quảng Nam). Từ nhỏ ông theo cha vào Gia Định, lớn lên lấy vợ là bà Lê Thị Trưởng, con gái một nhà giàu ở Tân An. Năm 1850, hưởng ứng chính sách khẩn hoang của Nguyễn Tri Phương, ông đứng ra chiêu mộ dân nghèo khai hoang lập ấp. Vì có công ấy ông được triều đình Huế phong chức Quản cơ, hàm lục phẩm. Từ đó người đương thời gọi ông là Quản Định. Tháng 2-1859, giặc Pháp chiếm thành Gia Định, ông đem nghĩa binh lên đóng ở Thuận Kiều chặn giặc và thắng trận ở Cây Mai, Thị Nghè... Năm 1860 ông tham gia giữ đồn Kì Hòa dưới quyền Tổng thống Quân vụ Nguyễn Tri Phương. Sau khi đổn Kì Hòa thất thủ, Nguyễn Tri Phương, Phạm Thế Hiển rút về Biên Hòa ông vẫn tiếp tục chiến đấu, nên đưọc triều đình Huế thăng chức Phó Lãnh binh. Từ đó ông cùng các chiến sĩ rút về Tân Hòa, Gò Công xây dựng căn cứ kháng Pháp. Tại đây ông tổ chức nhiều trận phục kích quân địch ở một vùng rộng lớn từ Gò Công, Tân An, Mĩ Tho, Chợ Lớn... tiêu hao rất nhiều lực lượng địch. Sau khi kí kết hòa ước Nhâm tuất (5-6-1862), triều đình Huế cắt 3 tỉnh miền Đông Nam Kì cho Pháp, triều đình phong ông chức Lãnh Binh, nhưng sau đó với áp lực của Pháp, họ buộc ông phải bãi binh và chuyển ông đi An Giang hòng triệt phá phong trào kháng Pháp. Trước sự nhu nhược của triều đình, ông cương quyết chống lại lệnh trên và ở lại cùng nhân dân chống Pháp. Nghĩa quân và nhân dân vùng Gò Công, Tân An, Mĩ Tho tôn xưng ông là Bình Tây Đại Nguyên soái. Từ đó, nghĩa quân chiến đấu chuyển sang một giai đoạn mới là không ở dưới quyền điều khiển của triều đình Huế nữa. Pháp biết được khả năng và chính nghĩa của ông, một mặt chúng huy động quân lực bao vây căn cứ Gò Công một mặt dụ hàng, ông một lòng chống Pháp đến cùng. Ngày 26-2-1863, Pháp huy động một lực lượng lớn mở cuộc tấn công vào căn cứ của nghĩa quân. Cuộc chiến diễn ra vô cùng ác liệt một số chiến hữu hi sinh. Trong trận này, ông phải cảm tử cận chiến với giặc và thoát khỏi vòng vây của địch rút về lập căn cứ ở làng Lý Nhơn (thuộc tỉnh Biên Hòa). Một bộ phận nghĩa quân tản về phía rừng Thủ Dầu Một, Tây Ninh tiếp tục chiến đấu. Cuối năm 1864, trong khi ông đang chiến đấu chiếm lại căn cứ Tân Hòa thì trong đêm 18 rạng 19-8-1864 ông rơi vào vòng vây của Đội Tấn (Huỳnh Tấn) ở làng Kiểng Phước. Tên này nguyên trước kia từng theo ông chống Pháp, nhưng bỏ hàng ngũ kháng chiến về làm tay sai cho giặc. Tên phản bội này muốn bắt sống ông để dâng quan thầy, nhưng ông quyết tử chiến. Và sau khi bị bắn gãy xương sống, ông rút gươm tự sát, chứ không chịu để cho giặc bắt sống. Ông hi sinh anh dũng tại trận. Cái chết của ông là mất mát lớn lao cho các lực lượng kháng chiến của nhân dân ta lúc bấy giờ. Cảm về cái chết oanh liệt ấy, Nguyễn Đình Chiểu đã làm 12 bài thơ và một bài văn tế khóc người anh hùng \"đám lá tối trời\" trong đó có bài: Trong Nam tên họ nổi như cồn, Mấy trận Gò Công nức tiếng đồn. Dấu đạn hỡi rêm tàu bạch quỉ, Hơi gươm thêm rạng vẻ huỳnh môn. Ngọn cờ ứng nghĩa trời chưa bẻ, Quả ấn \"Bình Tây\" đất vội chôn. Nỡ khiến anh hùng rơi giọt lụy, Lâm dâm ba chữ điếu linh hồn. Lúc khởi nghĩa, ông có bản tuyên ngôn công bố cùng quốc dân. Trong đó có đoạn: Tổng Tư lệnh nghĩa quân dũng cảm Bình Tây Đại Nguyên soái, Thống tướng Trương Định và Bình Tây Phó súy cùng chư tướng chỉ huy. Tuyên cáo với quan lại tỉnh Vĩnh Long: Từ năm thư 12 triều vua Tự Đức (1858), bọn man di Tây phương đã xâm nhập xứ này, chúng tiếp tục gây hấn và lần lượt chiến cứ ba tỉnh Gia Định, Định Tường và Biên Hòa. Dân ba tỉnh này đã nếm trải mọi tai ương, lời than trách của họ vô hiệu và cảnh huống của họ chằng hề được cải thiện vì họ luôn luôn bại trận. Sau đó một hòa ước đã được kí kết với Nguyễn triều và hòa ước này chỉ gây thêm lòng phẫn nộ và niềm thất vọng của nhân dân ba tỉnh... Dân ba tỉnh thường tâm sự với nhau rằng: Nếu giặc muốn ta phải chuộc lại ba tỉnh thì cứ việc cho biết là đòi bao nhiêu ngàn bạc rồi ta sẽ trả. Nhược bằng ba tỉnh ấy, nhất quyết phải tách lìa khỏi vương quốc thì như lời dân chúng đã nói: \"Chúng ta chết, chớ không chịu làm tôi tớ cho giặc\". (...) thì chúng tôi sẽ chống lại lệnh chính phủ và chắc chắn chẳng còn hòa giải hoặc hưu chiến giữa quí vị và chúng tôi, trong trường hợp này, quí vị chớ lấy làm ngạc nhiên về các biến cố sẽ xảy ra. Nhằm mục đích ấy, chúng tôi gởi đến quí vị bản tuyên ngôn này. Năm thứ 15 triều vua Tự Đức, ngày 28 tháng 11 (17-1-1863). Bình Tây Đại Nguyên soái cùng Bình Tây Phó soái đồng ấn kí. (Hải Quân Trung tướng, Thống đốc kiêm tư lệnh. Kí tên Bonard - Bonard sao y)."
}