{
  "dateOfBirth" : "Nhâm Thân 1752",
  "dateOfDeath" : "Giáp Thân 1824",
  "hometown" : "quê tỉnh Gia Định, húy Khiêm từng lập được nhiều chiến công, khai hoang lập ấp, bình định đất mới mở, được triều đình phong tước hầu, nên thường gọi là Huỳnh Ngọc hầu",
  "occupation" : "Danh tướng, nhà doanh điền triều Nguyễn, quê tỉnh Gia Định, húy Khiêm từng lập được nhiều chiến công, khai hoang lập ấp, bình định đất mới mở, được triều đình phong tước hầu",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2004,
  "entityName" : "Phan Tấn Huỳnh",
  "aliases" : [ "Huỳnh Ngọc hầu" ],
  "overview" : "Những năm chúa Nguyễn và Tây Sơn tranh chấp nhau, ông tòng quân dưới trướng Nguyễn Ánh. Ông cùng Lê Văn Duyệt, Ngô Tùng Châu, Võ Tánh Trương Tấn Bửu đánh quân Tây Sơn thắng nhiều trận lớn. Năm 1807 (Gia Long thứ 6) được phong là Thần sách tướng quân, Khâm sai Đô thống chế, kiêm Hữu quân phó tướng, giúp Lê Văn Duyệt trấn thủ thành Gia Định. Theo văn bia ông là người thảo tất cả các sớ tâu cho Lê Văn Duyệt lúc tại chức. Từ năm Kỉ tị 1809 đến năm Bính tí 1815 ông phụng chiếu vua đến Quảng Ngãi tiễu trừ, bình định, các sắc dân miền núi (đương thời gọi là Mọi Đá Vách) xuống cướp phá và có ý định tạo dựng một vương quốc tự trị. Tại đây ông lập nhiều chiến công hiển hách, vỗ yên dân chúng, được triều đình thăng thưởng sau đó ông trở về Gia Định. Năm Canh thìn 1820, Lê Văn Duyệt được thăng Tổng trấn Gia Định, ông được cử làm Phó tổng binh trấn Phiên An năm 1822 vinh thăng Tổng binh trấn thủ. Ông lo khai hoang mở nhàn điền, trị dân nhân từ, đem cơm no áo ấm cho trăm họ tại đất Phiên An. Năm 1822, ông từ quan qui điền, tuổi già bệnh tật ông không muốn làm phiền con cháu, đến ngày 11 tháng 11 (âm lịch) năm 1824, ông tự tận (tự kết liễu đời mình). Phần mộ bia ông, nay vẫn còn tại đường Huỳnh Văn Bánh, Quận Phú Nhuận, TP.HCM. Ông là tác giả các sớ tấu thay cho Lê Văn Duyệt."
}