{
  "dateOfBirth" : "Giáp Thìn 1784",
  "dateOfDeath" : "Đinh Mùi 1847",
  "hometown" : "Quê làng Trung Kiên, tổng Bích La, huyện Đăng Xương, tỉnh Quảng Trị (nay thuộc huyện Triệu Phong cùng tỉnh)",
  "occupation" : "Cao tăng, Thiền sư triều Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2013,
  "entityName" : "Nguyễn Tánh Thiên",
  "aliases" : [ "Nhứt Định" ],
  "overview" : "Năm 1808 ông vâng mệnh vua Gia Long thay hòa thượng Phổ Tịnh trụ trì chùa Báo Quốc (Thiên Thọ) và đến đời vua Minh Mạng được ban độ điệp tán dương giới hạnh ông. Tại đây ông được sư phụ Đạo Minh trao truyền tâm ấn để hoằng dương đạo pháp với bài kệ bất hủ: \"Nhứt Định chiếu quang minh. Hư không nguyệt mãn viên. Tổ tổ truyền phúc chúc, Đạo Minh kế Tánh Thiên.\" Nghĩa: Nhứt Định chiếu quang minh Hư không trăng tròn đầy. Tổ tổ truyền phúc chúc Đạo Minh truyền Tánh Thiên. Năm 1833, vua Minh Mạng thỉnh ông làm trụ trì chùa Linh Hựu (trước đó ông đang trú trì chùa Linh Thọ), năm 1839 nhà vua lại vời ông làm Tăng cang chùa Giác Hoàng (chùa do vua Minh Mạng cho xây trong thành nội) và mở Đại trai đàn ngay tại chùa này. Đương thời ông được vua Minh Mạng rất nể trọng và tâm phục, cấp cho ông giới đạo và độ điệp với nội dung tán dương công đức, giới hạnh ông, độ điệp có đoạn viết: \"Hỡi ôi! Tịnh cảnh mùi hương thơm phúc, hương giáo định huệ nhiệm mầu. Mây lành mưa hoa rưới khắp đầy hết, ao rồng tràn ngập. Lệch của vua, pháp của Phật đồng như nhau. Nay điệp cấp: Thầy tăng Nguyễn Nhứt Định, pháp danh Tánh Thiên ở chùa Báo Quốc, phủ Thừa Thiên.\" Sau khi vua Minh Mạng thăng hà, nối ngôi là vua Thiệu Trị, năm 1843, ông xin từ chức Tăng cang chùa Giác Hoàng được vua Thiệu Trị chấp thuận, ông vui mừng xuất khẩu 2 câu thơ đầy tính bát nhã như những ngày văn niên của ông: \"Hạnh phùng tấu đắc nhưng hồi lão, Nhất bát cô thân vạn lí du\" Nghĩa: Già rồi may được vua thương, Một thân một bát rộng đường vân du. Những năm cuối đời, ông lên núi Dương Xuân Thượng (huyện Hương Thủy) dựng một thảo am tu dưỡng gọi là An Dưỡng am. Cảnh trí am An Dưỡng u tịch tiêu trầm như 2 câu thơ treo trước cửa am: \"Thân đới quan châu nhàn tuế nguyệt. Thử trì tích trượng nhạo vân sơn\" Nghĩa: Lần chuỗi thân an nhàn năm tháng. Tích trượng tay cầm, vui núi mây. Năm 1847 (ngày 7-10 Đinh mùi) ông an nhiên viên tịch tại am, hưởng thọ 63 tuổi đời, hơn 40 tuổi Phật ông có ba cao đệ xuất sắc là Thiền sư Lương Duyên, Cương Kỉ, Lĩnh Cơ sau trở thành các thiền gia lớn Việt Nam kế tục sự nghiệp đạo pháp của ông. Sau khi ông viên tịch, các quần thần và Thái giám viện theo đức độ và bản hạnh ông cho dựng một chùa lớn tại am An Dưỡng cũ, đặt tên là chùa Từ Hiếu (tên chùa Từ Hiếu là do các đệ tử ông nhở lúc sinh tiền ông rất có hiếu với mẹ) để có nơi sùng niệm ông. Đến năm 1848 vua Tự Đức sắc phong chùa này là Sắc tứ Từ Hiếu tự do chính tay vua Tự Đức ban. Tương truyền thiền sư là người con chí hiếu, tuy xuất gia làm tăng cang các quốc tự mà lúc nào cũng hết lòng chăm sóc mẹ già ngoài 80. Một hôm cụ bà bệnh nặng, theo thầy thuốc bà cụ phải ăn cháo cá tươi mới có cơ thuyên giảm. Vì thương mẹ, ông đích thân xuống chợ Bến Ngư mua cá sống về tự tay làm cá nấu cháo cho mẹ ăn, không quản gì dư luận. Chính vì vậy, người ta đặt tên cho am An Dưỡng là chùa Tứ Hiếu. Sau khi ông viên tịch, đệ tử, tăng chúng, Phật tử cho lập bảo tháp cao năm tầng để trân thờ. Bia tháp ghi: \"Giác Hoàng tăng cang, Lâm Tế chánh tông, húy Tánh Thiên - Nhứt Định hòa thượng chi tháp\". (Tháp của Tăng cang chùa Giác Hoàng, hòa thượng Tánh Thiên - Nhứt Định, phái thiền Lâm Tế chánh tông). Ngày nay tại chùa Từ Hiếu, bài vị, đạo hạnh ông vẫn luôn luôn được Phật tử sùng niệm qua bài văn bia dựng ở chùa do Hiệp biện Đại học sĩ Nguyễn Đăng Giai (... - 1854) soạn. Ông còn là tác giả nhiều kinh, sách Phật giáo."
}