{
  "dateOfBirth" : "Quí Hợi 1743",
  "dateOfDeath" : "…",
  "hometown" : "quê ở xã Côi Trì, huyện Yên Mô, tỉnh Ninh Bình (nay là xã Yên Mĩ, huyện Tam Điệp, tỉnh Ninh Bình)",
  "occupation" : "Danh sĩ đời Lê mạt",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 2016,
  "entityName" : "Ninh Tốn",
  "aliases" : [ "Mẫn Hiên", "Chuyết Sơn cư sĩ", "Hi Chí", "Chuyết An" ],
  "overview" : "Năm Nhâm ngọ 1762 ông đỗ hương cống, lúc 19 tuổi, rồi theo học với tiến sĩ Võ Huy Đĩnh, kết giao thân thiết với Võ Huy Tấn là con thầy học và Phạm Nguyễn Du. Ông ra làm quan một thời gian đến năm Mậu tuất 1778 ông lại ra thi đỗ tiến sĩ lúc 35 tuổi. Từ đó ông được cả vua Lê chúa Trịnh trọng dụng. Làm quan trải qua các chức: Thiêm sai tri Bình phiên, Toản tu Quốc sử quán, Hữu thị lang bộ Hình, Đông các đại học sĩ, tước Tường Nguyên Bá. Vua Quang Trung ra Bắc, ông ra phục vụ làm quan đến Thượng thư bộ Binh, tước Hầu triều Tây Sơn. Khi Nguyễn Ánh lên ngôi, ông lui về quê ở ẩn. Tác phẩm chính của ông: - Chuyết Sơn thi tập - Chuyết Sơn thi tập đại toàn - Tiền Lê tiến sĩ Ninh Tốn thi tập Và đề tựa sách của thầy học là Vũ Huy Đỉnh bộ: - Hoa Trình học bộ tập - Thai San điều lí phương pháp Bùi Huy Bích có thơ tặng ông: \"Mẫn Hiên cư sĩ kim tài tử, Chính phủ thiêm sai cố liệt khanh?\" Nghĩa: Cư sĩ Mẫn Hiên là bậc tài tử đời nay, Làm Thiêm sai trong chính phủ là chức vụ cao cấp vào hàng khanh đại phu xưa. Tâm sự ông thể hiện rõ nét trong bài NGẪU HỨNG \"Hi triều tại tại khánh khang ninh Bạn hoán ưu du kỉ dật tình. Nhất dạ giang sơn tân tiếp thức. Tâm thu phong nguyệt cựu phùng nghênh Văn thư thiều xứ ngâm hoài sảng, Cảnh trí đã thời tục lụy thanh. Nhã điều trường thiên tư thái cục, Phiêu phiêu hoãn nhược vũ hàn sinh.\" Bản dịch: Thịnh triều chốn chốn thảy vui tuơi, Thoải mái dật tình gửi gấm chơi. Một thuở non sông quen biết mới, Ba thu trăng gió rước tình người, Văn thơ rảnh rỗi hồn thơ sảng, Cảnh đẹp làm trong tục lụy đời. Vũ trụ mênh mông nhìn thỏa thích, Lâng lâng cánh mọc liệng bên trời. Chuyết Sơn thi tập (6 quyển) do ông biên soạn, hiện nay còn lưu trữ tại Viện Hán Nôm Hà Nội, sách khổ 17x29cm gồm có 247 bài ông sáng tác suốt trong hành trình sống và trên hoạn lộ của mình. Chuyết Sơn thi tập đại toàn (7 quyển) đóng thành một tập. Trong bộ này cũng gồm một số bài của ông, bên cạnh còn có chép nhiều bài phê bình, ý kiến của tác giả đương thời và các bài họa đáp giữa ông và các văn hầu: Hi Tứ, Thiên Nhất, Nguyễn Quỳnh, các bài tựa của Phạm Nguyễn Du, Ngô Thì Nhậm... Tiền Lê tiến sĩ Ninh Tốn thi tập (1 quyển) sách chép một số thơ của ông và một vài tác giả khác có nhan đề là Đông Dã học ngôn thi cảo, Đông Ngạc tiến sĩ Nguyễn Tiên sinh thi tập. Như đã viết ở trên, cả ba bộ sách này của ông có một số bài chép trùng lặp nhau có lẽ là do các người sao chép lại không đọc kĩ, hoặc một lí do nào đó nay chưa rõ. (Chẳng hạn như cuốn Tiền Lê tiến sĩ Ninh Tốn thi tập vì Ninh Tốn đâu có phải là Tiến sĩ đời Tiền Lê như người sao chép đã ghi như tên sách). Theo Hoàng Lê trong Thơ văn Ninh Tốn (NXBKHXH, 1984, Hà Nội) thì \"Qua ba bộ sách nói trên, loại trừ những bài trùng lặp, có tất cả 275 bài. Đó là chưa kể các bài rải rác đó đây, như bài văn sách làm trong kì thi Hội khoa Mậu tuất (1778) đời Lê Cảnh Hưng, được chép lại trong cuốn Lịch triều sách lược văn, bài Tựa tập Hoa trình học bộ viết năm Canh tuất (1790) đời Nguyễn Quang Trung, được chép trong cuốn Hoa trình thi tập của Vũ Huy Đĩnh; bài Tựa Thai Sản điều lí phương pháp của Hoàng Phong Ôn Phủ viết năm 1799... Tác phẩm của Ninh Tốn giúp độc giả hiểu đúng thơ văn ông, đồng thời hiểu rõ bối cảnh xã hội Việt Nam lúc bấy giờ."
}