{
  "dateOfBirth" : "Ất Mão 1795",
  "dateOfDeath" : "Kỉ Tị 1869",
  "hometown" : "quê xã Đông Tác, huyện Thọ Xương, Hà Nội",
  "occupation" : "Danh thần đời Minh Mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2024,
  "entityName" : "Nguyễn Văn Lí",
  "aliases" : [ "Tuần Phủ", "Chí Hiên", "Đông Khê" ],
  "overview" : "Năm Ất dậu 1825 ông đỗ cử nhân, đến Nhâm thìn 1832 đỗ tiến sĩ, lúc 37 tuổi, làm quan đến Án sát, Đốc học, rồi về hưu. Ông có soạn tập các sách: - Đông Khê thi tập - Tư gia yếu ngữ - Đông Tác Nguyễn thị gia huân. - Bắc thành dư địa chí (hợp soạn) Ông giao du rất thân với Cao Bá Quát, có nhiều thơ văn qua lại: Khi Cao Bá Quát nằm mơ thấy đến thăm ông, cảm nghĩ có lẽ các bạn trong kinh vẫn đang nghĩ tới mình, Cao làm hai bài thơ tặng ông và Đông Nhân Phạm Sĩ Lí, bài một chan chứa cảm tình: U cư sầu tuyệt cổ thành ôi Hốt tác Giang Nam nhất mộng lai Lãn ngã dĩ khai cao ngọa kính, Cổ nhân ưng thưởng vọng hương đài. Khổ liên thanh nhã sinh tương hứa, Độc tín đan tâm tử vị hồi. Hồi thủ Hải Vân khan bất đáo. Phiêu phiêu thùy lệ hướng nam mai. Bản dịch: Buồn tênh ở lủi góc thành xưa, Bỗng tới Giang Nam một giấc mơ. Tôi biếng tìm đường nằm khểnh trước, Bác từng lên gác ngắm quê chưa? Mắt xanh đã trót sinh cùng hẹn, Lòng thắm riêng tin chết chẳng mời. Ngoái lại Hải Vân không với tới. Ròng ròng lệ nhỏ nhớ mù u. Năm Kỉ tị 1869 ông mất, thọ 74 tuổi. Ông từng hiệu đính và bổ sung, đề tựa bộ Bắc thành dư địa chí của Lê Chất. Bắc thành dư địa chí (2 quyển) do ông hiệu đính và viết tựa năm Thiệu Trị thứ 5 (1845). Bài tựa nói rõ lai lịch và nội dung bộ sách. Bài tựa (bản dịch) như sau: Theo sách Chu quan xưa (sách nói về tổ chức và quan chế đời Chu), quan tiểu sử giữ việc làm chí một nước, quan ngoại sử giữ việc làm chí các nước ngoài bốn phương. Lối biên chép các chí rất quan trọng: trên thì một nước có đồ và chí của một nước; dưới thì từng châu, từng huyện, đều có chép thành chí để cho ngày nay biết rõ và truyền về sau. Nước ta, từ đời Hồng, Lạc mở đầu đến nay, dư đồ ngày một mở mang, núi sông ngày một rạng vẻ, nổi tiếng ở thượng quốc (Trung Hoa), ta tự thành lập làm nước có văn hiến, kể ra đã từ lâu đời xa xăm, thế mà gọi là sách địa chí thì hay còn thiếu Sách An Nam chỉ nói trong Sử thì nay không còn, sách địa chí làm đời Hồng Đức thì phần nhiều tan mất. Sách Bắc thành chí lược này, mới từ khoảng năm Minh Mạng triều ta, từ ngày quan tổng trấn Lê Chất làm quan ở Thăng Long, họp các nhà nho học mà làm ra. Trong sách này, có nói tóm gọn về diên cách các thành trì, bờ cõi lớn bé xa gần, sổ mục các làng xóm, cùng các sông, núi, miếu mạo, đền chùa, chức quan, lại lệ, thuế ruộng, thuế quan, bến đò chợ búa; cuối cùng lại nói đến thổ sản và nghề nghiệp. Trên từ Thăng Long đến Hải Dương, Sơn Nam thượng hạ, Sơn Tây, Bắc Ninh, Thái Nguyên, Tuyên Quang, Hưng Hóa, Lạng Sơn, Quảng Yên, Cao Bằng, gồm địa dư 12 thành, rõ ràng như bày ra trước mắt. Tuy nhiên về lối sáng tác, chưa được thật đủ, nhưng sau này phải dùng làm tài liệu. Họ Lê chỉ là tướng võ mà chí nghiệp rộng xa như thế đấy. Xưa kia coi trọng việc sai quan đi biên chép ở từng nơi cũng như thế thôi. Tôi là học trò, hàng ngày thường hậm hực: sống trong một nước mà các sách thì chí thặng còn thiếu, thì làm sao mà biết được diên cách xưa nay, biết được sông núi, nhân vật, tự mình thì không đủ sức tra khảo. Khi tôi được sách này, liền tự tay sao chép, trong bản sao này cũng có chỗ thay đổi sửa chữa lại, cũng có chỗ bổ sung phần thiếu sót, cốt để hoàn thành chí nguyện của Lê công cho sau này, và cũng để tỏ rõ làm điều hay, thì không bao giờ có thể mất được. Nay: \"trấn\" đổi gọi \"tỉnh\" nhưng tôi vẫn giữ \"trấn\" cũ, là có ý tồn cổ. Các bạn đồng hảo biết điều gì thêm vào cho sách hay hơn, khiến cho sách được hoàn toàn, truyền cho đời, không phải không có ích vậy. Năm Ất tị, Thiệu Trị thứ 5, tháng 2 mùa xuân (1845) Hà Nội, Vĩnh Xương Nguyễn Văn Lí hiệu Đông Khê, kính làm tựa."
}