{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "không rõ quê quán",
  "occupation" : "Nhà văn hiện đại",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2035,
  "entityName" : "Phạm Minh Kiên",
  "aliases" : [ ],
  "overview" : "Ông xuất thân là một tu sĩ Phật giáo, gia nhập làng văn ở Sài Gòn từ những năm 20. Tác phẩm đầu tay của ông là quyển Hiếu nghĩa vẹn hai, sách do nhà xuất bản Đức Lưu Phương, Sài Gòn in năm 1923. Đây là một tiểu thuyết phong tục có tính cách xã hội. Sau đó là quyển Vì nước hoa rơi (Nhà in Xưa Nay, Sài Gòn 1926), Bèo mây tan hiệp (Tín Đức thư xã 1928), Một đoạn sầu tình (Tín Đức thư xã 1931). Nhưng chỗ đứng sáng giá trong làng văn Việt Nam của ông là các tiểu thuyết lịch sử lấy bối cảnh từ lịch sử dân tộc. Đó là các quyển: - Việt Nam anh kiệt (nhà in Xưa Nay, Sài Gòn, 1927) - Tiền Lê vận mạt. (Nhà xuất bản Tín Đức thư xa, Sài Gòn 1932) là một tiểu thuyết lịch sử về sự tích vua Lê Long Đỉnh. - Lê triều Lý thị (nhà in J. Viết, Sài Gòn 1931) là một tiểu thuyết hóa lịch sử về sự tích nhà vua khởi đâu nhà Lý. Theo tác giả, Lý Công Uẩn là con người chẳng khác nào Triệu Khuông Dẫn của Trung Quốc, đáng là \"một đấng minh quân của nước nhà\". - Việt Nam Lý trung hưng (1929) - Trần Hưng Đạo (1933) - Ân oán vì tình (Xưa Nay, 1925) - Duyên phận lỡ làng - Hà cảnh lạc (J. Viết, 1925) - Tình duyên xảo ngộ (1931) - Vì nghĩa liều mình (1927) - Hai mươi năm lao lực (1927) - Lý Bằng Phi (Đức Lưu Phương, 1930) - Thói đời đen bạc (Đức Lưu Phương, 1931) - Tình nghĩa đổi thay (1931) Đều là các tiểu thuyết lich sử tiếp nối truyền thống tiểu thuyết hóa lịch sử khởi đi từ Trương Duy Toản, Tân Dân Tử... Tiền Lê vận mạt là một tiểu thuyết được tiểu thuyết hóa lịch sử về sự tích vua Lê Long Đĩnh - một vua cuối đời nhà tiền Lê - Lê Long Đĩnh là một người hoang dâm vô độ, bạo ngược, hiếu sát. Vì hoang dâm, không ngồi được nên phải nằm mà coi triều, sử gọi là Lê Ngọa triều. Con người bạo ngược, hiếu sát, hoang dâm này được tác giả cho rằng không thua Kiệt, Trụ của Tàu. \"Hàn lâm học sĩ Trần Quảng vì một bài than thở về tình trạng đất nước đắm chìm trong nghèo khổ, nhân dân điêu linh, đồ thán vì nịnh thần, nên bị Long Đĩnh thảm sát. Binh bộ Thượng thư Hoàng Gia Tịnh vì ngăn cản âm mưu tội lỗi của gian thần Trịnh Tẩn và Triệu Di đầu độc Hoàng thái hậu đã bị bọn này vu khống và ép tội xử \"tam ban trào điển\". Tội ác của Long Đỉnh khiển Hoàng thái hậu đau lòng, ngậm đắng nuốt cay phải \"tị trần\". Chánh hậu vì can ngăn vua phải bị hạ ngục. Nhưng rốt cục bọn gian ác, nịnh thần đều bị trừng trị, chính nghĩa đã thắng hung tàn. Sách làm nổi bật các nhân vật hiền lương, tài giỏi, vì nước, vì tiền đồ dân tộc mà không tiếc xác thân mình. Đó là các khuôn mặt lớn của lịch sử Lê Phụng Hiểu, Đào Quỳ, Hoàng Gia Tịnh. Cuối cùng các nịnh thần gian ác, cùng tên hôn quân bạo ngược Lê Long Đĩnh phải đền nợ máu để cho vị minh quân ra đời giúp dân trị nước. Lê triều Lý thị (nhà in J. Viết, 1931, Sài Gòn) là phần kế tiếp của quyển Tiền Lê vận mạt vừa nói trên. Lê triều Lý thị cũng là một tiểu thuyết hóa lịch sử về sự tích vị vua khởi đầu nhà Lý. Đây là một triều đại vàng son của dân tộc, và cũng là thời sáng giá nhất của Phật giáo Việt Nam. Lý Công Uẩn con người chẳng khác nào Triệu Khuông Dẫn của Trung Quốc mà tác giả xem là một đấng minh quân của nước nhà. Đây là một trong các tiểu thuyết lịch sử đầu tiên của Việt Nam viết về một vị vua khởi thủy của một triều đại vẻ vang Việt Nam hồi thế kỉ XI. Tác giả đã có một cái nhìn tương đối khách quan về công nghiệp của vị vua này trong lịch sử Việt Nam cũng như vai trò của Phật giáo thời đại này. Tuy tác giả xuất thân là một tu sĩ Phật giáo, nhưng không hoàn toàn chủ quan theo cái nhìn tôn giáo (Phật giáo) để đánh giá việc và con người Lý Công Uẩn dù nhiều chỗ tác giả hư cấu một số nhân vật lịch sử. Về nghệ thuật văn chương, tác giả vẫn chưa thoát khỏi lối văn có vần có đối trong cách hành văn biền ngẫu của cổ văn. Tiền Lê vận mạt, Lê triều Lý thị là hai tiểu thuyết lịch sử tiếp nối truyền thống tiểu thuyết hóa lịch sử được khởi đi từ Trương Duy Toản, Tân Dân Tử... Đây là thời sáng giá của tiểu thuyết lịch sử, và đến những năm 40. Thể loại này mới được các tiểu thuyết gia khác khai thác nhiều trong tiến trình tiểu thuyết hiện đại."
}