{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Đinh Dậu 1477",
  "hometown" : "tại lị sở đạo Thừa tuyên Quảng Nam, rồi lập nghiệp luôn ở đây (nay thuộc huyện Thăng Bình, tỉnh Quảng Nam)",
  "occupation" : "Danh tướng đời Lê Thánh tông ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 2043,
  "entityName" : "Phạm Nhữ Tăng",
  "aliases" : [ ],
  "overview" : "Ông xuất thân võ tướng, làm quan đời Lê Thánh tông được thăng Trung quân đô thống, ông từng theo phò giá vua Thánh tông đi bình định Chiêm Thành hồi năm 1471, lập được nhiều chiến công lớn trong trận đánh quyết định chiếm thành Đồ Bàn trong năm ấy. Chiến thắng trở về được triều đình phong làm Phụ chính tham tướng phủ, tước Quảng Dương hầu. Năm 1471 (Tân mão) khi thành lập đạo Thừa tuyên Quảng Nam, ông và đại tướng bộ binh Nguyễn Đức Trung được triều đình trao cho quyền quản trị vùng này. Toàn vùng gồm có 5 phủ: Ngũ Hành (Điện Bàn), Thăng Hoa, Tư Nghĩa, Hoài Nhơn, Tuy Viễn. Riêng tại hai phủ Ngũ Hành (Điện Bàn) và Thăng Hoa do Lê Tấn Triều, Lê Tấn Trung, Phạm Nhữ Dật trực tiếp dưói quyền ông trông coi. Tại đây họ khai phá cả khu vực này trở nên một miền có nhiều tiềm năng của vùng đất mới khai hoang lập ấp thời đó. Dưới quyền thống thuộc của đạo Thừa tuyên Quảng Nam gồm một số các đại tướng từng theo vua Thánh tông bình Chiêm chiến thắng trở về như Thượng tể Nguyễn Đức Trung, Triệu Quốc Công Lê Tấn Triều, và anh em ông. Những vị tiền hiền trên đã góp công đầu trong việc khai hoang lập ấp, di dân đến sinh cơ lập nghiệp ở vùng đất mới này. Cuối cùng các vị này đã lấy khu vực Đồng Tràm (nay thuộc phía Nam huyện lị Thăng Bình) làm nơi an nghỉ ngàn thu của dòng họ Phạm này. Ông là người có công khai phá, lập ấp tại Hương Lư cùng 4 làng có tên Hương An, Hương Quế, Hương Lộc và Hương Yên tại huyện Quế Sơn. Tại đây, ông cai trị dân chúng với lòng khoan dung đại độ, chăm lo đời sống kinh tế, giúp nhân dân được an cư lạc nghiệp. Hình luật nghiêm minh, đức độ của ông khiến bọn cường hào ác bá và những kẻ du đãng, trộm cướp đều khiếp sợ, phục oai. Đất Quảng Nam lúc ấy là một miền mới mở mang, được triều đình quan tâm giúp đỡ cùng với cách chăn dân khoan độ của ông, nên đời sống nhân dân ngày càng no ấm trong một chừng mực nhất định lúc mới mở cõi. Sử quan triều Lê lúc ấy có ghi lại một số sự kiện công quyền về nông nghiệp, thuế khóa, giáo dục... ở Quảng Nam lúc ấy như sau: \"Mùa hạ tháng 4 ngày mồng mười, định lệnh nộp thuế của xứ Quảng Nam. Trước đó xứ Quảng Nam không có thuyền, hằng năm quân dân khiêng gánh thường bị mất mát. Kể từ nay (1485), mỗi khi đến kì nộp thuế, cho Thừa ti Quảng Nam chuyển giao thuế hiện vật cho ba Ti đô Thừa hiến Thuận Hóa để sai người chuyển đệ nộp lên\". (Đại Việt sử kí toàn thư, bản dịch NXB KHXH Việt Nam 1985, Hà Nội). Năm Mậu thân Hồng Đức thứ 19 (1488) triều đình cũng thuận theo tấu xin của Tham chính Phạm Bá Tông dưới quyền ông về việc học và thi cử của sĩ tử Quảng Nam lúc đó: \"Mùa đông tháng 10, ngày mồng 3, sai Lễ Bộ dụ cho Tham chính Quảng Nam Phạm Bá Tông rằng: Quân dân thuộc Thừa Chính ti Quảng Nam sinh con trai từ 15 tuổi trở lên mà tuấn tú, ham học thì đến ngày thi Hương hai ti Thừa hiến bản xứ cùng nhau lựa chọn, làm danh sách, cho sung làm sinh đồ của bản phủ để được dạy bảo cho biết lễ nghĩa\". (Đại Việt sử kí toàn thư) Sau khi ông mất được triều đình phong Thượng đẳng phúc thần tại châu Thăng Hoa. Trước đây có di tích lưu thờ ông và các vị tiền hiền tại Thăng Bình. Tại ngôi mộ ông hãy còn câu đối của vua Lê Thánh tông ban: Nghĩa sĩ ẩn mưu cơ, hiệp lực nhất tâm bình Chiêm quốc; Miếu đại khai tráng lệ, hương hồn thiên cổ hiển Nam bang."
}