{
  "dateOfBirth" : "Canh Ngọ 1330",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê làng Nghĩa Phú, huyện Cam Giang, tỉnh Hải Dương (nay vẫn thuộc tỉnh Hải Dương)",
  "occupation" : "Danh y",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 2102,
  "entityName" : "Nguyễn Bá Tĩnh",
  "aliases" : [ "Hồng Nghĩa", "Tráng Tử Vô Dật", "Tuệ Tĩnh" ],
  "overview" : "Ông mồ côi cha mẹ từ lúc 6 tuổi, được sư cụ chùa Hải Triều (Giám) nuôi ăn học, sau cho vào chùa Keo (Thái Bình) tu học. Năm Tân mão 1351 ông thi đỗ Thái học sinh lúc mới 21 tuổi nhưng không ra làm quan, mà tu ở chùa Nghiêm Quang thuộc xa Cẩm Sơn, huyện Cẩm Bình cùng tỉnh, chuyên tâm nghiên cứu y học, giáo lý, ông lấy vườn chùa làm cơ sở trồng cây thuốc. Về sau ông hết lòng chữa bệnh cho nhân dân bằng thuốc Nam, có công xây dựng nền y học dân tộc từ buổi đầu. Năm Giáp tí 1384 ông được vua phái đi sứ nhà Minh, đến nơi được vua Minh cảm tài phong hiệu là Đại y thiền sư và lưu ông ở lại Kim Lăng. Bấy giờ ông đã 54 tuổi. Ở Trung Quốc một thời gian, ông mất ở Giang Nam. Nguyễn Bá Tĩnh là tác giả các tác phẩm y học và Phật học (Thiền tông) có giá trị: - Hồng Nghĩa giác tự y thư - Nam dược thần hiệu - Thiền tông khóa hư lục (diễn Nôm). Vùng Cẩm Bình nay còn một số di tích về Nguyễn Bá Tĩnh như đền Xưa, đền Bia, nhất là chùa Giám. Hằng năm nhân dân địa phương vẫn mở hội tưởng niệm ông vào ngày 15-2 âm lịch. Tương truyền: vào thế kỉ XVII, Nguyễn Danh Nho đi sứ Trung Quốc đọc mộ chí của ông có ghi mặt sau bia câu văn: \"Về sau có ai bên nước nhà sang, nhớ cho hài cốt tôi về với\". Sách Nam dược thần hiệu của ông còn truyền đến ngày nay, nhưng có thể đã bị sửa chữa thêm bớt nhiều: Mỗi lần khắc lại in lại, là có bị thay đổi. Theo các bản sách còn lại nhan đề: Hồng nghĩa giác tự y thư và gáy sách đề Nam dược chính bản thì năm Vĩnh Thịnh thứ 13 (1714), thợ khắc làng Liễu Tràng dâng sách ấy lên chúa Trịnh. Chúa Trịnh Cương thấy trong sách ấy có nhiều chỗ chữ viết sai và khắc lầm, bèn sai các quan ở Nội phủ và Y viện khảo định lại. Bản này có một bài tựa đề tháng quí hạ năm Vĩnh Thịnh 13 (1717) là năm Đinh đậu; nhưng ở tờ 106, q. I trong sách lại thấy có một niên hiệu Ất tị tức là năm 1725 thật khó hiểu, có lẽ là bản khắc lại. Tên người viết chữ đề khắc là Lê Đức Toàn pháp hiệu Pháp Thạnh người ở Hòe Nhai. Q.1 có hai bài phú cùng bài Y luận và hai bản vẽ thân thể người. Q.2 có các mục: Thập tam phương gia giảm bằng chữ Nôm, thể lục bát: Thương hàn cách pháp trị lệ, quyển chi hạ và Chứng trị phương pháp. Hiện nay các thư viện của Việt Nam còn lưu tàng được nhiều bản sách Nam dược thần hiệu khác nhau, hoặc sách sao chép, hoặc sách in vân gỗ, có bản rách nát, có bản ghi có từ niên hiệu Cảnh Hưng, có bản ghi có từ niên hiệu Vĩnh Thịnh (1725) như nói trên."
}