{
  "dateOfBirth" : "13 tháng 2, 1918 Nam Định\n----------------------------------------------\nMậu Ngọ 1918",
  "dateOfDeath" : "20 tháng 1, 1966 (47 tuổi) Hà Nam Ninh\n----------------------------------------------\nBính Ngọ 1966",
  "hometown" : "quê Việt Nam với những bài thơ mang sắc thái dân dã, mộc mạc.\n----------------------------------------------\nxã Đồng Đội (nay là xã Công Hòa), huyện Vụ Bản, tỉnh Nam Định",
  "occupation" : "Nhà thơ\n----------------------------------------------\nNhà thơ thuở trẻ ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2112,
  "entityName" : "Nguyễn Bính",
  "aliases" : [ "Nguyễn Bính", "Nguyễn Trọng Bính", "Nguyễn Bính Thuyết" ],
  "overview" : "Nguyễn Bính (tên thật là Nguyễn Trọng Bính; 1918–1966) là một nhà thơ lãng mạn nổi tiếng của Việt Nam. Ông được coi như là nhà thơ của làng quê Việt Nam với những bài thơ mang sắc thái dân dã, mộc mạc.\n----------------------------------------------\nMồ côi cha mẹ lúc mới sinh được vài ba tháng, được cậu ruột là chí sĩ Bùi Trình Khiêm nuôi dạy. Nhà nghèo, lúc 14 tuổi (cuối 1932) ông theo anh là Nguyễn Mạnh Phác (Trúc Đường) ra Hà Đông, Hà Nội kiếm sống. Ông nổi tiếng về thơ, năm 1937 tập thơ Tâm hồn tôi được giải thưởng củaTự Lực văn đoàn. Từ ấy, thơ ông in nhiều trên các báo xuất bản ở Hà Nội. Năm 1943 ông vào Nam, đầu năm 1947, ông tham gia kháng chiến chống Pháp ở Nam Bộ, từng phụ trách Hội Văn hóa cứu quốc tỉnh Rạch Giá, Phó chủ tịch Tỉnh bộ Việt Minh tỉnh Rạch Giá, sau về công tác ở cơ quan Văn nghệ khu Tám. Năm 1954 ông tập kết ra Bắc, công tác ở Hội Nhà văn Việt Nam, đến 1958 ông về cư trú tại Nam Định, công tác tại Ty văn hóa Thông tin Nam Định (từ 1965 là Nam Hà, nay là tỉnh Nam Định). Mùa thu 1965, ông theo cơ quan Ty Văn hóa Nam Hà sơ tán về huyện Lý Nhân. Rồi đến cuối năm này, ông đột ngột lâm bệnh mất vào ngày 20-1-1966 (30 tháng chạp Ất tị, đêm giao thừa sang năm Bính ngọ) hưởng dương 48 tuổi. Tác phẩm chính gồm: - Các tập thơ: Lỡ bước sang ngang, Tâm hồn tôi, Hương cô nhân, Một nghìn cửa sổ, Người con gái ở lầu hoa, Mười hai bến nước, Mây Tần, ông lão mài gươm, Đồng Tháp Mười, Trả ta về, Gửi người vợ Miền Nam, Nước giếng, Tình nghĩa đôi ta, Đèn sao sáng. - Truyện thơ: Truyện Tì Bà, Tiếng trống đêm xuân, Trông bóng cờ bay - Kịch thơ: Bóng giai nhân - Vở chèo: Cô Son, Người lái đò sông Vị Thi phẩm Tâm hồn tôi có những bài thơ hay giàu thi tính, chẳng hạn bài: Người hàng xóm Nhà nàng ở cạnh nhà tôi Cách nhau cái giậu mùng tơi xanh rờn. Hai người sống giữa cô đơn Nàng như cũng có nỗi buồn giống tôi Giá đừng có giậu mùng tơi, Thế nào tôi cũng sang chơi thăm nàng. Tôi chiêm bao rất nhẹ nhàng... Có con bướm trắng thường sang bên này. Bướm ơi! Bướm hãy vào đây! Cho tôi hỏi nhỏ câu này chút thôi... Chả bao giờ thấy nàng cười, Nàng hong tơ ướt ra ngoài mái hiên. Mắt nàng đăm đắm trông lên. Con bươm bướm trắng về bên ấy rồi! Bỗng dưng tôi thấy bồi hồi, Tôi buồn tự hỏi: \"Hay tôi yêu nàng?\" Không, từ ân ái lỡ làng, Tình thôi than lạnh tro tàn làm sao? Tơ hong nàng chả cất vào, Con bươm bướm trắng hôm nào cũng sang. Mấy hôm nay chẳng thấy nàng, Giá tôi cũng có tơ vàng mà hong. Cái gì như thể nhớ mong? Nhớ nàng? Không! Quyết là không nhớ nàng! Vâng, từ ân ái lỡ làng, Lòng tôi riêng nhớ bạn vàng ngày xưa. Tầm tầm trời cứ đổ mưa, Hết hôm nay nữa là vừa bốn hôm. Cô đơn buồn lại thêm buồn... Tạnh mưa bươm bướm biết còn sang chơi? Hôm nay mưa đã tạnh rồi! Tơ không hong nữa, bướm lười không sang. Bên hiên vẫn vắng bóng nàng, Rưng rưng... tôi gục xuống bàn rưng rưng... Nhớ con bưởm trắng lạ lùng! Nhớ tơ vàng nữa, nhưng không nhớ nàng. Hỡi ơi! Bướm trắng tơ vàng! Mau về mà chịu tang nàng đi thôi! Đêm qua nàng đã chết rồi, Nghẹn ngào tôi khóc... Quả tôi yêu nàng. Hồn trinh còn ở trần gian? Nhập vào bướm trắng mà sang bên này!"
}