{
  "dateOfBirth": "Canh Dần 1890",
  "dateOfDeath": "Quí Sửu 1973",
  "hometown": "quê làng Dương Mong Thượng, huyện Phú Vang, tỉnh Thừa Thiên",
  "occupation": "Cao tăng, Danh tăng hiện đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2116,
  "entityName": "Nguyễn Văn Kỉnh",
  "aliases": [
    "Tịnh Khiết"
  ],
  "overview": "Ông xuất thân trong một gia đình Nho học có truyền thống Phật giáo, con ông Nguyễn Văn Toán và bà Tôn Nữ Thị Lý. Năm 15 tuổi cùng anh ruột xuất gia tu học tại chùa Tường Vân (Huế) với hòa thượng Phước Chỉ, năm 19 tuổi sức học đã cao thâm nên được miễn tuổi được thọ cụ túc giới Sa di. Năm 1916, ông được giáo hội Phật giáo bổ trụ trì chùa Phước Huệ thuộc phủ Tuy Lý vương (Huế) mãi đến năm 1934 sau khi hòa thượng Tịnh Hạnh mất ông trở về trụ trì tổ đình Tường Vân. Năm 1938, ông làm chứng minh đạo sư sáng lập An Nam Phật học hội (tức Hội Phật học Trung Kì) do cư sĩ Lê Đình Thám là hội trưởng, năm 1940 ông làm Giám đốc trường Cao đẳng Phật học mở tại chùa Tường Vân và Bảo Quốc. Đây là nơi đào tạo các nhà lãnh đạo Phật giáo Việt Nam hiện đại như Hòa thượng Thiện Hòa, Thiện Hoa, Thiện Siêu, Trí Tịnh, Hành Trụ, Minh Châu... Năm 1947 ông được suy tôn Tòng lâm pháp chủ Trung Việt và Đàn đầu hòa thượng đại giới đàn tại Huế. Sau đó ông giữ chức vụ Hội chủ Tổng hội Phật giáo Viêt Nam. Năm 1955 ông cùng các nhà lãnh đạo Phật giáo Việt Nam công du Ấn Độ, Tích Lan tham dự Đại hội Phật giáo Thế giới tổ chức tại Colombo. Sau vụ pháp nạn năm 1963 ông được Giáo hội Việt Nam thống nhất suy tôn chức Tăng thống. Trong thời gian này ông làm việc tại Sài Gòn (chùa Ân Quang và Xá Lợi). Năm 1972 ông trở về Huế lo tu bổ tổ đình Tường Vân nơi ông tu học và trụ trì từ nhiều năm trong đời hóa đạo của mình. Đến ngày 23 tháng giêng năm Quí sửu (25-2-1973) ông mất tại đây hưởng thọ 83 tuổi đời, 64 tuổi đạo. Trong thời gian tu học và hoằng pháp ông đã sáng tác nhiều thơ văn và dịch thuật nhiều kinh luật Phật giáo. Thơ ông bình dị, trong sáng và thắm đượm thiền vị. Như bài sau: \"Pháp thân vô trọng diệc vô khinh, Chỉ vị đa sinh hoặc tập thành. Nhất niệm hồi quang tri lũy kiếp, Lục căn thanh tịnh liễu tâm kinh. Ưng tiêu vọng tưởng chơn vô ngã, Thỉ ngộ thiền quang hiệp thế tình. Dục thám huyền vi công tự tỉnh, Hà lao hướng viện vấn thiên huynh.\" Bản dịch: Pháp thân không trọng cũng không khinh, Phân biệt do mê hoặc nghiệp thành. Một niệm thấy chân, vọng chướng dút, Sáu căn rời vọng, tự tâm minh. Nên tiêu vọng tưởng, lòng vô ngã, Mới biết thiền quang hợp thế tình. Muốn ngộ lẽ mầu tâm tự tỉnh, Ích chi đến viện hỏi thiền huynh. Đương thời giới yêu nước trí thức đều trọng vọng ông, khi bị giam lỏng ở Huế chí sĩ Phan Bội Châu thường gặp gỡ đàm đạo với ông và có thơ tặng ông: \"Tiền thân chủng xuất tự bồng lai, Duy hướng bồ đề viện lí tài. Tố nhụy quang tranh đông dạ tuyết, Kĩ phương phẩm đoạt lãnh dầu sai. Hương chơn vương giả thiên thùy thưởng, Trang tỉ thường nga nguyệt án xai. Duy Phật tùng lai năng thức Phật, Ân cần huệ ngã thử hoa khai.\" Bản dịch: Thân trước vốn người tự cõi tiên, Sau vì tri giác đến rừng thiền. Sắc, màu đông tuyết còn thua lắm, Hương chất hoàng mai lại kém duyên. Dáng vẻ hoàng vương, trời ái mộ, Thường, nga trang tử nguyệt ưu phiền. Phật duyên từ ấy mà tương cảm, Cành ngọc lan trao tới cựu hiền."
}