{
  "dateOfBirth": "1923 Tây Giang, Tiền Hải, Thái Bình, Liên bang Đông Dương\n----------------------------------------------\nQuí Hợi 1923",
  "dateOfDeath": "2002 Hà Nội, Việt Nam\n----------------------------------------------\nNhâm Ngọ 2002",
  "hometown": "tại xã Tây Giang, huyện Tiền Hải, tỉnh Thái Bình",
  "occupation": "Thuộc\n----------------------------------------------\nNhà văn, Tướng lãnh ",
  "workTenure": "1941 - 1986\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2126,
  "entityName": "Tạ Ngọc Phách",
  "aliases": [
    "Cửu Long",
    "Trần Quốc Vinh",
    "Trần Độ",
    "Chín Vinh"
  ],
  "overview": "Trần Độ (23 tháng 9 năm 1923 – 9 tháng 8 năm 2002) là nhà quân sự, chính trị gia Việt Nam, và là Trung tướng Quân đội Nhân dân Việt Nam.\n----------------------------------------------\nThuở nhỏ ông học ở Thái Bình, Hà Nội tham gia cách mạng hồi còn trẻ tuổi như trong sách Nhà văn Việt Nam đã viết: \"Ông là người từng giữ những trọng trách trong Đảng, Quốc hội, Nhà nước và Quân đội: Chính ủy Trung đoàn, Sư đoàn, Quân khu, Phó chính ủy quân Giải phóng miền Nam, ủy viên trung ương Đảng (các khóa III, IV, V, VI), Phó chủ nhiệm Tổng cục chính trị, Thứ trưởng Bộ Văn hóa, Trưởng ban văn hóa - Văn nghệ trung ương, chủ nhiệm ủy ban Văn hóa - Giáo dục Quốc hội (khóa VII, VIII) Phó chủ tịch Quốc hội, Ủy viên hội đồng Nhà nước.\". Ông rất say mê công việc của báo chí văn học. Trước cách mạng tháng Tám đã từng tham gia làm báo Cờ giải phóng, Suối reo, sau cách mạng tháng Tám được Bác Hồ giao làm tờ Quân Giải Phóng, 1947- 1950 làm chủ nhiệm báo Vệ Quốc Quân. Cùng các nhà văn Thâm Tâm, Thôi Hữu Trần Đăng, Hoàng Lộc, Vũ Cao, Vũ Tú Nam, Từ Bích Hoàng và các họa sĩ Dương Bích Liên, Mai Văn Hiến. Ngoài làm báo còn say mê chụp ảnh, đã từng xuất bản những tập ảnh nghệ thuật lớn... Tác phẩm đã xuất bản: - Bên kia đón súng (bút kí, hồi kí 1964, 1982) - Anh Bộ đội (tùy bút, 1986) - Đồng đội (bút kí, truyệnngắn, 1988) Ông mất năm Nhâm ngọ 2002 tại Hà Nội, thọ 79 tuổi."
}