{
  "dateOfBirth" : "13 tháng 9, 1913 Tam Bình, Vĩnh Long, Liên bang Đông Dương\n----------------------------------------------\nQuí Sửu 1913",
  "dateOfDeath" : "9 tháng 8, 1997 (83 tuổi) Phú Nhuận, Thành phố Hồ Chí Minh, Việt Nam\n----------------------------------------------\nĐinh Sửu 1997",
  "hometown" : "tại huyện Trà ôn, tỉnh Cần Thơ (nay là xã Xuân Hiệp, huyện Tam Bình, tỉnh Vĩnh Long)",
  "occupation" : "Thuộc\n----------------------------------------------\nGiáo sư, Thiếu tướng, Anh hùng lao động, Kĩ sư, Viện sĩ Hàn lâm Liên Xô ",
  "workTenure" : "1946–1997\n----------------------------------------------\nKhông rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2128,
  "entityName" : "Trần Đại Nghĩa",
  "aliases" : [ "Trần Đại Nghĩa" ],
  "overview" : "Trần Đại Nghĩa (1913–1997) là một Thiếu tướng Quân đội Nhân dân Việt Nam, giáo sư, kỹ sư quân sự, nhà khoa học, nhà quản lý khoa học kỹ thuật cấp cao, cha đẻ của ngành công nghiệp quốc phòng Việt Nam.\n----------------------------------------------\nXuất thân trong một gia đình điền chủ, thân phụ là một nhà giáo. Thuở nhỏ học ở Vĩnh Long, sau lên học tại Trường Pétrus Ký, năm học 1935-1937 đỗ Tú tài Toán. Sau đó được học bổng du học Pháp về cầu cống và điện học. Song song với chuyên ngành đang theo học, ông tự nghiên cứu về võ khí và hàng không quân sự. Tốt nghiệp, ông làm việc tại Pháp một thời gian. Cuối năm 1946, ông được chủ tịch Hồ Chí Minh (lúc cụ Hồ sang Pháp giám sát phái đoàn Việt Nam tham dự hội nghị Fontainebleau) mời về nước tham gia kháng chiến chống Pháp. Cùng về với ông có một số nhà khoa học đang làm việc tại Pháp như: Bác sĩ Trần Hữu Tước... Sau khi về nước với tên mới là Trần Đại Nghĩa được cử làm cục trưởng cục Quân giới, rồi cục trưởng cục Pháo binh (cùng với cục phó là thiếu tướng kĩ sư Lê Văn Chiều). Tại nhiệm sở, ông đã cùng với các chiến hữu nghiên cứu chế tạo một số loại vũ khí phục vụ chiến tranh du kích, đặc biệt là cải tạo súng Bazooka, SKZ60, 81, 120mm. Chính các loại vũ khí này đã đóng vài trò quyết định chiến thắng trong cuộc kháng chiến chống Pháp suốt 9 năm (1945-1954) của Việt Nam. Trong chiến tranh chống Mĩ, ông cũng góp lớn trong việc cải tạo các loại hỏa tiễn đất đối không trong việc bảo vệ không phận Việt Nam cùng các loại khí giới khác. Các chức vụ ông đã đảm nhiệm: - Cục trưởng cục quân giới. - Thứ trưởng Bộ Công Thương - Thứ trưởng Bộ Công Nghiệp - Chủ nhiêm ủy ban kiến thiết cơ bản Nhà nước - Bộ trưởng Chủ nhiệm ủy ban khoa học và kĩ thuật Nhà nước. - Viện trưởng Viện Khoa học Việt Nam - Chủ tịch Liên hiệp các hội KH-KT Việt Nam. Ông là một trong những người đầu tiên được phong danh hiệu Anh hùng lao động Việt Nam, được trao tặng nhiều huân chương cao quí trong đó có Huân chương Hồ Chí Minh cùng giải thưởng Hồ Chí Minh. Sau ngày thống nhất đất nước ông về sống tại Quận Phú Nhuận, Thành phố Hồ Chí Minh đến ngày 9 tháng 8 năm 1997 ông qua đời tại Bệnh viện Thống Nhất Thành phố Hồ Chí Minh, hưởng thọ 84 tuổi. Các tác phẩm của ông là các loại vũ khí phục vụ 2 cuộc kháng chiến vừa qua cùng một số công trình khoa học có giá trị."
}