{
  "dateOfBirth": "Bính Thìn 1856",
  "dateOfDeath": "Giáp Dần 1914",
  "hometown": "sinh quán xã Mĩ Đức, tỉnh Hà Tiên (nay thuộc thị trấn Hà Tiên, tỉnh Kiên Giang)",
  "occupation": "Chí sĩ cận đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 2129,
  "entityName": "Nguyễn Thần Hiến",
  "aliases": [
    "Hội đồng Hiến"
  ],
  "overview": "Ông có tên húy là Nguyễn Như Khuê, tự Phát Đình, hiệu Chương Chu, bí danh là Hoàng Xương, con Nguyễn Như Ngươn làm tri huyện Vĩnh Long và Tuần phủ Hà Tiên vào đời vua Tự Đức. Thời niên thiếu, ông hiếu học, thông minh, lại sinh trưởng trong một gia đình vọng tộc có truyền thống Nho học, nên việc học hành được chu đáo. Tương truyền vào những năm 20 tuổi, sức học ông đã uyên thâm chẳng khác gì các bậc đại khoa. Năm Ất tị 1905, ông hưởng ứng phong trào Đông du. Chính ông đã bỏ nhiều công sức trong việc thành lập Khuyến du học hội nhằm vận động du học sinh sang Nhật học. Đồng thời tổ chức nhiều cơ sở yêu nước tại miền Nam. Khi gia nhập phong trào Đông du; ông đã đem một phần lớn gia tài đồ sộ của gia đình giúp vào quỹ du học sinh. Số tiền ông ủng hộ lúc bấy giờ đến 20.000 đồng (số tiền này tính vào thời điểm hiện nay có thể mua được trên 400 lượng vàng y). Năm 1908, ông bị thực dân truy lùng gắt gao, ông đã phải trốn ra nước ngoài qua ngả Campuchia đến Thái Lan rồi sang Quảng Châu, Thượng Hải để hội kiến với Phan Bội Châu. Những năm 1910-1913 ông thường qua lại giữa Nhật Bản, Hồng Kông, Thượng Hải cùng các đồng chí mua khí giới gởi về nước giúp các lực lượng võ trang khởi nghĩa. Ngày 16-3-1913, ông bị mật thám Pháp bắt ở Hồng Kông, rồi chúng đưa ông về giam ở Hà Nội. Sau mấy tháng bị cực hình, ông tuyệt thực phản đối, đến ngày 26-1-1914 (mùng 1 tết Giáp dần) ông mất tại nhà lao Hỏa Lò. Chứng kiến cái chết bi hùng của ông, chí sĩ Nguyễn Quang Diệu khóc ông: Bấy lâu bay bổng cánh minh hồng. Lạc lối giờ ra phải máy cung! Chín suối có thiêng hồn tổ quốc, Trăm năm còn tạc gánh tang bồng. Đổi dời nghĩ gớm câu dâu bể, Thổ lộ cùng ai chuyện núi sông? Thôi để làm gương cho sắp bé, Ngàn năm trong nước dấu anh hùng."
}