{
  "dateOfBirth": "7 tháng 8, 1912 Tam Kỳ, Quảng Nam, Trung Kỳ, Liên bang Đông Dương\n----------------------------------------------\nQuí Sửu 1913",
  "dateOfDeath": "8 tháng 9, 2011 (99 tuổi) Thành phố Hồ Chí Minh, Việt Nam\n----------------------------------------------\nKhông rõ",
  "hometown": "quê làng Khương Mĩ, phủ Tam Kì, tỉnh Quảng Nam (nay là xã Tam Xuân, huyện Núi Thành, tỉnh Quảng Nam)",
  "occupation": "Nhà hoạt động cách mạng, nguyên Chủ tịch nước CHXHCNVN",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà nước Việt Nam": null,
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2147,
  "entityName": "Võ Chí Công",
  "aliases": [
    "Võ Chí Công"
  ],
  "overview": "Võ Chí Công (1912-2011) là một chính khách của Việt Nam. Ông được xem như Chủ tịch nước thứ ba của Việt Nam khi giữ chức vụ Chủ tịch Hội đồng Nhà nước Việt Nam từ năm 1987 đến năm 1992 (tương đương với Chủ tịch nước bây giờ); trước đó ông là Bộ trưởng Bộ Nông nghiệp Việt Nam (1977-1979), Bộ trưởng Bộ Hải sản Việt Nam (1976-1977) . Trong thời kỳ Chiến tranh Việt Nam, ông là Phó Bí thư Trung ương Cục miền Nam (1961-1975), Phó Chủ tịch Thường trực Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (1962-1976), Chủ tịch Đảng Nhân dân Cách mạng Việt Nam (1962-1975).\n----------------------------------------------\nXuất thân trong một gia đình nông nghiệp, ông tham gia cách mạng từ năm 1933, đảng viên năm 1935, năm 1940 là bí thư tỉnh ủy lâm thời tỉnh Quảng Nam - Đà Nẵng. Năm 1943 bị Pháp bắt kết án chung thân, sau giảm xuống còn 25 năm đày lên Ban Mê Thuột. Tháng 3 năm 1945 được trả tự do, về quê làm trưởng ban khởi nghĩa, chỉ huy cướp chính quyền tại Quảng Nam - Đà Nẵng; chính trị viên trung đoàn 93. Từ năm 1945-1946 là Phó ban tổ chức cán bộ Quân khu 5. Năm 1951 cố vấn ban cán sự đông bắc Miên (Campuchia), khu ủy viên khu 5. Năm 1961-1962 Phó bí thư trung ương cục miền Nam, giữ chức Phó chủ tịch Đoàn chủ tịch ủy ban trung ương Mặt trận dân tộc giải phóng miền Nam Việt Nam. Năm 1964 chính ủy Quân khu 5. Sau ngày miền Nam giải phóng (1975) Phó ban đại diện trung ương Đảng và chính phủ tại miền Nam, phụ trách khu 5. Năm 1976 Phó thủ tướng kiêm bộ trưởng Bộ hải sản, Bộ nông nghiệp và Trưởng ban cải tạo nông nghiệp miền Nam. Năm 1987-1992 là Chủ tịch Hội đồng Nhà nước, Chủ tịch Hội đồng Quốc phòng nước CHXHCNVN, ủy viên Ban chấp hành trung ương ĐCSVN khóa III-VI, ủy viên Bộ chính trị khóa V-VI, cố vấn BCH TƯ Đảng (1991-1997). Đại biểu Quốc hội khóa VI-VIII, Huân chương Sao vàng..."
}