{
  "dateOfBirth" : "10 tháng 7, 1910 Chợ Lớn, Đông Dương thuộc Pháp\n----------------------------------------------\nCanh Tuất 1910",
  "dateOfDeath" : "24 tháng 12, 1996 (86 tuổi) TP.HCM, Việt Nam\n----------------------------------------------\nBính Tí 1996",
  "hometown" : "tại làng Long Phú, tổng Long Hưng Hạ, Trung Quận, tỉnh Chợ Lớn (nay là xã Long Phú, huyện Bến Lức, tỉnh Long An)",
  "occupation" : "Luật sư, Quyền chủ tịch nước",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà nước Việt Nam" : null,
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2148,
  "entityName" : "Nguyễn Hữu Thọ",
  "aliases" : [ ],
  "overview" : "Nguyễn Hữu Thọ (10 tháng 7 năm 1910 - 24 tháng 12 năm 1996) là một luật sư, chính khách Việt Nam. Ông là Phó Chủ tịch nước của Việt Nam (1976-1980) và Quyền Chủ tịch nước Việt Nam (giai đoạn từ 30 tháng 3 năm 1980 cho đến 4 tháng 7 năm 1981), sau đó là Phó Chủ tịch Hội đồng Nhà nước Việt Nam (1980-1992), Chủ tịch Quốc hội Việt Nam khóa VII, Chủ tịch Mặt trận Tổ quốc Việt Nam (1988-1994). Trong thời kỳ Chiến tranh Việt Nam, ông là Chủ tịch đầu tiên của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam.\n----------------------------------------------\nSinh trưởng trong một gia đình công chức, năm 1921 được gia đình cho sang Pháp học tại trường trung học Mignet Aix-Provence. Niên khóa 1928-1929 thi đỗ tú tài rồi vào học trường Đại học luật khoa và Văn khoa Aix-Provence, năm 1932 (ngày 5-9) tốt nghiệp cử nhân luật. Tháng 5 năm 1933, ông về nước xuống Mĩ Tho tập sự tại văn phòng luật sư Pents. Sau 5 năm tập sự, ông trở thành luật sư thực thụ vào năm 1939, rồi hành nghề luật sư tại Mĩ Tho, Vĩnh Long, Cần Thơ, Sài Gòn cho đến năm 1945, có lúc làm Chủ tịch Tòa án của Pháp tại Sài Gòn. Sau ngày Toàn quốc kháng chiến, ông bí mật ra bưng biền thăm lực lượng kháng chiến và cộng tác với Việt Minh tại nội thành. Tại Sài Gòn, ông cùng các trí thức có tên tuổi ra tuyên ngôn đòi hòa bình, yêu cầu Pháp chấm dứt chiến tranh xâm lược. Ngày 19-3-1950 trong cuộc biểu tình, ông đọc bản Tuyên ngôn đòi tàu chiến Mĩ rút khỏi Sài Gòn, nên bị Pháp bắt cùng một số thành viên trong Phong trào Hòa bình do ông và các bạn (Trần Kim Quan, Nguyễn Văn Huyền, Lê Thương...) tổ chức. Phong trào bị khủng bố, ông bị bắt đưa ra quản thúc ở Lai Châu (miền Bắc). Tháng 11 năm 1953 ông được trả tự do, về Sài Gòn mở lại văn phòng luật sư, liên lạc lại với cách mạng. Sau hiệp định Genève, ông tham gia Phong trào Bảo vệ hòa bình Sàì Gòn - Chợ Lớn cùng với một số nhà trí thức khác, như Trần Kim Quan, Từ Bá Đước, Phạm Huy Thông, Nguyễn Văn Dương, Hòa thượng Huệ Quang... liền bị Pháp bắt một lần nữa. Lúc đầu ông bị giam ở Gia Định, sau đưa ra quản thúc ở Hài Phòng, đến hiệp định Genève (20-7-54) mới được trả tự do. Tháng 11 năm 1954, ông bị chính quyền Ngô Đình Diệm bắt một lần nữa vì các hoạt động đòi tự do, dân chủ. Ông bị đưa ra giam ở Củng Sơn, Tuy Hòa (Phú Yên). Tại đây ông được lực lượng cách mạng giải thoát về vùng Giải phóng. Sau đó (1961) ông được bầu giữ chức Chủ tịch Mặt trận Dân tộc giải phóng Miền Nam Việt Nam, chủ tịch chính phủ Cách mạng lâm thời miền Nam Việt Nam. Sau ngày thống nhất đất nước (1976) ông được cử giữ Phó chủ tịch nước, năm 1980 làm Quyền chủ tịch nước, Chủ tịch Quốc hội, Chủ tịch Mặt trận tổ quốc cho đến ngày qua đời (1996). Ông được nhà nước Việt Nam tặng nhiều huân chương cao quí, trong đó có Huân chương sao vàng."
}