{
  "dateOfBirth" : "Ất Hợi 1755",
  "dateOfDeath" : "Bính Ngọ 1786",
  "hometown" : "Hà Tĩnh",
  "occupation" : "Danh sĩ đời Lê mạt",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 217,
  "entityName" : "Phan Huy Ôn",
  "aliases" : [ "Trọng Dương", "Chỉ Am", "Nhã Hiên", "Hòa Phủ" ],
  "overview" : "Xuất thân trong một gia đình Nho học, văn học truyền thống, tức tộc Phan Huy đời Cảnh Hưng ở Sài Sơn. Năm Giáp tí 1744 lúc 20 tuổi, từ khi thi tại các trường Giáo trường Đốc, thi Hương đều đỗ đầu. Năm 25 tuổi Kỉ hợi 1779 thi Hội đậu đồng tiến sĩ, làm quan chức Đốc đồng Sơn Tây và Thái Nguyên rồi Thiêm sai tri công phiên một thời gian. Đến năm Bính ngọ 1786 ông mất đang tại chức mới 32 tuổi, được triều đình truy tặng chức Thị giảng, tước Mĩ Xuyên bá. Các tác phẩm chính: - Liệt huyện đăng khoa bị khảo - Khoa bảng tiêu kì - Thần Quất kí thi tập Trong Dụ Am ngâm lục, Phan Huy Chú có nhiều bài thơ nhắc nhở đến ông. \"Thang ấp qui thông nhận cựu trình Bàng thiều tương thức giáp đồ nghinh. Văn thư tỉnh ước thường vô sự, Phong vật chiêu yêu các hữu tình. Bạng ngạn đình đài bằng địa thắng, Bán nham song kỉ chiếm thiên thần. Nhàn lai diệc hiệu công cần hạnh, Thời duyệt văn biên khóa lí sinh.\" Nghĩa: Vó ngựa về ấp tắm gội nhận được đường cũ. Già trẻ quen biết đứng bên đường đón tiếp. Giấy tờ đơn giản thường rảnh việc. Phong cảnh đón mời đều có tình. Đình đài bên sông, nhờ vào cái đẹp của đất. Ghế, cửa sổ lưng núi, chiếm được vẻ đen của trời. Rỗi rãi cũng bắt chước nết chăm của ông, Thường đọc sách và dạy học trong làng. Bộ Khoa bảng tiêu kì (4 quyển) do ông biên soạn, chép các sự kì lạ trong giới khoa giáp, hoặc khảo về những vị thi đậu tam nguyên từ khi còn trẻ tuổi, các vị mấy đời đậu đại khoa kế tiếp; ghi chép rõ ràng, đầy đủ. Hiện nay ở Thư viện Khoa học Xã hội Hà Nội còn một bản chép tay gồm 8 quyển đóng thành 1 cuốn. Hiện trạng của sách này như sau: đầu sách có lẽ là mục lục, nhưng đã rách mất. Ngay dòng thứ hai sau tên sách đa thấy ghi \"Thống Nguyên Bính tuất (1523), cai nhị thập lực khoa. Nếu chỉ có thế thì không có nghĩa gì\". Chắc còn một dòng ở trang trên đã mất, nói bắt đầu từ năm nào. (Theo Tr.V.G) Q I: Đăng khoa lục khảo nói: Chỉ khảo từ năm Thiên Khánh Bính ngọ (Trần Cảo) đến Cảnh Tri Canh tuất (1670) trở xuống, còn về các triều Lý, Trần thì hay tạm để lại. Có truyện 14 vị đậu đại khoa. Q II: Quốc triều trạng nguyên khảo, thượng. Theo mục lục, mục này khảo về 20 vị đậu trạng nguyên triều Lê. Q III: Quốc triều trạng nguyên khảo, hạ. Mục lục ghi tên 6 vị, nhưng chỉ có mục lục mà thôi. Q IV: Phụ lục Trần triều trạng nguyên khảo, nghiên cứu về 9 vị trạng nguyên đời Trần. Q V: Phụ lục ngụy Mạc trạng nguyên khảo, nghiên cứu về 11 vị trạng nguyên triều Mạc. Q VI: Hàn mặc truyền hương khảo, thượng nghiên cứu về các nhà có người đậu đại khoa luôn ba đời, theo mục lục có 13 nhà. Q VII: Hàn mặc truyền huơng khảo, hạ, cũng như trên, theo mục lục có 10 nhà đậu tiến sĩ luôn (sau Lê Trung hưng). Q VIII: Côn ngọc điệp đăng khảo (anh em cùng đậu đại khoa). Theo mục lục và trong sách chua rõ, 8 nhà có 3 anh em đều đậu tiến sĩ, nhưng thực ra chỉ thấy có 7 nhà. Theo cách cấu tạo như trên, trong sách này, tác giả ghi những vị thi đậu tiến sĩ đặc biệt ở nước ta, các vị đậu trạng nguyên, các vị thuộc gia đình đậu tiến sĩ luôn mấy đời, anh em cùng đậu tiến sĩ trong một khoa, hay luôn mấy khoa. Còn có chỗ thấy ghi \"Xem mục Thúc điệt đồng khoa khảo\" nhưng trong sách không thấy có. Về mỗi vị, tác giả ghi rõ gốc tích ở đâu tản cư đến đâu, sự nghiệp chính trị, văn chương thế nào, đại khái về tiểu truyện, tuy sơ lược nhưng khá rõ. Bộ Liệt huyện Đăng khoa khảo (6 quyển). Cũng do ông biên soạn. Sách chép theo từng phủ, huyện thuộc các xứ và theo thứ tự thi đậu (tiến sĩ) trước sau, chép rõ sự nghiệp và lí lịch của từng người (thi đỗ). Theo Phan Huy Chú, sách Liệt huyện đăng khoa khảo, gồm 6 quyển, tác giả là Phan Huy Ôn, chép lược truyện các vị đậu tiến sĩ, xếp theo từng huyện, từng phủ, từng xứ và theo thứ tự khoa thi trước sau. Dưới mỗi tỉnh, kê rõ tổng số người đậu đậu trúng gì, bao nhiêu vị, đời nào bao nhiêu vị. Đến mỗi huyện cũng lại kể rõ về trong huyện ấy cũng như ở các tỉnh. Về mỗi vị thi đậu, ghi qua tiểu truyện: họ, tên, quê quán, tuổi năm thi đậu, lí lịch làm quan, gia thế, sự nghiệp văn chương và mất năm nào... Trong sách này tác giả có khảo cứu, truyện chép tuy sơ lược nhưng tương đối đầy đủ hơn các sách Đăng khoa lục khác. Sách này chưa được in, chỉ có bản chép tay, mà bản chép tay thì tam sao thất bản, mỗi bản một khác và cũng hiếm."
}