{
  "dateOfBirth" : "Bính Dần 1446",
  "dateOfDeath" : "Không rõ",
  "hometown" : "xã Lạp Hạ, huyện Ninh Sơn (sau đổi là Yên Sơn, phủ Quốc Oai, tỉnh Sơn Tây, nay thuộc tỉnh Hà Tây)",
  "occupation" : "Danh sĩ đời Lê Thánh tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 2189,
  "entityName" : "Kiều Phú",
  "aliases" : [ "Hiếu Lễ", "Yên Sơn" ],
  "overview" : "Năm Ất mùi 1475, ông đỗ nhị giáp tiến sĩ, lúc 29 tuổi làm đến Tham chính, nổi tiếng văn thơ đương thời. Ông cùng với Võ Quỳnh hiệu chính và đề tựa quyển Lĩnh Nam chích quái. Ngoài một danh thần, Kiều Phú còn là một học giả rất uyên thâm của lịch sử văn hóa nước nhà. Bài Tựa sách Lĩnh Nam chích quái viết: Tôi cho rằng việc trên kinh, trên sử cốt để lại cho đời sau. Việc quái gở được ghi chép thành truyện, thành kí, cốt phổ biến để rõ truyện lạ. Thế cho nên việc thời Ngu, thời Hạ, Thương, Chu chép trong sách kinh; việc đời Hán, Đường, Tống, Nguyên, ghi rõ ở sách sử. Còn các truyện ông già ở trên miền sông, con rồng bay xuống đất, tiếng trống kêu trong làng, chim sẻ tha sách đỏ, lại có chép riêng để bổ sung cho các truyện cũ ở các sách còn thiếu sót. Các sách: Vũ đê nội truyện đời Hán; Thiên Bảo di sự đời Đường, Triều dã thiêm tái đời Tống, há chẳng phài là những công trình thu thập tất cả các truyện kí quái của từng đời để giúp cho người ta xem đọc. Nước Việt ta, về khoảng thời gian trước đời Thập nhị sứ quân, tài liệu giấy tờ không còn đủ để chứng thực. Đương nhiên là sự tích các quốc gia (tức triều đại) đã dành thấy chép ở trong các sách Thông giám của Thúc thủy (Tư Mã Quang) và các sử của các triều. Đến như sông núi linh thiêng, nhân vật kì đị thì tuy không chép trong sử nhưng truyền miệng cũng không sai mấy. Các nhà học giả sau thời đó, biên soạn lại làm thành truyện, gồm được mấy thiên, nhặt nhạnh những chuyện lặt vặt để bổ sung những điều còn thiếu. Trong những việc kì quái, có nhiều điều quan hệ. Than ôi, (trong sách cổ chép) việc trời sai chim huyền điều xuống đất mà sinh ra tổ nhà Thương, thì việc trăm trứng nở trăm trai, chia nhau trị nước dòng dõi họ Triệu (Triệu Đà) chống chọi Bắc triều, thì truyện Nam chiếu không thể bỏ được. Nước chảy quanh co mà long mạch tụ hội, ghi lại trong truyện sông Tô Lịch, há chẳng phải là khen cái đẹp của hình thắng kinh đô là gì? Trận đánh thắng lợi mà máy nỏ lơ là chép lại trong truyện móng rùa vàng, há chẳng phải là chê trách vua An Dương quên lo nguy biến hay sao? Các truyện Tinh cá, Tinh hồ, Tinh mộc ghi rõ sự thực việc trừ hại cho dân. Các truyện Bánh chưng, mắt rồng, Trĩ trắng chép thật tường tận việc thần tử hết lòng vì nước. Đổng Thiên Vương, Lý Ông Trọng vì đánh giặc giũ nước mà được hiển linh; quả dưa đỏ, buồng cau tươi vì là loài cây cỏ có lợi cho dân mà được khen ngợi. Chép truyện Nhất dạ trạch Việt tỉnh cương, là việc làm thiện trên đời mà được âm đức báo đền, cốt để khuyến khích, chép truyện Hà ô Lôi, Dạ Thoa Vương là vì dâm ô đến nỗi hại mình mất nước, cốt để khuyên răn. Còn đến như truyện thần núi Tản Viên thì có công ngăn chặn tai nạn, bà Man Nương thì có công cầu mưa ứng nghiệp liền. Từ Đạo Hạnh phục thù cho cha, Nguyễn Minh Không chữa bệnh cho vua, Dương Không Lộ, Nguyễn Giác Hải làm phép cho rồng xuống đất, cho tắc kè bị rơi, ai cũng phục nghệ thuật thần diệu. Việc tục huyền hoặc nhưng truyền lại rõ ràng, đem mà nói rõ ra cũng chẳng nên ư? Nhưng mà bảo thần Tản Viên là con trai Âu Cơ, Đổng Thiên Vương tức là Long Quân, Lý Ông Trọng nói dối là đi tả là chết, tôi dám cho là không đúng. Xưa kia sách truyện bảo Y Doãn, do việc bếp núc giỏi được gặp vua Thang, Bách Lí Hề do nghê chăn trâu được gặp Tần Mục Công, nếu không có ông Mạnh Kha hết sức biện bạch thì hai ông ấy cứ bị mang tiếng hèn hạ mãi. Này, Tản Viên là thần có khí thiêng, Đổng Thiên Vương là tướng từ trời xuống. Lý Ông Trọng lại là hào kiệt một thời, sao có chuyện như là lời đã chép được? Vì thế, tôi tìm rộng các sách, phụ thêm ý riêng, thay đổi cho đúng, phân tích cho đúng những điều viễn vông xưa kia, giải chuyện chê cười cho lớp sau này, lại bỏ bởt những điều thừa làm thật gọn, để bỏ vào trong tráp cho tiện lúc coi, xin các bậc học rộng tha lỗi cho việc tiếm lạm ấy thì thật may lắm. Năm Quí sửu, niên hiệu Hồng Đức thứ 24 (1493)... Kiều Phú, tự Hiếu Lễ, đậu tiến sĩ khoa Ất mùi, trước làm giám sát ngự sử đạo kinh Bắc, kính chép.\""
}