{
  "dateOfBirth" : "Mậu Thìn 1832",
  "dateOfDeath" : "Ất Mùi 1895",
  "hometown" : "người làng Châu Cầu, huyện Kiến Bảng, tỉnh Hà Nam",
  "occupation" : "Danh sĩ đời ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 219,
  "entityName" : "Bùi Dị",
  "aliases" : [ "Bùi Văn Dị" ],
  "overview" : "Ông đỗ phó bảng trong năm Ất sửu 1865, làm quan đến bậc đại thần. Năm Bính tí 1876, ông cùng Lâm Hoằng và Lê Cát sang sứ nhà Thanh, văn chương được danh sĩ Trung Quốc tán thưởng truyền tụng. Ông từng làm án sát Ninh Bình, cùng Nguyễn Chính làm Khâm sai Bắc Việt. Cuối đời Tự Đức, ông từng làm Phó tổng tài Quốc sử quán, kiêm quản Quốc tử giám. Quan chức trải qua Phó đô ngự sử, Thượng thư bộ lễ, Thượng thư bộ Lại, hàm Hiệp biện đại học sĩ. Còn để lại đời: 1. Du hiên thi thảo 2. Vạn lí hành ngâm 3. Tốn Am thi văn tập 4. Thời chính tạp biên 5. Trì chu thù xướng tập 6. Du hiên tùng bút Về hưu, đời Thành Thái, lại được triệu làm Phụ đạo, được sắc tứ cho đỗ tiến sĩ, để ông khỏi băn khoăn mãi vì sao khoa Ất sửu ông đã đỗ trúng cách, đáng lí đỗ cao mà lại chỉ được phó bảng thôi Năm 1882, quân Pháp đánh chiếm Hà Nội, ông dâng sớ xin quyết chiến và được cử làm phó kinh lược sứ Bắc Kì. Ông đã tham gia một số trận đánh quân Pháp. Nổi tiếng nhất là trận Gia Lâm trong 2 ngày 27 và 28-3 (nhằm 19, 20 tháng 2 âm lịch). Trận này ông cùng Tổng đốc Bắc Ninh là Hoàng Tá Viêm phối hợp với các cánh quân của Trương Quang Đản, Nguyễn Cao, Trần Xuân Soạn tập kích quân Pháp. Sự kiện này đã được ông ghi lại trong một bài thơ ở tập Du hiên thi thảo của ông: \"Hà Bắc thủy thang thang, Đông phong tảo chiến trường Trên thanh hàn tặc lỗ, Sát khí bạc khung thương. Hận bất thừa kì hậu, Thủy vận mạc kha tương? Xuất sư kinh phất tái, Lượng thí diệc sai cường. \" Bản dịch: Bên bờ Bắc nước sông cuồn cuộn Trận gió đông, bụi cuốn sa trường Tiếng vang lũ giặc king hoàng, Ngút trời sát khí đằng đằng bốc cao. Giận chẳng được lao vào chặn hậu. Lũ giặc kia ai bảo khôn ngăn? Một năm vừa mới xa quân, Hai lần đọ sức hai lần giỏi giang. Thơ ông tình tứ sâu xa, thanh sảng, có lắm bài rất hay. Những câu đối của ông truy niệm Hoàng Diệu, Bụi Viện, đến tuyệt diệu. Ông là quan đồng triều với Tổng tài Quốc sử quán Nguyễn Thuật có nhiều thơ văn qua lại nhau. Lúc đi sứ Trung Quốc, ông từng đề vịnh lầu Hoàng Hạc, mộ Tào Tháo, so bút với các danh sĩ nhà Thanh, được các cao sĩ Trung Quốc hết lời ca ngợi."
}