{
  "dateOfBirth" : "29 tháng 6 năm 1902\n----------------------------------------------\nNhâm Dần 1902",
  "dateOfDeath" : "4 tháng 5 năm 1930\n----------------------------------------------\nCanh Ngọ 1930",
  "hometown" : "Cần Thơ",
  "occupation" : "Liệt sĩ cách mạng, nhiệt tâm cứu nước, giải phóng dân tộc.",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2195,
  "entityName" : "Châu Văn Liêm",
  "aliases" : [ ],
  "overview" : "Châu Văn Liêm (29 tháng 6 năm 1902 - 4 tháng 5 năm 1930) là nhà cách mạng Việt Nam, và là một trong sáu người tham gia hội nghị thành lập Đảng Cộng sản Việt Nam.\n----------------------------------------------\nÔng còn có tên khác nữa là Việt, sinh ngày 29-6-1902 ở xóm Rạch Tra, xà Thới Thành, quận ô Môn, tỉnh Cần Thơ. Con nhà nghèo, chăm học, được cấp học bổng. Năm 20 tuổi tốt nghiệp Sư phạm Sài Gòn, được bổ về dạy ở Long Xuyên. Sớm giác ngộ cách mạng, nhiệt thành yêu nước, năm 1926 ông vận động đồng bào địa phương và học sinh Long Xuyên làm lễ truy điệu Phan Châu Trinh. Rồi đựợc kết nạp vào tổ chức Việt Nam Thanh niên Cách mạng đồng chí hội và được cử vào ban thường vụ kỳ bộ Việt Nam Cách mạng đồng chí hội Nam kỳ, ông thôi dạy học, dốc hết tâm lực phụng sự cách mạng. Tháng 6-1929, ông được cử làm đại biểu Kỳ bộ Nam kỳ đi dự đại hội ở Hương Cảng. Rồi trở về nước với nhiệm vụ cải tổ Việt Nam Thanh niên Cách mạng đồng chí hội, để thành lập Đảng Cộng sản. Do đấy, An Nam cộng sản đảng được thành lập trong Nam. Ngày 3-2-1930, ông cùng với Phạm Hữu Lầu và Hoàng Quốc Việt là đại biểu đảng bộ miền Nam, dự đại hội thống nhất Đảng dưới quyền chủ tọa của lãnh tụ Nguyễn Ái Quốc tại Cửu Long (Trung Quốc). Đến ngày 4-5-1930, ông trực tiếp lãnh đạo cuộc biểu tình có hàng nghìn quân chúng tham dự, kéo từ Đức Hòa lên Chợ Lớn. Ông đứng trên mô đất, hô hào đòi giải phóng dân tộc, đưa yêu sách của nhân dân, đòi giảm sưu thuế... Tên cò Pháp bắn ông và mấy người nữa. Ông mất lúc mới 28 tuổi."
}