{
  "dateOfBirth" : "8 tháng 10 năm 1885 Huế, Đại Nam\n----------------------------------------------\nNhâm Ngọ 1882\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "6 tháng 11, 1925 (40 tuổi) Huế, Đại Nam, Liên bang Đông Dương\n----------------------------------------------\nẤt Sửu 1925\n----------------------------------------------\nKhông rõ",
  "hometown" : "Thừa Thiên-Huế\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Nam\n----------------------------------------------\nVua thứ mười hai triều Nguyễn con vua Đồng Khánh\n----------------------------------------------\nHoàng đế",
  "workTenure" : "18 tháng 5 năm 1916 - 6 tháng 11 năm 1925 (9 năm, 172 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1916–1925",
  "fatherName" : {
    "Đồng Khánh" : 2203
  },
  "motherName" : {
    "Hựu Thiên Thuần hoàng hậu" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn" : null
  },
  "id" : 2201,
  "entityName" : "Nguyễn Phúc Bửu Đảo",
  "aliases" : [ "Nguyễn Phúc Bửu Đảo (阮福寶嶹) Nguyễn Phúc Tuấn (阮福晙)", "Khải Định (啓定)", "Nguyễn Hoằng Tông", "Hoằng Tông (弘宗)", "Tuyên Hoàng đế (宣皇帝)", "Nguyễn Phúc Bửu Đảo", "Khải Định" ],
  "overview" : "Khải Định (chữ Hán: 啓定帝; 8 tháng 10 năm 1885 – 6 tháng 11 năm 1925), tên khai sinh Nguyễn Phúc Bửu Đảo (阮福寶嶹), là vị hoàng đế thứ 12 của triều đại nhà Nguyễn trong lịch sử Việt Nam, ở ngôi từ 1916 đến 1925. Ông được truy tôn miếu hiệu là Nguyễn Hoằng Tông (阮弘宗).\n----------------------------------------------\nTừ khi lên ngôi, ông chỉ là một vua bù nhìn, mọi việc chính trị, quân sự ngoại giao... đều do Pháp quyết định cả. Ông chỉ lo vui chơi trong cung cấm. Năm 1922, Pháp đưa ông sang Paris để tuyên truyền, cổ vũ cho chính sách bảo hộ mà cha đẻ của chính sách này là Toàn quyền Albert Sarraut nhằm ru ngủ một số lưu học sinh và Việt kiều nhẹ dạ tại Pháp. Cùng đi với ông có Phạm Quỳnh và một số đại thần khác. Vừa đến nơi, ông bị nhà yêu nước Phan Châu Trinh lên án bằng một bức thư dài lời lẽ gay gắt vì những hành vi ám muội của ông và thực dân. Chính chuyến đi mờ ám này cùng bức thư trên đã gây một tiếng vang lớn đối với dư luận nước Pháp hồi đó. Triều đại ông không còn chút thực quyền nào cả. Lương Khắc Ninh, một người làm quan với Pháp khi viết thư cho ông cũng nói: \"Khải Định vương quả hữu bất nhân thọ thất trách nặc, nhiên nan biện\" (vua Khải Định quả thật bất nhân, điều ấy khó tranh cãi được). Ông mất năm 1925, con trai là Nguyễn Phúc Vĩnh Thụy lên nối ngôi, hiệu năm là Bảo Đại.\n----------------------------------------------\nKhải Định Đế (chữ Hán: 啓定帝; 8 tháng 10 năm 1885 – 6 tháng 11 năm 1925), tên khai sinh Nguyễn Phúc Bửu Đảo (阮福寶嶹), là vị hoàng đế thứ 12 của triều đại nhà Nguyễn trong lịch sử Việt Nam, ở ngôi từ 1916 đến 1925. Ông được truy tôn miếu hiệu là Hoằng Tông (弘宗)."
}