{
  "dateOfBirth" : "Đinh Mão 1867",
  "dateOfDeath" : "Kỉ Mùi 1919",
  "hometown" : "Quê làng Vân Tập (sau làng này sát nhập với 2 làng Thanh Lương, Vĩnh Huề nên gọi là làng Vĩnh Thanh Vân) tỉnh Rạch Giá (nay thuộc thị xã Rạch Giá tỉnh Kiên Giang)",
  "occupation" : "Nhà văn, nhà báo",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2202,
  "entityName" : "Trần Chánh Chiếu",
  "aliases" : [ "Kì Lân Các", "Gilberd Chiếu", "Đông Sơ", "Thiên Trung", "Nhựt Thăng", "Quang Huy" ],
  "overview" : "Trần Chánh Chiếu xuất thân trong một gia đình giàu có, từ lúc nhỏ tuổi được đưa lên Sài Gòn học tại trường trung học Pháp (Collège d'Adran). Tốt nghiệp, ông được bổ về Rạch Giá làm giáo học, làm xã trưởng, rồi làm thông ngôn cho Tham biện (chủ tỉnh) Rạch Giá. Vì giữ chức vụ lớn gần như bí thư cho chủ tỉnh, nên ông có điều kiện khai khẩn đất hoang ở vùng Tràm Chẹt nhỏ thuộc huyện Giồng Giềng và trở nên một nhà giàu lớn hồi đó, rồi được vào quốc tịch Pháp nên gọi là Gilbert Chiếu. Có một thời gian ông làm xã trưởng xã Vĩnh Thanh Vân và tại đây ông là người đầu tiên thiết kế, xây dựng chợ Rạch Giá. Năm 1900 ý thức được thực trạng của Tổ quốc, ông bán một phần gia tài, bỏ việc lên Sài Gòn làm báo, tham gia các tổ chức yêu nước. Năm 1906 ông liên lạc với các nhà yêu nước: Nguyễn Thần Hiến Nguyễn Quang Diêu, Nguyễn An Khương, Phan Bội Châu... Từ đó, ông được đồng bào miền Nam xem như một nhân vật cột trụ của phong trào Duy tân, Đông du ở Nam Kì. Có lần ông sang Hồng Kông, Nhật Bản gặp Phan Bội Châu và các đồng chí khác. Năm 1907, ông làm chủ bút báo Lục tỉnh tân văn, công khai hô hào quốc dân duy tân cứu nước. Quan điểm, chủ trương của ông được thấy rõ qua chủ đích của tờ báo này, cùng việc thành lập hội Minh Tân và các cơ sở kinh tài như Chiêu Nam lầu, Minh Tân khách sạn, Hãng xà bông Canard (Con vịt)... Năm 1908, ông bị thực dân Pháp bắt giam với các tội thành lập các cơ sở Duy tân. Năm 1910 ra tù, ông về Rạch Giá bán hết ruộng đất, gia tài lên Sài Gòn lập tiệm buôn bán hàng bách hóa lấy tiền lời giúp Phan Bội Châu đang ở nước ngoài. Năm 1917, ông lại bi tòa án quân sự Sài Gòn bắt giam một lần nữa vì cho ông là người ám trợ Phan Phát Sanh (Phan Xích Long) khởi nghĩa chống Pháp. Bị giam một thời gian ông mới được trả tự do. Ông mất năm 1919 tại Sài Gòn, an táng tại đất thành họ Tân Định (nay thuộc Q 1, Thành phố Hồ Chí Minh). Ngoài một nhà chính trị, yêu nước kinh tài, Trần Chánh Chiếu còn là một nhà văn sáng giá của miền Nam vào buổi đầu. Hồi sinh thời ông xuất bản các sách: - Hương Cảng nhân vật (gồm các bài kí khi ông sang Hồng Kông, Nhật Bản) in năm 1909. - Tiền căn hậu báo (phỏng dịch tiểu thuyết Le Conte de Monte Cristo của A. Dumas), kí Kì Lân Các, in năm 1914. - Hoàng Tố Anh hàm oan, tiểu thuyết xã hội, kí Trần Thiên Trung, in năm 1910. - Minh Tân tiểu thuyết, gồm các bài giá trị trên các báo, in 1912. - Văn ngôn tập giải (Recueil du langage fleuri) in năm 1915. - Gia phổ, in năm 1917. Khi ông mất một nhà Nho yêu nước (cụ Phương Sơn trong phong trào Duy tân ở Hà Nội bị thực dân cưỡng bức lưu trú ở Long Xuyên) khóc ông bằng bài thơ có câu: Quốc tịch mang danh dân Phú Lãng (Pháp) Thâm tâm vẫn máu họ Hùng Vương Trần Chánh Chiếu là một nhà báo nhà văn tiên phong vào thời kì chữ Quốc ngữ còn phôi phai và ông đã vận dụng ngòi bút của mình vào con đường duy tân cứu nước."
}