{
  "dateOfBirth" : "1858 Tiên Lữ, Hưng Yên, Việt Nam\n----------------------------------------------\nMậu Ngọ 1858",
  "dateOfDeath" : "10 tháng 2 năm 1913 Bắc Giang, Việt Nam\n----------------------------------------------\nQuí Sửu 1913",
  "hometown" : "quê làng Dị Chiến, huyện Tiên Lữ, tỉnh Hưng Yên",
  "occupation" : "Phục vụ\n----------------------------------------------\nAnh hùng kháng Pháp ",
  "workTenure" : "1862-1913\n----------------------------------------------\nKhông rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2211,
  "entityName" : "Trương Văn Thám",
  "aliases" : [ "Đề Dương", "Trương Văn Nghĩa", "Hoàng Hoa Thám" ],
  "overview" : "Hoàng Hoa Thám (1858 – 10 tháng 2 năm 1913), còn gọi là Đề Dương, Đề Thám hay Hùm thiêng Yên Thế, là người lãnh đạo cuộc khởi nghĩa Yên Thế chống Pháp (1885–1913).\n----------------------------------------------\nÔng lập chiến khu ở vùng Yên Thế thuộc Bắc Giang nghiễm nhiên là vị Đề lĩnh kiệt hiệt trong phong trào Cần vương, nên tục gọi là Đề Thám với hỗn danh là Hùm thiêng Yên Thế. Từ năm 1886, ông trở thành lãnh tụ nghĩa quân Yên Thế với chiến khu và địa bàn hoạt động quanh vùng Bắc Giang - Thái Nguyên - Hưng Hóa, khiến giặc Pháp kinh hoàng. Giặc Pháp phối hợp với Tổng đốc tay sai Lê Hoan một mặt đàn áp một mặt chiêu hàng, nhưng chúng vẫn không dẹp được ông. Đến năm 1894 chúng chịu điều đình và cắt nhượng cho ông 6 tổng gồm 22 làng ở Phồn Xương để ông lập đồn điền, lập khu tự trị đưa đến giải trừ quân bị. Nhưng thật sự ông chỉ trá hàng chứ không buông vũ khí. Năm 1905 sau khi tiếp xúc với Phan Bội Châu, Phan Châu Trinh, Phạm Văn Ngôn (Tú Nghệ) ông lại vùng lên kháng chiến chống Pháp quyết liệt hơn trước, địa bàn hoạt động cũng mở rộng hơn với tổ chức \"Đảng Nghĩa Hưng\" và \"Trung chân ứng nghĩa đạo\" do ông làm lãnh tụ, từ đấy suốt 8 năm ông tiếp tục chiến đấu, gây tổn thất nặng cho quân Pháp và toán quân tay sai do Lê Hoan cầm đầu. Cuối cùng đêm 10-2 năm Quí sửu (18-3-1915) ông bị thuộc hạ là Lương Tam Kì phản bội ám sát ông tại một nơi cách chợ Gồ 2 cây số, hưởng dương 55 tuổi. Phan Bội Châu có thơ điếu ông: \"Dị chủng sài lang mãn địa tinh, Độc tương chích thủ dữ cừu tranh. Trấp niên thương kiếm sơn hà khí. Bách chiến phong vân phụ tử binh Quốc thế dĩ trầm quân thượng phấn, Tướng đầu vị đoạn tặc do kinh. Anh hùng bản sắc chung năng kiện Vạn lí thời văn hổ khiếu thanh.\" Bản dịch: Sài lang chết đất giống hôi tanh, Cùng địch ra tay quyết đấu tranh. Non nuớc bao năm ngời bao kiếm, Cha con trăm trận nổi hùng binh. Nước nhà dù đắm thân còn dấn Đầu tướng chưa lìa giặc vẫn kinh. Cuộc chót anh hùng càng to nét, Vẳng nghe hổ thét dội muôn trình."
}