{
  "dateOfBirth" : "22 tháng 3 năm 924 Gia Viễn, Ninh Bình\n----------------------------------------------\nẤt Dậu 925\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "Tháng 10 năm 979 Hoa Lư, Ninh Bình\n----------------------------------------------\nKỉ Mão 979\n----------------------------------------------\nKhông rõ",
  "hometown" : "quê ở động Hoa Lư, châu Đại Hoàng (nay là huyện Gia Viễn, tỉnh Ninh Bình), con quan Thứ sử Châu Hoan (Nghệ An) về đời Dương Diên Nghệ là Đinh Công Trứ\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Cồ Việt\n----------------------------------------------\nVua thủy tổ nhà Đinh, ông vốn họ Đinh, tên Hoàn, Bộ Lĩnh là tước quan của sứ quân Trần Lâm phong cho\n----------------------------------------------\nVua",
  "workTenure" : "968 - 979\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n968—979",
  "fatherName" : {
    "Sứ quân Trần Minh Công" : null,
    "Đinh Công Trứ" : 2734
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Đinh" : 35
  },
  "id" : 2227,
  "entityName" : "Đinh Tiên Hoàng",
  "aliases" : [ "Đại Thắng Minh Hoàng Đế 大勝明皇帝 Tiên Hoàng Đế 先皇帝", "Đinh Bộ Lĩnh", "Thái Bình 太平", "Đinh Bộ Lĩnh 丁部領 Đinh Hoàn 丁桓", "Đinh Hoàn" ],
  "overview" : "Đinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領) hoặc có sách gọi Đinh Hoàn (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam.\n----------------------------------------------\nCha mất sớm, ông theo mẹ là Đàm thị về quê nương thân với chú ruột là Đinh Dự, ở chăn trâu. Thường nhóm họp bạn bè lấy lau làm cờ, lập trận đánh nhau, ông tỏ ra có tài chỉ huy. Kết bạn rất thân với Đinh Điền, Nguyễn Bặc, Lưu Cơ và Trịnh Tú. Bị người chú ghét đuổi đi, ông sang đầu quân trong đạo binh của sứ quân Trần Lâm ở Bố hải khẩu. Ít lâu, được Trần Lâm mến tài gả con cho, ông càng vững bước trẻn đường sự nghiệp. Không bao lâu, Trần Lâm mất, ông đem quân về giữ Hoa Lư, chiêu mộ hào kiệt, hùng cứ một phương, chống nhà Ngô và các sứ quân khác. Năm Ất sửu 965 Nam Tấn vương Xương Văn mất, con là Xương Xí nối nghiệp, quá suy yếu phải về đóng giữ đất Bình Kiều (thuộc Hưng Yên). Ông thừa thế hưng binh đánh lớn, chỉ trong một năm dẹp yên được các sứ quân. Được xưng tụng là Vạn Thắng vương. Năm Mậu thìn 968 ông lên ngôi vua, tôn hiệu là Đại Thắng Minh, đặt hiệu nước là Đại Cồ Việt, đóng đô ở Hoa Lư. Năm Canh ngọ 970, bắt đầu đặt hiệu năm là Thái Bình. Ông truyền cho đúc tiền đồng là tiền tệ xưa nhất ở nước ta, gọi là tiền đồng \"Thái Bình\". Ông có công lớn trong việc thống nhất đất nước nhưng về chính trị trong nước lại có phần quá thiên về sử dụng hình phạt nghiêm khắc. Năm Quí dậu 973 ông sai con là Nam Việt vương Liễn sang cống nhà Tống, được nhà Tống phong ông làm Giao Chỉ Quận vương. Đến năm Kỉ mão 979, ông và con lớn là Đinh Liễn bị tên hầu cận là Đỗ Thích ám sát chết. Ở ngôi 12 năm (968-979), thọ 56 tuổi, táng ở núi Mã Yên, xã Trường An thượng, huyện Gia Viễn, tỉnh Ninh Bình, đền thờ ông cũng xây dựng gần đấy. Con thứ của ông là Đình Tuệ nối ngôi, chỉ non một năm thì bị Lê Hoàn lật đổ, cơ nghiệp nhà Đinh dứt.\n----------------------------------------------\nĐinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領)), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam. Ông là người có công đánh dẹp loạn 12 sứ quân, thống nhất giang sơn và trở thành hoàng đế đầu tiên của Việt Nam sau thời Bắc thuộc."
}