{
  "dateOfBirth": "1906\n----------------------------------------------\nBính Ngọ 1906",
  "dateOfDeath": "1971\n----------------------------------------------\nTân Hợi 1971",
  "hometown": "Quê xã Phước Sơn, huyện Quế Sơn, tỉnh Quảng Nam",
  "occupation": "Giáo sư, Nhà sử học, con tiến sĩ Phan Quang và bà Phan Thị Quít, anh ruột nhà văn Phan Du, thiếu tướng Phan Xuân, anh họ Đại tá Võ Đông Giang (Phan Bá)",
  "workTenure": "Không rõ",
  "fatherName": {
    "Phan Quang": 1427
  },
  "motherName": {
    "Phan Thị Quít": null
  },
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2251,
  "entityName": "Phan Khoang",
  "aliases": [],
  "overview": "Phan Khoang (1906-1971) là nhà sử học, nhà giáo, và là nhà báo Việt Nam.\n----------------------------------------------\nThuở nhỏ học ở Huế, làm công chức ngành Bưu điện, sau chuyển sang ngành Công chánh rồi Quan thuế (hải quan). Từng làm việc ở Huế, Qui Nhơn, nhưng vì tính cương trực, phóng khoáng không chịu gò bó của chế độ công chức thuộc địa, ông từ chức về quê sống ẩn dật - vào những năm 1930 - với thân phụ ở Quế Sơn. Thời gian này ông được thân phụ giảng dạy chữ Hán nên vốn nho học của ông khá vững giúp ích rất nhiều cho việc nghiên cứu của ông sau này. Từ năm 1940 ông dạy tại các trường Trung học Chấn Thanh (Đà Nẵng), Phan Châu Trinh (Hội An). Cách mạng tháng Tám thành công, ông tham gia Hội Văn hóa cứu quốc. Sau đó ông trở về thành tiếp tục dạy học và làm báo. Từng làm chủ bút các báo Bình Minh, Trách Nhiệm, Vì Dân (từ 1949-1955) ở Huế. Sau năm 1955, ông làm việc ở bộ Văn hóa Sài Gòn một thời gian. Năm 1961, ông có chân trong nhóm Caravelle chống chế độ Ngô Đình Diệm, bị bắt giam mãi đến ngày 1-11-1963 mới được trả tự do. Sau đó ông được mời giảng dạy ở các Trường Đại học Văn khoa Sài Gòn, Huế về văn chương Việt Hán và Việt sử. Năm 1970 ông mắc bệnh phải ra nước ngoài điều trị nhưng không khỏi. Năm 1971 phải về nước, ông mất ngày 22-10 cùng năm, thọ 65 tuổi. Các tác phẩm chính của ông: - Trung dung dịch giải (1944, Hà Nội) - Trung Quốc sử lược (in lần thứ tư, 1970) - Việt Pháp banggiao sử lược (1950) - Việt Nam Pháp thuộc sử (1961, Sài Gòn). - Việt sử xứ Đàng Trong (Cuộc Nam tiến của dân tộc Việt Nam - 1970). Và một số bản thảo đã hoàn thành: - Đại học dịch giải - Cửa vào sử học - Tổ chức chính quyền trung ương dưới thời Nguyễn - Chính trị Việt Nam qua các thời đại Việt sử xứ Đàng Trong hay còn gọi là Cuộc Nam tiến của dân tộc Việt Nam là một công trình tầm cỡ về cuộc Nam tiến của tiền nhân ta khởi đi từ các chúa Nguyễn trong công cuộc mở nước, khai hoàng lập ấp ở miền Nam. Sách có lời Tiểu Dẫn của tác giả và mục lục như sau: \"Các sử liệu về xứ Thuận Hóa, xứ Quảng Nam, phủ Gia Định trong thời kì, các chúa Nguyễn làm chủ và mở mang đất ấy, từ hậu bán thế kỉ XVI đến hết thế kỉ XVIII, chưa được khai thác và chép thành sách. Mà ấy là thời kì của những thế hệ đã có một tinh thần tiến thủ và ý chí khai thiết đặc biệt trong lịch sử dân tộc, thời kì của những công trình mở rộng cương thổ trên một phần đất quan trọng ở phương Nam. Và các sử liệu ấy, so sánh với các sử liệu thuộc các thời kì truớc đó của nước ta, không đến nỗi quá nghèo nàn. Vì chúng ta có chánh sử, có tư sử, lại có các thiên kí sự của các giáo sĩ, thương nhân Âu Châu đã bắt đầu đến Đàng Trong trong thời gian này. Về chánh sử cũng như tư sử, chúng ta có hai nguồn sử liệu đối lập nhau, là Đại Việt Sử Kí Toàn Thư và Đại Việt Sử Kí Bản Kỉ Tục Biên, Vũ Biên Tạp Lục của Bắc Hà, Khâm Định Việt Sử Thông Giám Cương Mục, Đại Nam Thực Lục Tiền Biên, Đại Nam Liệt Truyện Tiền Biên, Gia Định Thông Chí, Nam Triều Nguyễn Chúa Khai quốc công nghiệp diễn chí của Nam Hà, và như vậy việc biên soạn dễ khách quan và có thể tránh được sự thiên vị. Các điều ấy đã khuyến khích chúng tôi viết sách này. Về các chế độ như binh bị, thuế khóa, sản vật phong tục, kinh tế, tài chính, thơ văn... của Nam Hà, chúng tôi đã lấy nhiều tài liệu ở sách Vũ Biên Tạp lục, tác giả sách này là nhà học giả Lê Quí Đôn, làm Hiệp Trấn Tham Tán quân cơ Thuận Hóa năm Bính thân (1776), sau khi chúa Nguyễn cuối cùng, chúa Duệ tông, vừa bỏ Phú Xuân chạy vào Nam, đã xem được các sổ sách, văn thư của nhà Nguyễn, nên các tài liệu trong sách ấy ắt có giá trị xác thực. Nhưng hai bộ Vũ Biên Tạp lục chép tay của Viện Khảo cổ Sài Gòn mà chúng tôi dùng đều chép sót, sai nhiều chỗ, chúng tôi chỉ dùng những tài liệu mà ở hai bản đều y nhau, hoặc có sự sai thù, nhưng không quan trọng, hoặc sót ở một bản, nhưng có trong Thực lục Tiền biên. Quyển Nam triều Nguyễn Chúa Khai quốc công nghiệp Diễn chí đáng ra là rất quí vì là tác phẩm đổng thời với giai đoạn lịch sử chúng tôi nghiên cứu: ông Nguyễn Khoa Chiêm làm quan nhiều năm đời chúa Hiển tông, từ chức Thủ hợp đến chức Tham chính Chánh đoán sự. Nhưng chúng tôi nhận thấy tác giả quá trọng thị phương diện văn chương, dùng văn chương để tô điểm nhiều quá thì e có khi che lấp sự thực đi chăng, vì vậy chúng tôi chỉ dùng tài liệu sách này một cách dè dặt: nhiều tình tiết có vẻ tiểu thuyết hóa thì chúng tôi chép lại ở phần \"chú\". Về những đoạn sử có liên quan đến lịch sử Chiêm Thành và Chân Lạp, chúng tôi đã gặp nhiều khó khăn. Lịch sử Chiêm Thành chỉ được các nhà khảo cổ Pháp xây dựng lại nhờ những kí tái của các tấm bia, tháp, nhưng ý kiến của nhà khảo cổ không nhất trí về thế thứ của các vị vua, và nhiều sự kiện khác nữa. Mỗi vua Chiêm lại có nhiều tên, ngoài tên hiệu, họ còn tước tên thụy... tên các vua Chiêm chép trong sử Tàu và trong sử Việt nhiều khi khác nhau, vì vậy chúng tôi e ngại có nơi sự đối chiếu không chắc chắn xác thực được. Về danh xưng và lịch sử giao thiệp giữa Chiêm và Việt, chúng tôi đã dựa phần nhiều trên quyển Le Royaumne Du Champa của Georges Maspéro và sử Việt để làm căn cứ. Lịch sử Chân Lạp đã được nhiều nhà sử học Pháp viết. Nhưng các vua Chân lạp cũng như vua Chiêm Thành, có nhiều tên gọi mà chúng tôi không phân biệt được; và nhiều vua có hiệu, tước giống nhau, các sách Pháp lại không nhất trí trong việc dùng danh xưng các vua, vì vậy sự đối chiếu rất khó khăn. Trong sách này, chúng tôi căn cứ trên sử ta và theo danh xưng của các sách Histoire du Cambodge của Dauphin Meunier, Histoire du Combodge depuis le Ier siècle de notre ère của Lecière; về sự giao thiệp Miên - Việt, cũng dùng tài liệu ở hai sách ấy. Vì các lẽ trên, quyển lịch sử Xứ Đàng Trong không khỏi có nhiều lầm lẫn và thiếu sót. Mong các bậc cao minh đính chánh cho. Sài gòn, mùa Thu năm Đinh mùi (1967) Phan Khoang"
}