{
  "dateOfBirth" : "Mậu Tuất 1899",
  "dateOfDeath" : "Giáp Dần 1974",
  "hometown" : "tại làng Nội Duệ, huyện Tiên Du, tỉnh Bắc Ninh",
  "occupation" : "Nhà văn chuyên nghiên cứu văn sử học",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2273,
  "entityName" : "Nguyễn Tường Phượng",
  "aliases" : [ "Mai Lâm", "Kỳ Sơn", "Tiên Đàm" ],
  "overview" : "Xuất thân trong một gia đình Nho học, những năm lên 10 ông bắt đầu học chữ Hán, sau đó chuyển sang học tiếng Pháp. Năm 1920 đỗ cao đẳng Tiểu học (Thành Chung), năm 1929 đỗ Tú tài Pháp - Việt. Sau khi tốt nghiệp tú tài ông ra đời làm việc tại Tòa sứ Thanh Hóa, sau đó thi nhập ngạch tri huyện (vì Pháp biệt lệ ai có bằng Tú tài đã làm việc tại các tòa bố, không cần có bằng cử nhân luật cũng được dự thi) được bổ dụng tri huyện Thạch Thành. Khi làm tri huyện bất bình với lề lối quan trường, ông từ chức về Hà Nội làm nghề dạy học, nghiên cứu văn học, viết báo. Năm 1936 ông làm việc tại ngân hàng Hà Nội, cùng thời điểm này ông cùng Hoàng Thúc Trâm, Phan Mạnh Danh... sáng lập tạp chí Tri Tân, ông giữ chân chủ nhiệm kiêm chủ bút tạp chí này cho đến năm 1945. Tri Tân là một tạp chí chủ trương ôn cố tri tân (ôn vốn cũ theo hướng mới). Từ cách mạng tháng Tám năm 1945 và toàn quốc kháng chiến ông là Chủ tịch đoàn báo chí Việt Nam. Từ năm 1946-1950 giữ chức Phó chủ tịch Hội văn hóa kháng chiến liên khu III. Sau năm 1950 ông về Hà Nội giảng dạy tại trường trung học Nguyễn Khuyến cùng với ông Bùi Hữu Sủng. Vào thời điểm này ông hợp soạn cùng Bủi Hữu Sủng bộ Văn học sử Việt Nam có tên Văn học sử Việt Nam (1952, Hà Nội). Đây là phác đồ của con đường văn học Việt Nam.' Sau năm 1954 ông dạy tại trường Chu Văn An, Trưng Vương ở Hà Nội, đến năm 1962 mới nghỉ, nhưng vẫn tiếp tục cộng tác với các cơ quan văn hóa ở Hà Nội. Ông mất ngày 2 tháng 3 năm 1974 tại Hà Nội, thọ 75 tuổi. Các tác phẩm chính: - Văn học sử Việt Nam tiền bán thế kỉ XIX (cùng soạn với Bùi Hữu Sủng, 1952, Hà Nội) - Văn học sử Việt Nam hậu bán thế kỉ XIX (cùng soạn với Bùi Hữu Sủng, 1952, Hà Nội) - Văn học sử trước thế kỉ XIX - Tác phẩm trường thiên thế kỉ thư XIX - Văn học sử hiện đại - Tri Tân tạp chí"
}