{
  "dateOfBirth" : "2 tháng 8, 1726 Thái Bình\n----------------------------------------------\nBính Ngọ 1726",
  "dateOfDeath" : "11 tháng 6, 1784 (57 tuổi) Hà Nam (Nam Hà cũ)\n----------------------------------------------\nGiáp Thìn 1784",
  "hometown" : "Quê làng Duyên Hà, huyện Duyên Hà, phủ Tiên Hưng, trấn Sơn Nam (nay thuộc tỉnh Thái Bình)",
  "occupation" : "Nhà văn, quan thời Lê trung hưng, Nhà chính trị, Nhà thơ, Nhà địa lý học, Nhà ngoại giao\n----------------------------------------------\nNhà văn hóa, Sử gia Việt Nam thời Hậu Lê, thuở nhỏ có tên là Lê Danh Phương",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 2296,
  "entityName" : "Lê Quí Đôn",
  "aliases" : [ "Quế Đường", "Doãn Hậu", "Doãn Hậu, Quế Đường", "Quí Đôn" ],
  "overview" : "Lê Quý Đôn (chữ Hán: 黎貴惇, 1726 - 1784), tên thuở nhỏ là Lê Danh Phương , tự Doãn Hậu (允厚), hiệu Quế Đường; là vị quan thời Lê trung hưng, cũng là nhà thơ, và được mệnh danh là \"nhà bác học lớn của Việt Nam trong thời phong kiến\" .\n----------------------------------------------\nÔng xuất thân trong một gia đình khoa bảng lâu đời, thân phụ là Lê Phú Thứ làm quan triều Lê. Thuở nhỏ ông nổi tiếng thông minh, có trí nhớ phi thường được người đương thời xem là thần đồng. Năm Quí hợi 1743 đỗ giải nguyên, năm Nhâm thìn 1752 đỗ nhất giáp tiến sĩ (Bảng nhãn). Từ thi Hương đến thi Hội đều đỗ đầu cả. Sau khi thi đỗ được bổ Thị độc tòa Hàn lâm, sung Tư nghiệp Quốc tử giảm. Năm Nhâm thìn 1760 làm Phó sứ đi sứ Trung Quốc, khi về được phong tước Dĩnh Thành Bá, rồi thăng Hàn lâm viện thừa chỉ, Đốc đồng Hải Dương. Sau chuyển về Kinh làm Tổng tài Quốc sử quán cùng Nguyễn Hoản khảo duyệt phần Quốc sử Tục biên. Năm Quí tị 1773 được bổ Phó Đô ngự sử, rồi thăng Hữu thị lang bộ Công, Bồi tụng. Năm 1776 được cử làm Tham thi Tham tán quân cơ các đạo Thuận Hóa, Quảng Nam. Sau đó đổi về Thăng Long làm Hành Tham tụng tại triều, được phong tước Dĩnh Thành Hầu. Ngày 2-6-1784 (năm Cảnh Hưng thứ 45) ông mất tại chức, thọ 58 tuổi. Sau khi mất được truy tặng Thượng Thư bộ Công tước Dĩnh Thành Công. Lê Quí Đôn là một học giả uyên bác, đa dạng và sung mãn nhất của văn hóa cổ việt Nam. Giới nghiên cứu thế giới (Pháp) xem ông là nhà bác học về lĩnh vực văn hóa của nước ta. Công trình trước tác và sáng tác của ông gồm một thư tịch đồ sộ về nhiều bộ môn: lịch sử, địa lí, văn học, ngôn ngữ học, triết học... Các tác phẩm chính gồm: - Quốc sử tục biên (8q) - Đại Việt thông sử hay Lê triều thông sử (30q) - Phủ biên tạp lục (7q) - Quần thư khảo biên (4q) - Xuân thu lược luận - Bắc sử thông lục (3q) - Toàn Vệt thi lục (20q) - Vân đài loại ngữ (4q) - Quế Đường văn tập (3q) - Dịch kinh phu thuyết (6q) - Kiến văn tiểu lục (3q) - Danh thần lục (2q) - Thư kinh diễn nghĩa (3q) - Toàn Việt văn tập (10q) - Hoàng Việt văn hải (10q) - Quế Đuờng thi tập (4q) Và một số thơ, phú bằng chữ Nôm. Trong Lịch triều hiến chương loại chí, khi bình luận ông, Phan Huy Chú viết: \"Ông (Lê Quí Đôn) tư chất khác đời, thông minh hơn nguời... Bình sinh làm sách rất nhiều, khi bàn về kinh sử thì sâu sắc rộng rãi, mà nói đến điển cố thì đầy đủ rõ ràng. Cái sở trường của ông vượt hơn cả, nổi tiếng ở trên đời\". Bộ Quần thư khảo biện (2 quyển) do ông biên soạn Chu Bội Liên và Tần Triều Vu duyệt bình. Theo bài tựa, sách này làm vào khoảng năm 1757, đầu sách có 4 bài tựa: 1. Bài của Chu Bội Liên (không đề niên hiệu). 2. Bài của Tần Triều Vu, cũng không đề niên hiệu, nhưng cả hai bài đều viết vào khoảng năm Càn Long, từ 1757 đến 1761. 3. Bài của Hồng Khải Hi, sứ thần Triều Tiên (sang triều Thanh), đề năm Càn Long thứ 22 (1757). Sau bài này có phụ lá thư (tiểu giản) của Lý Huy Trung người cũng trong sứ bộ Triều Tiên. 4. Bài tự tự của tác giả, đề năm Đinh sửu niên hiệu Càn Long thứ 22 (1757). Về số lượng của sách, theo bài: Première étude sur les Sources amamites de l'histoire d'Annam của L. Cadière và P. Pelliot thì khoảng năm 1904 ở Thư viện Huế có một bản in, không nói bao nhiêu quyển và đoán rằng sách này làm ở Trung Quốc vì đề niên hiệu nhà Thanh. Theo Văn tịch chí của Phan Huy Chú, sách này đã được Trần Công Hiến (Ân Quang hầu) đem khắc ván in, gồm 3 quyển, nhà Hải học đường xuất bản khi ông này làm trấn thủ Hải Dương dưới triều Gia Long (đầu thế kỉ XIX). Tam đại đến Tống, Nguyên, nhưng đều lấy lịch sử, làm thể tài và chứng dẫn cụ thể. Sau mỗi mục lại có lời phê bình của hai học giả Trung Quốc Chu Bội Liên hay Tần Triều Vu, có điều đồng ý, cớ điều cần bàn thêm, cũng có điểm được phê phán rõ là sáng tạo mới. Thí dụ: việc phân chia các nước chư hầu nói trong kinh thư (mục 1, 2, 3); việc nhà Chu tìm nơi đóng đô (mục 5) việc dùng người (mục 24); về nhân tài (mục 32), về nông nghiệp (mục 43); về giao thiệp giữa các nước (mục 1-b), về dụng binh (mục 2-b) ; về sử chép không đúng sự thực (mục 29-b)... Chủ yếu là bàn về các vấn đề kinh tế, chính trị, triết học... Vì tác giả cùng bàn luận với các học giả Trung Quốc, nên toàn lấy sự việc trong lịch sử Trung Quốc. Tuy nhiên, khi bàn về việc hành quân, Lê Quí Đôn không quên chứng dẫn việc nhà Tống học tập binh chế triều Lý ở Việt Nam (mục 54-b). Đại thể, Lê Quí Đôn lấy lí, thế làm chính, các vấn đề đều xoay quanh lí và thế: lí là lí luận, tư tưởng con nguời, thế là thực tiễn, hoàn cảnh tự nhiên, hoàn cảnh xã hội. Có một điều đặc biệt trong bản chép này, về phần phê phán nhiều mục có lời phê của Ngô Dương Đình. Đại Việt thông sử (hay Lê triều thông sử) cũng do ông soạn (30 quyển). Đại Việt thông sử là một bộ sử đầu tiên của Việt Nam chép riêng một triều đại (nên gọi là Lê triều thông sử) theo lối chí truyện."
}