{
  "dateOfBirth" : "1783\n----------------------------------------------\nQuí Mão 1783\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "1802 (18–19 tuổi)\n----------------------------------------------\nNhâm Tuất 1802\n----------------------------------------------\nKhông rõ",
  "hometown" : "Bình Định\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nTức vua Cảnh Thịnh, con thứ vua Quang Trung, có tên là Trác, nên thường gọi là ông Hoàng Trác, mẹ là Phạm thị được phong là Chánh cung Hoàng hậu (trên Ngọc Hân một bậc). Vua Quang Trung rất yêu bà, khi bà chết, vua Quang Trung hết sức đau xót, được truy tặng là Nhân cung Đoan tĩnh Trinh thục Nhu Thuần Võ chánh Hoàng Hậu.\n----------------------------------------------\nVua",
  "workTenure" : "1792 – 1802\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1792—1802",
  "fatherName" : {
    "Quang Trung" : 1404
  },
  "motherName" : {
    "Phạm Thị Liên hoặc Bùi Thị Nhạn" : null
  },
  "eraName" : {
    "Nhà Tây Sơn" : 21
  },
  "id" : 2324,
  "entityName" : "Nguyễn Quang Toản",
  "aliases" : [ "Nguyễn Quang Toản (阮光纘)", "Cảnh Thịnh (景盛: 1793 - 1801) Bảo Hưng (寶興: 1801 - 1802)", "Hoàng Trác" ],
  "overview" : "Nguyễn Quang Toản (chữ Hán: 阮光纘, 1783 – 1802) hay Cảnh Thịnh hoàng đế (景盛皇帝), là con trai thứ của vua Quang Trung (Nguyễn Huệ). Ông lên ngôi tháng 8 năm 1792 khi mới 9 tuổi, sau khi Nguyễn Huệ mất, năm sau đổi niên hiệu thành Cảnh Thịnh. Tháng 8 năm 1801 ông đổi niên hiệu thành Bảo Hưng. Nguyễn Quang Toản là Hoàng đế thứ hai của nhà Tây Sơn nhánh Nguyễn Huệ và cũng là vị hoàng đế cuối cùng của triều đại này.\n----------------------------------------------\nNăm Nhâm tí 1792 vua Quang Trung mất, ông nối ngôi làm vua, niên hiệu là Cảnh Thịnh, nên cũng gọi là vua Cảnh Thịnh. Sau khi thành Phú Xuân thất thủ, triều thần chạy ra Bắc, đổi năm hiệu là Bảo Hưng. Ông làm vua nhưng mọi việc đều ở trong tay Thái sư Bùi Đắc Tuyên quyết đoán cả, triều đình chia rẽ, các đại thần giết hại lẫn nhau. Vả lại, lúc đó quân của Nguyễn Ánh nhờ thế lực của nước ngoài trở nên khá mạnh, tiến chiếm Bình Định, rồi cả Phú Xuân cũng lọt vào tay Nguyễn Ánh. Cảnh Thịnh cùng triều thần chạy ra Bắc. Năm 1802 Nguyễn Ánh lại đánh ra Bắc. Chống cự không nổi, ông cùng triều thần chạy đến làng Phượng Nhơn thì bị quân của Nguyễn Ánh vây bắt, Nguyễn Quang Thùy, Nguyễn Quang Thiện tự tử, ông bị đóng cũi đem về Phú Xuân. Năm 1802 ông bị Gia Long trả thù bằng cách xử lăng trì tại Huế, ông ở ngôi được 10 năm, hưởng dương 19 tuổi.\n----------------------------------------------\nNguyễn Quang Toản (chữ Hán: 阮光纘, 1783 – 1802), là vị hoàng đế thứ 3 và cuối cùng của Vương triều Tây Sơn trong lịch sử Việt Nam. Ông là con trai của vua Quang Trung (Nguyễn Huệ), lên ngôi sau khi Nguyễn Huệ mất vào tháng 8 năm 1792 khi mới 10 tuổi. Trong thời gian trị vì, ông đã đặt 2 niên hiệu là Cảnh Thịnh và Bảo Hưng."
}