{
  "dateOfBirth": "Mậu Thân 1908",
  "dateOfDeath": "Kỉ Mão 1939",
  "hometown": "quê làng Bảo An, huyện Diên Phước, tỉnh Quảng Nam (nay là xã Điện Quang huyện Điện Bàn, tỉnh Quảng Nam), anh ruột nhà hoạt động Phan Bôi (Hoàng Hữu Nam), cháu thúc bá nhà văn Phan Khôi, liệt sĩ Phan Thành Tài",
  "occupation": "Nhà hoạt động cách mạng, nhà giáo, nhà báo, đảng viên đảng Xã hội Pháp ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 2327,
  "entityName": "Phan Thanh",
  "aliases": [
    "Trạc Anh"
  ],
  "overview": "Thuở nhỏ ông học ở Quảng Nam, sau ra Huế học tại trường Quốc học từ các năm 1925. Tốt nghiệp Thành chung ông được bổ làm giáo viên tại châu Ngọc Lạc tỉnh Thanh Hóa. Ông say mê đọc sách báo văn chương, cách mạng và cộng tác với các báo ở Hà Nội, viết bài cho các báo Le travail, Rassemblenent, Notre voix, Deman, Tin tức, Thời thế, Đời nay... lên án chế độ thực dân của người Pháp ở Đông Dương. Ông bị khâm sứ Trung Kì cách chức giáo học với lí do viết báo và các hoạt động khác chống chính quyền thực dân Pháp ở Đông Dương. Năm 1928, ông ra Hà Nội dạy tư tại các trường Trung học: Gia Long, Thăng Long của các nhóm trí thức thành lập. Cùng thời gian này ông là cộng tác viên thường trực của các báo vừa nói trên; nhất là báo l\u0027Annam của Phan Văn Trường (1875-1933) tại Sài Gòn. Năm 1937, ông gia nhập chi nhánh Đảng Xã hội Pháp (SFIO) ở miền Bắc Đông Dương ngay khi mới thành lập tại Hà Nội cùng với một số đồng chí như Hoàng Minh Giám, Phan Tư Nghĩa... nhưng thực tế ông là một đảng viên Đảng Cộng sản Đông Dương đứng trong hàng ngũ những người Xã hội. Trong những năm học tại Huế, rồi dạy học tại Hà Nội, ông kết duyên với bà Lê Thị Xuyến - nguyên giáo sư Trường Nữ học Đồng Khánh (Huế), bỏ dạy ra sống ở Hà Nội. Sau khi ông qua đời, bà Xuyến sau đó (1947) tục huyền với ông Lê Văn Hiến, cựu bộ trưởng Tài chánh (1902-1996) người cùng quê, đang sống với nghề giáo học tại trường tư thục Thăng Long do nhóm các ông Hoàng Minh Giám... chủ trương. Cùng trong các thời điểm này, ông được tổ chức bí mật đưa ra ứng cử vào Viện Dân biểu Trung kì thuộc đơn vị hai huyện Đại Lộc và Hòa Vang thuộc tỉnh Quảng Nam. Ông trúng cử với số phiếu áp đảo. Tại Nghị trường ông tích cực hoạt động, tranh đấu đòi quyền tự do, dân chủ cho nhân dân. Đặc biệt trong Hội nghị lí tài Đông Dương tại Sài Gòn năm 1938. Với cương vị một dân biểu ông có bài tham luận về chuyên đề kinh tế Đông Dương khiến nhiều giới kinh tế, tài chánh (cả Pháp và Việt) phải nể trọng. Trong cuộc vận động thành lập Hội Truyền bá Quôc ngữ, ông được Đảng Cộng sản Đông Dương đề cử, cùng với Đặng Thai Mai (1902-1984), Võ Nguyên Giáp mời học giả Nguyễn Văn Tố (1889-1947) đứng ra nhận chức Hội trưởng. Trong khí thế phấn khởi, hăng say và lòng yêu mến tiếng mẹ đẻ của những người vận động thành lập Hội. Lúc ấy báo Trung Bắc Tân Văn số ra ngày 28-05-1938 viết: \"Mới khoảng 8 giờ rưỡi tối hội quán phố Charles Culier đã đông nghịt người. Dưới hàng chục ngọn đèn mấy trăm nến sân quần vợt Hội C.S.A đông đặc những người. Số người đông quá (...) ông Phan Thanh, giáo sư Trường Thăng Long, nói tiếng Pháp bằng một giọng rất hùng hồn khúc chiết về sự truyền bá chữ Quốc ngữ cho dân ta và bài trừ nạn thất học ở Xã hội Việt Nam.\" Vì hoạt động hăng say quên mình ông bị bệnh lao, mất ngày 1-5-1939 tại Hà Nội, hưởng dương 31 tuổi. Đề mộ ông, một cố hữu (Khương Hữu Dụng) viết: Là Nghị viên đắc lực, là chiến sĩ tận tâm, trang sử tương lai tên bạn viết to hàng chữ trước; Vì hạnh phúc hòa bình, vì lợi quyền dân chúng, con đường tranh đấu hồn anh nâng mạnh bước người sau. Và một bài Vè Phan Thanh của đồng bào quê hương khóc ông rất thắm thiết. Các tác phẩm chính: - Trung Kì Nhân dân Đại biểu Viện - Tờ trình của Phan Thanh đại biểu Viện Dân biểu Trung Kì tại Đại hội đồng kinh tế lí tài Đông Dương (1938) và nhiều chuyên đề, bài báo Pháp Việt."
}