{
  "dateOfBirth": "Mậu Thân 1908",
  "dateOfDeath": "Mậu Thìn 1988",
  "hometown": "quê xã Thắng Nhì, Thị xã Vũng Tàu, tỉnh Bà Rịa (nay thuộc tỉnh Bà Rịa - Vũng Tàu)",
  "occupation": "Cư sĩ, Nhà Phật học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2330,
  "entityName": "Đoàn Trung Còn",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình có truyền thống Nho học và Phật học, thuở nhỏ học ở Vũng Tàu, Sài Gòn. Ông thông thạo tiếng Pháp, tự học Hán văn và trở thành một người có căn bản Hán học, rồi lập nghiệp ở Sài Gòn, cả đời chuyên tâm nghiên cứu, dịch kinh sách Phật giáo. Năm 1932 ông lập Phật học tòng thơ xuất bản được nhiều kinh Phật và các sách có liên hệ đến Phật giáo, và Trí Đức tòng thơ xuất bản các sách Nho học. Các tác phẩm Phật học của ông được biên soạn, dịch thuật thường căn cứ trên những thư tịch Phật giáo Tây phương. Sách của ông được lưu hành rộng khắp cả 3 miền đất nước và có số lượng khá cao so với các tác giả, dich giả khác. Năm 1955, ông cùng các sư thuộc phái Lục Hòa tăng (các vị sư bề ngoài đối với nhau đều lành, bề trong thì mình phải khiêm nhường) thành lập một tông phái Phật giáo mới tại Việt Nam gọi là Tinh độ tông Việt Nam (tông phái Phật giáo do Phật dạy về pháp môn niệm Phật để vãng sinh về cõi tĩnh độ A Di Đà và thường niệm danh hiệu ngài để khi lâm chung được ngài đưa về cõi tịnh độ của ngài là cực lạc thế giới) có cơ sở rải rác ở miền Nam, trụ sở tại chùa Giác Hải ở Phú Lâm, Chợ Lớn, sau dời về chùa Liên tông đường Đề Thám, Sài Gỏn (nay thuộc Q.1, TP.HCM). Ngoài ra, ông còn dịch cuốn The Light of Asia của Sư Edwin Arnold ra thơ lục bát với nhan đề Yến sáng văn hóa viết về cuộc đời đức Phật Thích Ca. Đoàn Trung Còn là một cư sĩ, học giả Phật giáo có công thuyết giảng giáo lí đạo Phật với các tác phẩm Phật học bằng tiếng Việt miền Nam. Các tác phẩm của ông tuy viết một cách chân chất mà vẫn thuyết phục được giới trí thức (nói chung). Các tác phẩm chính - Chuyện Phật đời xưa - Mấy thầy tu huyền bí - Văn minh nhà Phật - Tam bảo văn chương - Truyện Phật Thích Ca - Qui nguyên trực chỉ - Tông đồ nhà Phật - Nước Ấn Độ trước hồi Phật giáng - Các tông phái đạo Phật ở Viễn Đông - Du lịch xứ Phật - Yến sáng Á châu - Đạo lí nhà Phật - Chư kinh tập yếu (6 cuốn) - Triết lí nhà Phật - Sự tích đức Phật A Di Đà - Phật pháp vỡ lòng - 48 lời khuyên của Phật A Di Đà - Khuyên tu tịnh độ - Học Phật chánh pháp Sách dịch - Diệu pháp Liên hoa kinh - Na Tiên tì kheo - Một trăm bài kinh Phật - Pháp Bảo đàn kinh - Đại Bát Niết bàn kinh - Vô lượng thọ kinh - A Di Đà kinh - Quán vô lượng thọ kinh - Tam Bảo kinh - Địa tạng kinh - Di Lặc kinh - Bồ Tát giới kinh - Kim cang kinh - Duy Ma Cật kinh - Truyện Đức Khổng Tử (1949) - Nhị thập tứ hiếu (1949) - Hiếu kinh (Đức Khổng Tử giảng về đạo hiếu - phụ trương: Khổng Tử lược sử) - Tam tự kinh (1949) - Đại học (1950) - Trưng dung (1950) - Luận ngữ (1950) - Mạnh tử (1951, các cuốn này đều có chữ Hán, phiên âm và dịch nghĩa). - Tam thiên tự (sắp theo mẫu tự ABC) 1964 - Minh đạo gia huấn (1964) - Ngũ thiên tự (Hán Việt Pháp, 1965) (Các sách Nho học trên đều do Trí Đức tòng thư của ông xuất bản). Phật học từ điển (3 quyển, khổ 24 x 15cm, 2415 trang) là công trình dài hơi của ông. Đây là bộ từ điển Phật học đồ sộ và giá trị nhất từ trước đến nay. Hiện nay thư tịch Phật học Việt Nam cũng chưa có bộ từ điển nào có số mục từ đồ sộ và giải thích rõ các thuật ngữ chuyên môn Phật học như bộ sách của ông. Có thể nói Phật học từ điển là một bộ sách tầm cỡ của thư tịch học Việt Nam - nói chung - và Phật học nói riêng. Đây là lần đầu tiên Phật học từ điển này sắp xếp các mục từ theo mẫu tự La tinh và mỗi mục từ được chứa thêm các thứ tiếng Pháp, Hán, Tạng, Pali, Sancrit rất rõ, giúp độc giả có điều kiện tham khảo từ các sách viết bằng các ngoại ngữ trên."
}