{
  "dateOfBirth" : "1906\n----------------------------------------------\nẤt Tị 1906",
  "dateOfDeath" : "1951\n----------------------------------------------\nTân Mão 1951",
  "hometown" : "quê làng Khối Lỗ, xã Cự Khối huyện Gia Lâm, tỉnh Bắc Ninh (nay thuộc Thành phố Hà Nội)",
  "occupation" : "Kĩ sư công chánh",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2331,
  "entityName" : "Đặng Phúc Thông",
  "aliases" : [ ],
  "overview" : "Đặng Phúc Thông (1906-1951), là một kỹ sư giao thông công chính, Thứ trưởng Bộ Giao thông công chính của Chính phủ Việt Nam Dân chủ Cộng hòa, thành viên Đảng Xã hội Việt Nam.\n----------------------------------------------\nThuở nhỏ ông học tại Trường Bưởi, Hà Nội, sau khi thi đậu Tú tài, ông được cấp học bổng du học Pháp. Sau nhiều năm học tại Paris, ông tốt nghiệp các trường Đại học hầm mỏ, Đại học cầu đường Paris. Năm 1938 ông về nước làm việc tại Sở Hỏa xa Đông Dương nhiệm sở tại Nha Trang, năm 1941 chuyển về Sở Công chánh Hà Nội, có lúc ông dạy tại Trường trung học tư thục Thăng Long do một nhóm giáo sư tiến bộ điều hành. Ông là một trong các biên tập viên của báo Khoa học ở Hà Nội trước năm 1945. Bộ biên tập gồm các nhà khoa học, khoa bảng đương thời mà người sáng lập là kĩ sư Nguyễn Xiển, chủ nhiệm Kĩ sư Nguyễn Đình Thụ, chủ bút Kĩ sư Nguyễn Duy Thanh và các biên tập viên Gs. Phạm Đình Ái, Gs. Hoàng Xuân Hãn, Gs. Nguyễn Thúc Hào, GS. Ngụy Như Kontum, GS. Nguyễn Dương Đôn, BS. Hoàng Tích Trí... và ông. Từ sau cách mạng tháng 8 năm 1945 ông được cử giữ chức Thứ trưởng Bộ Giao thông công chánh nước Việt Nam mới. Từng là thành viên của Phái đoàn Việt Nam tham gia hội nghị Fontainebleau (Pháp) giữa Việt Nam và Pháp. Ngày toàn quốc kháng chiến, ông bị kẹt lại một thời gian ở nội thành Hà Nội, đến năm 1947 ông thoát li ra vùng tự do tham gia kháng chiến đánh Pháp. Năm 1949 ông được cử về Thanh Hóa thành lập trường Đại học Giao thông Công chánh đầu tiên của Chính phú VNDCCH một thời gian. Ông là Đại biểu Quốc hội khóa I, từng được Nhà nước Việt Nam tặng Huân chương kháng chiến (hạng nhất). Ông qua đời trong năm 1951 tại Thanh Hóa, hưởng dương 45 tuổi."
}