{
  "dateOfBirth": "1837\n----------------------------------------------\nĐinh Dậu 1837",
  "dateOfDeath": "1868\n----------------------------------------------\nMậu Thìn 1868",
  "hometown": "Quê ở phủ Tân An, tỉnh Gia Định (nay thuộc ngoại ô thị xã Tân An, tỉnh Long An)",
  "occupation": "Liệt sĩ cận đại, nhà lãnh đạo cuộc khởi nghĩa chống Pháp ở Tân An ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 2332,
  "entityName": "Nguyễn Trung Trực",
  "aliases": [
    "Quản Chơn",
    "Quản Lịch"
  ],
  "overview": "Nguyễn Trung Trực (chữ Hán: 阮忠直; 1837 –1868) là thủ lĩnh phong trào khởi nghĩa chống Pháp vào nửa cuối thế kỷ 19 ở Nam Bộ, Việt Nam.\n----------------------------------------------\nÔng xuất thân trong một gia đình chài lưới ở hạ lưu sông Vàm Cỏ, năm 1861, hưởng ứng hịch Cần Vương chống Pháp, ông chiêu mộ được một số đông nông dân nổi dậy đánh phá các đồn Pháp ở các vùng thuộc phủ Tân An. Lập được nhiều chiến công, nên được triều đình Huế phong chức Quản cơ. Nghĩa quân dưới quyền lãnh đạo của ông gồm một số nhà yêu nước: Nguyễn Văn Điền (hay Điều), Nguyễn Học, hương thân Hồ Quang... tổ chức cuộc phục kích đốt tàu chiến L\u0027Espérance của Pháp trưa ngày 10-12-1861 tại vàm Nhật Tào. Sau đó, ông tiếp tục chiến đấu qua lại trên các địa bàn Gia Định, Biên Hòa. Sau khi ba tỉnh miền Đông Nam Bộ mất (hòa ước Nhâm tuất 1862) ông được phong làm Lãnh binh. Năm 1861 ông lại được triều đình phong chức Hà Tiên thành thủ úy để trấn giữ đất Hà Tiên. Sau khi thành Hà nên thất thủ, ngày 23-6-1867, ông rút quân về Rạch Giá tiếp tục cuộc chiến đấu, lập căn cứ ở Hòn Chồng. Ngày 16-6-1868 ông cho quân đánh úp đồn Kiên Giang (nay là thị xã Rạch Giá) tiêu điệt địch và làm chủ tình hình được 5 ngày. Giặc Pháp phản công, ông rút ra đảo Phú Quốc lập căn cứ nhằm chống giặc lâu dài. Pháp phải huy động một lực lượng hùng hậu đến bao vây và tấn công đảo. Đến tháng 10-1868, để bảo đảm lực lượng nghĩa quân và nhân dân trên đảo, ông tự ra nộp mình cho giặc bắt. Chúng nhiều lần mua chuộc, dụ dỗ, nhưng ông không đầu hàng. Sau đó, ông bị giải về Sài Gòn, viên Thống soái Nam Kì lúc đó vừa dự hàng vừa hăm dọa, ông trả lời: \"Thưa Pháp soái, chúng tôi chắc rằng chừng nào ngài trừ cho hết cỏ trên mặt đất thì chừng đó ngài mới may ra trừ diệt được những người ái quốc của xứ sở này.\" Cuối cùng giặc Pháp đem ông ra hành hình ở chợ Rạch Giá ngày 27-10-1868, hưởng dương 31 tuổi. Đương thời, nhà thơ Huỳnh Mẫn Đạt điếu ông một bài thơ bất hủ: \"Hỏa hồng Nhựt Tảo oanh thiên địa, Kiếm bạt Kiên Giang khấp quỉ thần. Anh hùng cường cảnh phương danh thọ, Tu sát đê đầu úy tử nhân. Bản dịch: Lửa hồng Nhựt Tảo vang trời đất, Gươm lóe Kiên Giang rúng quỉ thần. Ngẩng cổ ann hùng danh thọ mãi, Cúi đầu thẹn chết lũ phi nhân."
}