{
  "dateOfBirth" : "Giáp Thìn 1844",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê xã Ngân Thanh (Ngân Câu), tổng Thanh Quít, huyện Duyên Phúc (nay là huyện Điện Bàn), tỉnh Quảng Nam",
  "occupation" : "Danh sĩ đời ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2342,
  "entityName" : "Phạm Như Xương",
  "aliases" : [ "Phồn Sanh", "Hành Sơn" ],
  "overview" : "Năm Mậu thìn 1868 đỗ cử nhân; năm 1875 đỗ Hoàng giáp, làm quan trải qua Bộ, Viện, Các, rồi thăng Bố chánh tỉnh Phú Yên nên thường gọi là ông Bố Ngân Câu Khi giặc Pháp xâm lăng, ông theo tiếng gọi các nhà yêu nước ở Quảng Nam đứng trong hàng ngũ khởi nghĩa chống Pháp, bị giặc Pháp bắt vào năm đầu đời Đồng Khánh, bị cách chức, nhưng sau đó đến đời Thành Thái thứ nhất (1889) được khởi phục hàm Điển tịch, sung sở Tu thư, phải theo giữ sổ sách ở bộ Kinh lược Thanh Nghệ. Rồi cho quyền chức Tri phủ Anh Sơn. Không lâu ông xin cáo về ở ẩn không cộng tác với triều đình Huế. Ông có hai con trai: Phạm Như Đỉnh, Phạm Như Giáp đều hi sinh trong cuộc khởi nghĩa Duy tân năm 1916. Ông là tác giả nhiều thơ văn, nhưng nay đã thất lạc (vì năm 1916 con trai ông tham gia khởi nghĩa Duy tân nên sách vở bị tịch thu) chỉ còn truyền tụng bài Hịch Cần Vương viết vào những năm đầu phong trào Nghĩa hội do Trần Văn Dư và Nguyễn Duy Hiệu phát động năm 1885. Sau đây là văn phẩm lịch sử này. Hịch Cần Vương (ở Quảng Nam) Tưởng thuở thái bình tại võ, bề khuông tương để mặc khách thiên chung. Đến nay di địch loạn Ba, lòng tiết ngãi phải xướng bài lục quán. Nhà hầu ngã con còn biết chống, nỡ để cha chờ kẻ Tôn, Ngô. Nước đương loàn tôi phải toan ngăn, dễ phiên chúa nhờ người Pha, Mục. Xưa cũng có Hồ nhi kiệt ngạo. Đời lại sanh quân tử kinh luân. Lỗ Trọng Liên ngãi bất đế Tờn, phận nho giả mà lòng lo võ trụ Văn thừa tướng trung phò chúa Tống, bước lưu li mà vai gánh cang thường. Người còn hay tòng bá lúc hàn đông. Ta há để chiên cứu khi khốc hạ. Trước đã có ba ngàn hùm lạy, giúp rồng bay còn để sói lang. Nay lại thêm hai cõi tằm ăn, đoái nhạn trạch đành dời dấu thỏ. Câu \"Kiến ngãi bất vi vô dõng\" Chữ \"tội nhơn giai đắc nhi tru\". Giận Tây di đem thói cừu Châu. Ghét Tả đạo bày mưu trợ Kiệt. Vả Tả đạo cưu nhờ tổ thước, ơn chưa đền chấu lại chống xe. Mà Tây di cáo giả oai hùm, lớn chi lắm rắn toan nuốt tượng. Nhà Chung đạo làm cùng cả nước, khuyển phệ Nghiêu không sợ phép Cao Dao. Đất Nam trào chiếm khắp hai phương, Miêu nghịch Thuấn chẳng kinh sư Bá Võ. Trước đã tuốt gươm thiêng hỏi tội, ai cũng mầng Hoàng đế chinh Vưu. Sau lại đem ngọc bạch cầu hòa, người tưởng có Bạch thư thoái lỗ. Hay đâu ngự nhung vô thượng sách. Còn chưa thanh trọc loạn trung ba. Vì liên miên cõi Bắc can qua, trên chúa quyết hòa Ngô đánh Ngụy. Nên thử thứ chinh Tây thoái lữ, dưới tôi đành phạt Quắc giả Ngư. Phụng thế ngô chi sá lũ muông Tây, mà nỡ để Đồng Nai làm U, Kế? Rồng hưng Bái há sợ loài khỉ Sở, mà đành nơi Bình Thuận hạn Hồng Câu. Chẳng qua là thánh trí chi tư chước đã liệu Thiền Vu phụ Hớn. Nên tạm kết côn di chi hảo, dạ nào quên Câu Tiễn thù Ngô. Liều sáu tỉnh cho Võ quan trung, ấy là chước lấy đầu Cai Hạ, Dong một cõi để Tờn Hàm Côc, ấy là mưu cột cổ đạo bàng. Gẫm cửu trùng toán luợng đã cao, Nhưng trăm họ lòng còn hãy tủi! Tủi là tủi cơ nghiệp thần tôn thánh tổ, lúc trung hưng, khi sáng nghiệp, xưa gian truân mới có cõi bờ này, Thương là thương dân nơi xích huyện thần châu, đạo đã lấn, mọi lại giành, cương luân hãm đâu còn trời đất cũ. Trong Nam cảnh trông tin điếu phạt, mười sáu năm bức tức, ôm tấm lòng Tô Võ chăn dê: Ngoài Bắc thành gặp lúc nhiễu nhương, mười ba tỉnh bồi hồi, toan những dạ Dương Hương đánh cọp: Vả súc cọp trăm người khó địch, phận hiếu nhi còn xá nhứt sanh, Huống đánh Tây tám cõi đều ưng, lòng ngãi sĩ chi tù vạn tử. Người trong nước phải đền nợ nước, lựa là đợi ngàn chung muôn tứ, mới đành lòng Trương tử trả ơn Hàn, Phận dưới trời thời giúp con trời, lựa là nhờ tấc đất ngọn rau, mới đẹp dạ thơ sanh đền ngãi Hớn. Miễn cho đặng giang sơn y cựu, ngõ nhà vàng thong thả bức xiêm Nghiêu, Bằng để cho di tịch tung hoành, khiến con đỏ nhộn nhàng trong cõi Thuấn. Nghĩ từ hoàng thượng lên ngôi nhìn lại, thuế cũng tha, khoa cũng mở, rưới hồng ơn đã khắp dưới lê dân, Nghĩ dân ta từ Tây lại đến nay, nơi thời khổ, chốn thời nghèo, vì quốc vận dám trách trên lượng thánh. Trách những kẻ toan lòng mại quốc, xui mã tà, ma ní loạn mấy năm túng tượng một ngà; Giận những người bày mối giả danh, dối rằng Lý, rằng Lê, báo thiên hạ ngỡ rồng năm vẻ. Tội đáng đánh miếu đường đâu có bỏ; Lẽ không dong, thảo dã quyết nào tha! Nghe Nam dân lòng trung ngãi đỏ như son, tả đản vì Lưu, thề chẳng để Cần Giờ còn Phú lãng; Mầng Bắc hạt dạ văn thân cương quá sắt, đầu tiên phá Lỗ, quyết không dong Kẻ Chợ có Ba Lan! Hai phương trời đã ban gươm; Một mối đất chưa dậy sấm. Hay là tưởng ngọc lành đợi giá, làm tiên sanh bảo đạo mà tự cao, Hay là toan trí giả thiện tàng, để đầu dược thành công khi bệnh dũ. Hay là nghĩ ngôi chẳng ở, việc nhương di chi đến phận thảo lai? Hay là rằng vua đã trị, đường kinh quốc để mặc nơi lang miếu? Nếu như vậy thu hương xuân hội, lòng trạng ngươn còn quyết làm chi, Gặp lúc nay Tây nhiễu Bắc nhương, tai Sào phủ đành toan rửa sạch! Như búa sắt chờ nơi thác tiết, Gẫm lòng son chi sá ngãi thanh! Vả nước nhà nuôi sĩ lâu năm, cốt là để nhờ nhau khi túng thế, Huống mưa móc gội nhuần lắm kỉ, tua ra mà vẹt màn khí ấm tan. Trước là đền nợ nước nga quan, cho trên biết đầu đen mà dạ đỏ, Sau cho khỏi phận mình tả nhẫm, đặng mũi ghê mặt trắng mà gan vàng. Sá chi bề thân phận mất còn, Lo vì nỗi văn chương u ám. Kẻo để Tây di đắc chánh, thời ngũ kinh chi khỏi lửa Tờn, Bằng cho Tả đạo trưởng dân, ắt thập ác lại treo cửa Khổng! Nghĩ mấy lúc đính lời hương hỏa, mà hai phương khói lửa còn hừng, Bằng đến nay bác việc can qua, e thất nhựt Bạch đăng chi khỏi? Miệng cọp phun độc, khoe rân binh giáo Chúa Trời, Cáo giả tăm hơi, ó lác quấn reo khắp tỉnh. Kẻo để vậy tất sanh hậu hoạn, Chi cho bằng tảo xướng tiên thanh. Dẫu thời quai sau Tống có Kim, cũng ra sức Nhạc Phi bắc thượng, Mà thế lỡ rốt Đường loạn Xích, dễ nhường ai Nhơn Quí tây chinh ? Chớ đổ cho vị tận nhơn mưu, Mà ngồi đợi tất nhiên thiên số. Thức thời vụ tại nơi tuấn kiệt, đừng sợ Tây mà hổ vớ Bắc phương cường. Hãi nhơn tâm vì kể tiểu nhơn, chớ sợ đạo mà hư danh Nam khái tráng. Nó dầu có tàu đồng neo cứng, Ta há không lòng sắt dạ đanh! Vả nước nhà ngàn bạn ngãi dân, Bắc xướng Nam tùy, hiếm chi chước \"thiên quân yểm noãn\", Kìa vương thổ đủ tài tuấn kiệt, Đông giương Tây kích, thiếu chi mưu tuấn bổn tẩu hườn\"! Nó dầu khoe Tờn phú Hạng cường, câu \"nghịch đức giả vong\", lẽ không thoát lưới trờì trong Nam Việt, Ta cũng có Châu nhơn Hớn ngãi, chữ \"đắc dân vi bổn\", sợ chi đành cắt đất nhượng Tây di? Lòng dân nghe trời nọ cũng nghe, Dạ ta quyết ai mà chẳng quyết? Việc binh cách dầu mà có thác, thác thời theo Trương, Hàn, Lưu, Nhạc cũng thơm danh, Hàng Tây di may lại đặng toàn, toàn cũng lũ Lăng, Luật, Dự, Xương còn nho tiết. Khuyên các liệt thân, biển, sắc, mục, liệu hà mưu cho Tề có Di Ngô, Khuyên các trang hào kiệt anh hùng, liệu hà kế cho Lỗ nhiều quân tử. Khuyên những kẻ sống còn nợ Hớn, ra mà chinh Mạnh Hoạch lục thất cầm, Khuyên những người thác vẫn theo Châu, linh thời độ Thương dân khi bát đảo. Khuyên những kẻ hung tàng binh giáp, ra mà ngăn sức ngựa lúc bon chưn, Khuyên những người phúc uẩn kinh luân, ra mà giúp cuộc cờ khi túng nước. Binh thời chốn làng đông xã cả, một kẻ theo ngàn kẻ đều theo, Lương thời nơi phú hộ đại điền, một người nghĩ, muôn người cũng nghĩ. Oai trời đã dậy, nỏ phát ngàn cân, Ngãi thanh đã xướng, đá vàng trăm luyện. Ai không tảo ứng, đã sẵn câu \"sài lang nghịch đạo khởi dong từ\". Ai chằng thuận lai, thời có chữ \"bửu giám tạo hình nan ẩn phát\". Trên dẫu có nghiêm trừng phép nước, dễ mà đem ngọc lụa đổi can qua, Dưới cũng nguyền sống thác cùng vua, quyết một dạ đá vàng thân thổ võ!"
}