{
  "dateOfBirth": "1913\n----------------------------------------------\nGiáp Dần 1914",
  "dateOfDeath": "1997\n----------------------------------------------\nĐinh Sửu 1997",
  "hometown": "quê xã Sơn Hòa, huyện Hương Sơn, tỉnh Hà Tĩnh, sống và làm việc tại Pháp, Hà Nội đến cuối đời",
  "occupation": "Bác sĩ y khoa, tác giả nhà hoạt động văn hóa, chính trị",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2353,
  "entityName": "Nguyễn Khắc Viện",
  "aliases": [],
  "overview": "Nguyễn Khắc Viện (1913 - 1997) là một bác sĩ nhi khoa, đảng viên Đảng Cộng sản Pháp và Đảng Cộng sản Việt Nam, một nhà nghiên cứu văn hóa và tâm lý - y học.\n----------------------------------------------\nThuở trẻ học ở Vinh (Nghệ An), Hà Nội. Năm 1936 sang Pháp học tại trường Đại học Y khoa Paris. Năm 1939 chiến tranh Pháp - Đức đến hồi quyết liệt, quân Đức chiếm Paris, một số người Pháp và nước ngoài tham gia lực lượng De Gaull kháng chiến bỏ đất Pháp lánh sang các nước khác. Ông (NKV) cùng với một số sinh viên đồng hương Hà Tĩnh: Lê Văn Thiêm, Hoàng Xuân Nhị, Trần Du lánh sang Đức với mục đích nhờ Đức giúp thành lập một lực lượng chống Pháp giành độc lập cho Việt Nam. Sau đó (1945) Đức đầu hàng quân Đồng minh, ông trở về Paris hoạt động trong nhóm Việt kiều ủng hộ kháng chiến và tiếp tục học ở trường y cho đến khi tốt nghiệp Bác sĩ. Suốt thời gian sau thế chiến II ở Paris, ông hoạt động tích cực cho chính nghĩa kháng chiến, chống chủ nghĩa thực dân, gia nhập đảng Cộng sản Pháp. Năm 1963 ông về nước qua ngã Moscow - Bắc Kinh, làm việc ở Hà Nội chuyên về văn hóa, phụ trách tờ Nghiên cứu Việt Nam (Etude Vietnamienne) dịch các tác phẩm văn học Việt Nam sang tiếng Pháp để giới thiệu văn hóa Việt Nam với cộng đồng sử dụng tiếng Pháp trên thế giới. Những năm cuối đời, ông chuyên nghiên cứu về Khí công dưỡng sinh, sáng lập điều hành Trung tâm NT (viết tắt của Trung tâm Nghiên cứu Trẻ em) góp phần giáo dục trẻ em thiếu tình thương gia đình, \"bụi đời\", nghiện ma túy... Suốt hành trình sống và làm việc ông được nhà nước Việt Nam tặng nhiều huân chương cao quí, Viện Hàn Lâm Pháp cũng tặng ông một giải thướng lớn về văn hóa. Trước khi từ trần ông gửi lại những người sau một quan niệm sống 3T: 1 Tạo cho mình một cái thế đứng vững giữa xã hội tự lập không phải nhờ vả vào ai. 2. Nuôi dưỡng cái tình người cho phong phú gắn bó với nhiều người, nhiều cộng đồng khác nhau. 3. Tự tạo cho mình một cái tâm ổn định, mình làm chủ lấy mình, đời có sóng gió, cái tâm của mình vẫn vững vàng. Ông mất trong tháng 5 năm 1997 tại Hà Nội, thọ 83 tuổi. Các tác phẩm của ông: - Truyện Kiều (dịch ra Pháp ngữ) - Tuyển tập văn học Việt Nam - Việt Nam, Patrie retrouvée - Từ điển tâm lí - Từ vựng tâm lí - Từ điển xã hội học - Nỗi khổ của con em - Tâm lí gia đình - Tâm lí tiểu học - Từ tâm lí đến dưỡng sinh... - Tâm lí trẻ em - Tâm lí đại cương - Tâm bệnh lí trẻ em - Bàn về đạo Nho"
}