{
  "dateOfBirth": "7 tháng 4, 1907 Triệu Đông, Triệu Phong, Quảng Trị, Liên bang Đông Dương\n----------------------------------------------\nĐinh Mùi 1907",
  "dateOfDeath": "10 tháng 7, 1986 (79 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nBính Dần 1986",
  "hometown": "tại làng Hậu Kiên, xã Triệu Thành, huyện Triệu Phong, tỉnh Quảng Trị",
  "occupation": "Nhà hoạt động cách mạng, nguyên Tổng bí thư Ban chấp hành trung ương Đảng Cộng sản Việt Nam",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2358,
  "entityName": "Lê Duẩn",
  "aliases": [],
  "overview": "Lê Duẩn (1907–1986) là Bí thư Thứ nhất Trung ương Đảng Lao động Việt Nam từ 1960 đến 1976, Tổng Bí thư Đảng Cộng sản Việt Nam từ 1976 đến 1986. Ông là Tổng Bí thư của Đảng Cộng sản Việt Nam có tổng thời gian tại vị lâu nhất với 25 năm, 303 ngày. Từ 1960 cho đến khi qua đời năm 1986, có một ảnh hưởng chính trị rất lớn tại miền Bắc và ở Việt Nam sau 1975, và theo một số nhận định khi hai miền thống nhất ông cũng đã xác lập quyền uy cao nhất của mình tại Việt Nam trong những năm tháng còn tại vị.\n----------------------------------------------\nông xuất thân trong một gia đình nông nghiệp, ngay từ năm 1928 đã tham gia tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội, năm 1930 là một trong những đảng viên lớp đầu của Đảng Cộng sản Đông Dương. Năm 1931 ông là Ủy viên của Xứ ủy Bắc Kì, năm này ông bị Pháp bắt tại Hải Phòng kết án 20 năm tù cấm cố qua các nhà tù Hà Nội, Sơn La, Côn Đảo. Năm 1936, nhân chính quyền cánh tả Pháp cầm quyền ông được trả tự do. Sau khi về đất liền ông hoạt động ở các tỉnh Trung Kì, đến năm 1937 được cử giữ chức Bí thư Xứ ủy Trung Kì. Năm 1939 ông được cử vào Ban thường vụ Trung ương Đảng, cuối năm này ông cùng Nguyễn Văn Cừ chủ trì Hội nghị lần thứ 6 Ban chấp hành Trung ương quyết định thành lập Mặt trận phản đế Đông Dương. Năm 1940, ông lại bị Pháp bắt ở Sài Gòn kết án 10 năm tù và đày Côn Đảo lần thứ hai cho đến khi Cách mạng Tháng Tám thành công, ông được đón về Sài Gòn tham gia lãnh đạo kháng chiến ở Nam Bộ. Cuối năm 1946 ông được đề cử trực tiếp lãnh đạo kháng chiến ở Nam Bộ, giữ chức Bí thư Xứ ủy, rồi Bí thư Trung ương cục miền Nam. Sau hiệp định Genève ông ở lại miền Nam lãnh đạo phong trào cách mạng, cuối năm 1957 ông ra Hà Nội và ông được đề cử lãnh đạo công việc bên cạnh Chủ tịch Hồ Chí Minh. Tại Đại hội Đảng Lao động Việt Nam lần thứ ba (1960) ông được cử giữ chức Bí thư thứ nhất Ban chấp hành Trung ương Đảng. Các năm 1976, 1982 ông vẫn có chân trong Bộ Chính trị và giữ chức Tổng bí thư Đảng Cộng sản Việt Nam cho đến ngày mất. Ngày 10-7-1986 ông mất tại Hà Nội, thọ 79 tuổi. Do công lao của mình, ông được Đảng và Nhà nước Việt Nam cùng các nước xã hội chủ nghĩa tặng nhiều huân chương cao quí, trong đó có Huân chương Sao Vàng và Giải thưởng Lê Nin. Ông là tác giả một số tác phẩm lí luận về thực tiễn cách mạng. - Giương cao ngọn cờ cách mạng của chủ nghĩa Mác sáng tạo đưa sự nghiệp của chúng ta đến toàn thắng (Sự thật, 1963). - Thư vào Nam (Sự thật, 1987) - Các báo cáo chính trị"
}