{
  "dateOfBirth" : "Quí Hợi 1803",
  "dateOfDeath" : "Nhâm Thân 1872",
  "hometown" : "quê làng Hà Lam, huyện Lễ Dương, phủ Thăng Bình, tỉnh Quảng Nam (nay thuộc thị trấn Hà Lam, huyện Thăng Bình, tỉnh Quảng Nam)",
  "occupation" : "Nghĩa sĩ triều Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2363,
  "entityName" : "Nguyễn Đạo",
  "aliases" : [ "Trang Khải", "Suất Tính" ],
  "overview" : "Ông mồ côi cha từ tuổi nhỏ, nhà nghèo, rất chăm học lại thông minh, nhưng sau nhiều phen lều chõng vẫn lạc đệ. Năm 1820, niên hiệu Minh Mạng thứ nhất, ông tuy hai lần đỗ Tường sinh (học sinh đỗ cao trong các kì hạch ở tỉnh được cấp học bổng tại trường Đốc). Đến năm 40 tuổi vẫn còn lều chõng, theo lệ từ lâu của triều Nguyễn, trường hợp ông được bổ dụng làm giáo chức nhưng vì ông còn mẹ già, xin ở nhà phụng dưỡng mẫu thân trọn đời. Ở quê nhà ông lấy việc cày ruộng đọc sách làm nghiệp chính, lấy hiếu để dạy dỗ con em trong hương lí, bà con làng xóm đều được cảm hóa. Ông người tính ngay thẳng, chất phác, thật thà, đối với mọi người cư xử như anh em mà ít khi uốn mình nuông chiều ý người khác. Ông cũng rất thương nguời hoạn nạn, mau chân giúp đỡ kè nghèo đói, khốn cùng lấy những việc đó làm nguồn sống chân chính của mình. Tại địa phương những khi thiên tai địch họa, ông thường đứng ra quyên góp thóc lúa, đồng thời khuyên dân chúng tự lập kho nghĩa thương để dự trữ phòng hờ khi có đói. Quan tỉnh thấy việc làm nhân nghĩa của ông tâu lên triều đình được vuaTự Đức khen ngợi. Từ năm 1858 đến năm 1863 vùng bờ biển cùng đồng bằng cả tỉnh Quảng Nam dân bị đói, hưởng ứng lời hiệu triệu giúp dân cả tỉnh, ông đứng ra tự nguyện đi quyên góp các nhà khá giả trong tỉnh được một số tiền khá lớn, hơn 60.000 quan để chẩn cấp cho dân nghèo đang bị đói. Ngoài ra, số thóc lúa có đến hàng vạn hộc đều nhằm vào việc cứu đói. Công trạng ấy, được quan địa phương tâu lên triều đình, đích thân vua Tự Đức ban thưởng ngân bài Lạc quyên cùng một ngân bài Nghĩa sĩ. Con ông là phó bảng Nguyễn Thuật (1842-1911) có tiếng hay chữ. Năm Mậu thìn (1868) thi Hội được trúng cách, đến kì phúc thí lại xuống bảng ất (Phó bảng). Thân bằng đến mừng đều lấy làm tiếc, Nguyễn Thuật từ tạ mà bảo rằng: \"Nhà tôi vốn nhà thanh bạch, tôi lại không có công đức gì, cái phúc quá to như vậy sợ không đương nổi. Đó chính là các vị trọng điều đáng mừng lại mừng thêm vậy\". Con người hiểu phận mình biết vừa đủ như vậy. Các con ông đều xuất thân khoa bảng, Nguyễn Đạo còn lo là họ làm việc có hại đến ân đức, nên thường nhắc đến câu của cổ nhân: \"Nếu xuất hiện một vị tiến sĩ làm hại ân đức, thì không bằng xuất hiện một người bình dân biết tiếp tục làm phúc\" để răn dạy các con. Cho nên các con ông đều có danh tiếng trong sự nghiệp làm quan. Ông mất năm 69 tuổi, do quan hàm của con, được tặng hàm Đô sát viện hữu phó đô ngự sử. Con cháu ông sau này đều xuất thân đại khoa, hoạn đồ thanh thản, nổi tiếng thanh liêm."
}