{
  "dateOfBirth": "145\n----------------------------------------------\nẤt Dậu 1825",
  "dateOfDeath": "221\n----------------------------------------------\nGiáp Tuất 1874",
  "hometown": "quê làng Bát Vọng, sau sang ngụ ở làng Thanh Lương, huyện Quảng Điền tỉnh Thừa Thiên",
  "occupation": "Danh sĩ đời T",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 238,
  "entityName": "Đặng Huy Trứ",
  "aliases": [
    "Trị",
    "Hoàng Trung"
  ],
  "overview": "Hoàng Trung (黄忠, bính âm: Huáng Zhōng; Wade-Giles: Huang Chung), (145-221), là một vị tướng cuối thời Đông Hán nhà Đông Hán đầu thời Tam Quốc trong lịch sử Trung Quốc. Hoàng Trung được Tam Quốc diễn nghĩa miêu tả là một lão tướng nhưng sức địch muôn người, đã lập nhiều công lao cho Lưu Bị và là một trong Ngũ hổ tướng của quân Thục gồm: Quan Vũ, Trương Phi, Mã Siêu, Hoàng Trung và Triệu Vân.\n----------------------------------------------\nÔng thuở trẻ dĩnh ngộ có tiếng là thần đồng, năm Đinh vị 1847, đỗ Hương tiến. Tương truyền: ông thi Hương đỗ cử nhân, thi Hội đỗ tiến sĩ, đến khi vào thi Đình bị phạm húy nên bị cách và cấm trọn đời không được đi thi nữa. Ông bèn đi đạy học nơi nhà một vị quan lớn, sau nhờ vị quan lớn ấy tâu vua xin cho ông thi lại. Ông đỗ Hương nguyên, thế là trước sau ông đã thi đỗ hai lần cử nhân. Đời Tự Đức, ông làm Tri huyện, nổi tiếng thanh liêm rồi lần thăng Ngự sử rồi Bố chính sứ Nam Định, sau đổi làm Biện lí bộ Hộ. Ông từng đi sứ các nước Trung Quốc, Triều Tiên, Xiêm (Thái Lan). Ông tích cực phục vụ dân nghèo, xin đặt ra ti Bình chuẩn, khi đầu mùa thì nhà nước mua lúa tàng trữ, khi mất mùa thì đem bán rẻ cho dân. Tự Đức nghe theo và giao ông trách nhiệm điều khiền nhân viên trong ti ấy. Sau, vì có kẻ vu cáo ông bị giáng làm Trước tác, sung Bang biện Nmh Thái. Ít lâu ông bệnh mất ở Đồn Vàng năm Giáp tuất 1872 đem về an táng tại Huế. Ông bình sinh khảng khái, có chí lớn, nên khi ông mất, kẻ thức giả đều tiếc. Ông có khắc các bộ Tùng chinh di qui, Nhị vị tập và soạn các sách: 1. Hoàng Trung thi văn sao (in ở Trung Quốc). 2. Tứ thập bát hiếu kỉ sự tân biên 3. Khang Hi canh chức đồ. 4. Việt sử thánh huấn diễn nghĩa. 5. Nữ giới diễn ca..."
}