{
  "dateOfBirth": "1757\n----------------------------------------------\nMậu Dần 1758",
  "dateOfDeath": "1828\n----------------------------------------------\nĐinh Hợi 1827",
  "hometown": "người làng Yên Đông, huyện La Sơn, thuộc châu Hoan, tỉnh Nghệ An, (nay thuộc tỉnh Hà Tĩnh)",
  "occupation": "Danh sĩ đời Lê mạt",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 2387,
  "entityName": "Bùi Dương Lịch",
  "aliases": [
    "Tồn Trai",
    "Thạch Phủ",
    "Tồn Thành",
    "Ốc Lậu"
  ],
  "overview": "Bùi Dương Lịch (chữ Hán: 裴楊瓑; 1757 – 1828) có tên tự là Tồn Thành(存成), hiệu Thạch Phủ(石甫) và Tồn Trai(存齋) ; là một nhà giáo và là văn thần trải ba triều đại khác nhau: Lê trung hưng, Tây Sơn và nhà Nguyễn trong lịch sử Việt Nam.\n----------------------------------------------\nXuất thân trong một gia đình khoa bảng, sau khi đỗ Hương cống, ông được bổ làm Huấn đạo, nhưng không đi. Tây Sơn khởi nghĩa ông chạy về kinh sư. Được Võ Quì tiến cử với Lê Chiêu Thống, ông nhận chức Thị nội văn chức, đi chiêu dụ 2 phủ Đức Quang và Hà Hoa. Xong, ông lại đi đánh dẹp có công, được thăng Viên ngoại lang kiêm Giảm thủ điện trung phù bảo, cai quản quân Hậu đằng và được ban cho thái ấp. Năm Đinh tị 1787, ông lại ra thi, đỗ Hoàng giáp, lúc 29 tuổi. Đến khi Lê Chiêu Thống chạy sang cầu cứu nhà Thanh, ông đem mẹ về ẩn ở cửa Đông Môn, huyện Thanh Hà. Nhà Tây Sơn vời ra làm quan, tuy ông từ chối, nhưng vẫn từng cộng sự với Nguyễn Thiếp về việc dịch sách nơi Sùng Chính Viện do nhà Tây Sơn thiết lập. Về sau, ra làm quan với nhà Nguyễn Phúc, giữ chức đốc học Nghệ An. Ở vùng Nghệ Tĩnh còn truyền khẩu hai câu đối của ông châm biếm Nguyễn Thiếp: \"Nhất Nguyệt Ao dân vô sở lại Lục Niên thành thạch cánh di ô. \" Nghĩa: Làng Nguyệt Ao dân không chỗ cậy, Thành Lúc Niên đá hãy còn dơ. Dân gian còn truyền rằng: Nguyễn Thiếp có làm bài tán mỉa lại (theo Hoàng Xuân Hãn trong sách LA SƠN PHU TỬ, bài tán mỉa có lẽ do một người ghét Bùi Dương Lịch và trả lời thay cho Nguyễn Thiếp): \"Lê triệu cử tiến sĩ Tây ngụy sĩ hàn lâm Bản triều vi đốc học Dữ thế cộng phù trầm!\" Nghĩa: Triều Lê đỗ tiến sĩ Tây Sơn bổ hàn lâm, Triều Nguyễn làm đốc học Theo đời mà nổi chìm! Ông có soạn các sách: - Nghệ An chí, - Nghệ An phong thổ thi, - Bùi gia huấn hài, - Lê quí dật sử, - An hội thôn chí."
}