{
  "dateOfBirth" : "9 tháng 7, 1218 Hương Tức Mặc (nay thuộc Nam Định)\n----------------------------------------------\nMậu Dần 1218\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "5/51277.Hưởng thọ 60 tuổi Điện Vạn Thọ, Thăng Long\n----------------------------------------------\nĐinh Sửu 1277\n----------------------------------------------\nKhông rõ",
  "hometown" : "Quê làng Tức Mặc, phủ Thiên Trường thuộc huyện Mĩ Lộc, tỉnh Nam Định, ông là con của ông Trần Thừa và bà Lê Thị Phong\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nCòn có \n----------------------------------------------\nVua",
  "workTenure" : "1225 – 1258\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1225—1258",
  "fatherName" : {
    "Trần Thừa" : 1600,
    "ông Trần Thừa" : null
  },
  "motherName" : {
    "Lê thị" : null,
    "Lê Thị Phong" : null
  },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 2387,
  "entityName" : "Trần Thái Tông",
  "aliases" : [ "Thống Thiên Ngự Cực Long Công Mậu Đức Hiển Hòa Hựu Thuận Thần Văn Thánh Vũ Nguyên Hiếu Hoàng đế (統天御極隆功茂德顯和佑順神文聖武元孝皇帝)", "Kiến Trung (建中; 1225 -1232) Thiên Ứng Chính Bình (天應政平; 1232 - 1251) Nguyên Phong (元豐; 1251 - 1258)", "Thái Tông (太宗)", "Trần Thái Tông" ],
  "overview" : "Trần Thái Tông (chữ Hán: 陳太宗; 9 tháng 7 năm 1218 – 5 tháng 5 năm 1277), là vị hoàng đế đầu tiên của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ năm 1225 tới năm 1258, sau đó làm Thái thượng hoàng cho đến khi qua đời.\n----------------------------------------------\nÔng lên ngôi vua từ năm 1225, do vợ là Lý Chiêu Hoàng trao nghiệp nhà Lý cho ông kế thừa dưới sự giúp đỡ, sắp đặt của người chú là Thái sư Trần Thủ Độ. Triều đại ông việc chính trị, văn hóa tôn giáo đều cực thịnh. Chính ông cũng chuyên tâm nghiên cứu Phật học và sùng mộ Đạo Phật nhưng không xem thường cái học của các trường phái khác. Học thuật nước nhà do đó phát triển. Năm Đinh tị 1257 ông đă đánh thắng quân Nguyên Mông xâm lược để lại tiếng vang trong lịch sử dân tộc. Đất nước hòa bình nhân dân an cư lạc nghiệp phần nào giúp ông thư thái trong tâm hồn. Do đó, ông có đủ thì giờ lo tu niệm, trước tác nhiều kinh sách về Phật giáo. Ngày 14-1 năm Đinh sửu (4-5-1277) ông mất, hưởng dương 59 tuổi, làm vua được 33 năm. Các tác phẩm chính của ông: - Khóa hư lục - Thiền tông chỉ nam tự - Kiến trung thường lệ - Quốc triều thông chế - Trần Thái tông ngự tập Bộ Trần Thái tông ngự tập (1 quyển). Thơ ông \"Lời thơ thanh nhã đáng đọc. Cả tập nay không còn\" (Phan Huy Chú). Thơ Trần Thái tông có hai bài được tuyển trong Việt âm thi tập và Toàn Việt thi lục. Hai bài đó là: - Kí Thanh Phong am tăng Đức Sơn - Tống Bắc sứ Trương Hiển Khanh (Phan Huy Chú trích tuyển bài thứ nhất). Bộ Khóa hư lục (1 quyển) do Trần Thái tông biên soạn. Ý văn tỏ rõ niềm vui thích cảnh đẹp núi rừng, coi ngang lẽ sống chết, chí thú khoáng đạt. Sách này do Trần Thái tông làm sau khi truyền ngôi, xuất gia tu thiền để nghiên cứu đạo Phật. Theo GS Trần Văn Giáp (tác giả sách Tìm hiểu kho sách Hán Nôm) thì Khóa hư lục hiện nay còn những bản in như sau: - Bản R. 2004 của TVQG đề: Thiền tông khóa hư lục có một bài tựa không ghi tên tác giả nhưng có đề niên hiệu Đức Long tam niên Tân mùi (1631) và mục lục ghi 3 quyển. Tiếp đó ghi tên gọi khác của sách là: Thái tông hoàng đế ngự chế khóa hư lục và có dòng chữ chua: Thiền tử Thận Trai, pháp hiệu Tuệ Tĩnh, tự Vô Dật (người theo phải Thiền học là Thận Trai, pháp hiệu Tuệ Tĩnh tự là Vô Dật, giải nghĩa). Cuối sách có một bài bạt, không ghi tên người làm mà cũng không ghi niên hiệu. Về tên người giải nghĩa sách này là Thận Trai, pháp hiệu Tuệ Tĩnh, tức là danh y Tuệ Tĩnh có tác phẩm Nam dược thần hiệu. - Bản A. 1531 của TVKHXH và bản R. 1200 của TVQG: đề là Khóa hư tập khắc in năm canh tí niên hiệu Minh Mạng (1840), có bài tựa của Nguyễn Thận Hiên pháp danh là Đại Phương cũng đề năm Canh tí niên hiệu Minh Mạng (1840): Nguyễn Thận Hiên là Nguyễn Đăng Giai (... - 1854). - Bản VHv. 1482: cũng in vào niên hiệu Minh Mạng, có dịch ra chữ Nôm do Phúc Điền hòa thượng dịch. - Bản R. 37 của TVQG: là bản mới in lại sau này do Tổng hội Phật giáo Bắc Kì in và phát hành năm 1943, tên sách là Trần Thái tông ngự chế khóa hư lục. Sách Khóa hư lục đã được dịch và in ra bằng quốc ngữ, do Thiều Chửu Nguyễn Hữu Kha biên dịch, năm 1934 nhà in Hoa Kí, Hà Nội xuất bản trong Việt Nam thiền học tùng thư. Dịch giả đổi gọi tên là Kinh Khóa hư. Theo sự nghiên cứu của dịch giả Nguyễn Hữu Kha thì sách Khóa hư lục là của Trần Thái tông soạn nhưng căn cứ vào Sử (?) và xét đến bài thăm cụ Huyền Quang ở Yên Tử và mấy lời đức Trần Hưng Đạo (?) mời về thì sách này là của vua Trần Nhân tông soạn, dịch giả đem ba bản Khóa hư ra xét, để tìm lấy sự thực, thì dám cả quyết rằng những bản chép là của vua Thái tông là sai\". Vấn đề này khá phức tạp, cần nghiên cứu kĩ, khi đủ tài liệu xác minh, ta sẽ kết luận. Nay hay cứ theo Phan Huy Chú nói Khóa hư lục là của Trần Thái tông. Thiền tông chỉ nam tự cũng do ông soạn sách có bài Tựa như sau: Tựa thiền tông chỉ nam Trẫm thầm nhủ: Phật không chia Nam Bắc, đều có thể tu mà tìm; tính người có trí ngu, cũng nhờ giác ngộ mà thành đạt. Vì vậy, phương tiện dẫn dụ đám người mê muội, con đường tắt sáng tỏ lẽ tử sinh, ấy là đạo giáo của đức Phật. Đặt mực thước cho hậu thế, làm khuôn mẫu cho tương lai, ấy là trách nhiệm của tiên thánh. Cho nên Lục Tổ có nói: \"Bậc đại thánh và đại sư đời trước không khác gì nhau\". Như thế đủ biết đại giáo của đức Phật ta phải nhờ tiên thánh mà truyền lại cho đời. Thế thì nay lẽ nào trẫm không coi trách nhiệm của tiên thánh là trách nhiệm của mình, giáo lí của đức Phật là giáo lí của mình ư! Và thuở còn niên thiếu, hiểu biết mới võ vẽ được nghe loáng thoáng lời dạy bảo của thiền sư đã dập tắt ngay mọi điều vương vấn; lòng thốt nhiên trong lặng để tâm vào nội giáo, tham cứu đạo Thiền dốc lòng tìm thầy, thành khẩn mô đạo. Tuy nhiên, cái ý hồi tâm hướng đạo đã nẩy mầm mà cái cơ cảm xúc còn chưa thấu. Vừa mưởi sáu tuổi, Thái hậu đã chán cõi trần; trẫm nằm rơm gối đất huyết lệ nát lòng; ngoài nỗi ưu phiền nghĩ đâu việc khác. Thế rồi mới vài năm sau, Thái tổ hoàng đế lại bỏ ngôi trời. Niềm nhớ mẹ chưa nguôi, tình thương cha càng nặng. Ngổn ngang đau xót, khó nỗi khuây lòng. Trẫm nghĩ: cha mẹ vỗ về nuôi nấng con không biết cách gì, con dù thịt nát xương tan cũng không đủ báo đền trong muôn một. Huống chi, đấng hoàng khảo Thái tổ ta xây dựng cơ nghiệp rất mực gian nan, trị nước giúp đời lại càng khó nhọc. Người đem ngôi báu trao lại cho trẫm từ lúc ấu thơ, khiến trẫm đêm ngày lo sợ, không chút thành thơi. Trẫm tự bảo mình: trên đã không có cha mẹ để tựa nương, dưới lại e chắng xứng với lòng dân trông đợi, biết làm thế nào? Suy đi nghĩ lại, không gì hơn lui về chốn núi rừng tìm học đạo Phật, để hiểu rõ nghĩa lớn của việc sống chết, cùng đền đáp công ơn khó nhọc của mẹ cha, thế chẳng tốt hơn sao? Thế là chí trẫm đã quyết. Đêm mồng ba tháng Tư năm Bính thân, niên hiệu Thiên Ứng Chính Bình thứ năm, trẫm cải dạng ra khỏi cửa cung rồi bảo với tả hữu rằng: \"Trẫm muốn ra ngoài chơi để lắng nghe tiếng nói của dân, xem xét lòng dân, ngõ hầu biết được mọi khó khăn của công việc\". Bấy giờ tả hữu đi theo trẫm chỉ bảy tám người. Giờ hợi đêm ấy trẫm cưỡi một ngựa lặng lẽ ra đi; qua sông về hướng Đông, mới mang tình thực nói với tả hữu. Họ đều ngạc nhiên, rơi nước mắt. Giờ mão hôm sau đến bến đò núi Phả Lại sông Đại Than. Sợ có người biết, trẫm lấy áo che mặt qua sông rồi đi tắt theo đường núi. Đến tối vào nghỉ ở chùa Giác Hạnh, đợi sáng lại đi. Lặn lội vất vả, núi hiểm, suối sâu, ngựa mỏi không tiến lên được nữa, trẫm liền bỏ ngựa vin vách đá mà lần bước. Giờ mùi mới đến sườn núi Yên Tử. Sáng hôm sau lên thẳng đỉnh núi, vào yết kiến vị Quốc sư là đại sa môn phái Trúc Lâm. Quốc sư vừa thấy trẫm thì mừng rỡ, rồi ung dung bảo rằng: - Lão tăng ở nơi sơn dã đã lâu, xương gầy mặt võ, ăn rau đắng, nếm trái cây chơi cảnh rừng, uống nước suối, lòng như mây nổi, theo gió đến đây. Nay bệ hạ bỏ ngôi nhân chủ, tìm sự nghèo hèn nơi rừng núi, chẳng hay bệ hạ muốn cầu điều gì mà đến chốn này? Trẵm nghe sư nói, rơi hai hàng nước mắt, đáp lại rằng: - Trẫm đương trẻ thơ, mẹ cha vội mất trơ vơ đứng trên dân chúng, không chỗ tựa nương; lại nghĩ sự nghiệp các đế vương thuở trước, thay đổi bất thường cho nên tìm đến núi này chỉ muốn được thành Phật, chứ không cầu gì khác. Sư nói: - Trong núi vốn không có Phật, Phật ở ngay trong lòng. Lòng lặng lẽ mà hiểu đó chính là chân Phật. Nay nếu bệ hạ giác ngộ điều đó thì lập tức thành Phật không cần khổ công tìm kiếm bên ngoài. Bấy giờ thúc phụ Trần công là em họ tiên quân, người được gửi gắm đứa con côi khi tiên quân bỏ quần thần, trẫm đã phong làm Thái sư, tham dự quốc chính, nghe tin trẫm bỏ trốn liền sai người tìm kiếm khắp nơi; rồi ông cùng các bậc quốc lão tìm đến núi này. Gặp trẫm, ông đau đớn nói: - Thần nhận sự ủy thác của tiên quân, tôn phụng bệ hạ làm chúa tể dân thần. Lòng dân kính yêu trông đợi bệ hạ chẳng khác nào con nhỏ quyến luyến mẹ cha. Huống chi các cố lão trong triều ngày nay chẳng một ai không là bề tôi thân thuộc, chúng dân sĩ thứ chẳng người nào không vui vẻ phục tòng. Cho đến đứa trẻ lên bảy cũng biết bệ hạ là bậc cha mẹ dân. Vả Thái tổ bỏ thần mà đi nắm đất trên mồ chưa khô, lời trăn trối bên tai còn đó. Thế mà bệ hạ lại lánh gót ẩn cư nơi núi rừng để theo đuổi cái chí riêng mình. Như thần nghĩ, bệ hạ tính kế tự tu đã vậy như còn quốc gia xã tắc thì sao? Nếu chỉ để lời nói suông lại cho đời sau, sao bằng đem thân mình làm gương trước cho thiên hạ. Nhược bằng bệ hạ không nghĩ lại thì chúng thần và người trong nước xin cùng chết ngay hôm nay, quyết không trở về nữa! Trẫm thấy Thái sư cùng các kì lão khăng khăng không chịu bỏ trẫm, liền đem lời nói ấy bày tỏ với Quốc sư. Quốc sư cầm tay trẫm nói: - Phàm đã là bậc nhân quân tất phải lấy ý muốn của thiên hạ làm ý muốn của mình; lấy tấm lòng của thiên hạ làm tấm lòng của mình. Nay muôn dân đã muốn đón bệ hạ về thì bệ hạ không về sao được! Duy có việc nghiên cứu nội điển xin bệ hạ đừng chút xao lãng mà thôi. Vì thế trẫm cùng mọi người trở về Kinh miễn cưỡng lên ngôi. Trong khoảng hơn chục năm, mỗi khi được rảnh việc, trẫm lại hội họp các vị tuổi cao đức cả để tham vấn đạo Thiền. Còn như các kinh điển của đại giáo thì không kinh nào không nghiên cứu. Trẫm thường đọc kinh Kim cương, đến câu \"Ưng vô sở trụ nhi sinh kì tâm\" vừa gấp sách lại ngâm nga, bỗng nhiên tỉnh ngộ, liền đem những điều giác ngộ được làm bài ca này, đặt tên là Thiền tông chỉ nam. Năm ấy Quốc sư từ núi Yên Tử về Kinh, trẫm cho ở chùa Thắng Nghiêm để trông coi việc khắc bản in kinh sách. Nhân đó, trẫm đưa bài ca cho Quốc sư xem. Mới đọc qua một lần, sư đã mấy phen tán thưởng, nói: - Tấm lòng của chư Phật ở cả trong bài ca này, sao không khắc in thành kinh bản để chỉ dẫn cho kẻ hậu học? Trẫm nghe lời sư, sai thợ viết chữ chân phương rồi truyền cho khắc bản. Chẳng riêng để chỉ dẫn đường mê cho đời sau mà còn muốn mở mang công nghiệp của các thánh nhân thuở trước. Vì thế trẫm ghi bài tựa này.\n----------------------------------------------\nTrần Thái Tông (chữ Hán: 陳太宗 9 tháng 7 năm 1218 – 5 tháng 5 năm 1277), tên khai sinh là Trần Cảnh (陳煚), là vị hoàng đế đầu tiên của Hoàng triều Trần nước Đại Việt. Ông giữ ngôi từ ngày 10 tháng 1 năm 1226 tới ngày 30 tháng 3 năm 1258, sau đó làm Thái thượng hoàng cho đến khi qua đời năm 1277."
}