{
  "dateOfBirth": "1603\n----------------------------------------------\nQuí Mão 1603",
  "dateOfDeath": "1681\n----------------------------------------------\nTân Dậu 1681",
  "hometown": "quê ở Gia Miêu ngoại trang, huyện Tống Sơn, tỉnh Thanh Hóa",
  "occupation": "Danh tướng thời chúa Nguyễn, nguời có công lớn trong các cuộc chiến tranh với họ Trịnh ở Đàng Ngoài",
  "workTenure": "Không rõ",
  "fatherName": {
    "Nguyễn Triều Văn": null
  },
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 2406,
  "entityName": "Nguyễn Hữu Dật",
  "aliases": [],
  "overview": "Nguyễn Hữu Dật (chữ Hán: 阮有鎰, 1603–1681) là đại công thần của chúa Nguyễn tại Đàng Trong thời Trịnh Nguyễn phân tranh. Ông là người có công phò tá nhiều đời chúa Nguyễn, đánh lui nhiều cuộc Nam tiến của chúa Trịnh, giữ vững lãnh thổ Đàng Trong, được phong chức Chiêu Vũ hầu. Sau khi mất, ông được nhân dân ở Quảng Bình tiếc nhớ, gọi là Bồ Tát, lập đền thờ ở Thạch Xá.\n----------------------------------------------\nNăm 16 tuổi (1619) ông đã có tài văn thơ được chúa Sãi bổ làm Văn chức, sau làm tham mưu theo dự các trận đánh lớn với quân Trịnh lập được nhiều công to, được giữ chức Đốc chiến, Chưởng dinh Tiết chế, tước Chiêu Vũ Hầu. Trong đời các chúa Sãi, chúa Thượng (1635-1648), Chúa Hiền (1648-1687), ông là một trong ba nhân vật trụ cột (Đào Duy Từ, Nguyễn Hữu Tiến) giúp chúa Nguyễn gìn giữ bờ cõi và mở mang lãnh thổ vào miền Nam thêm vững chãi. Các năm 1648, 1660, ông cùng Nguyễn Hữu Tiến lập được những chiến công lừng lẫy như đương đầu với quân Trịnh ở Nghệ An, Thanh Hóa và chiếm luôn cả khu vực này. Lúc bấy giờ mọi việc quân sự chúa Nguyễn đều bàn bạc với ông. Ông là người có tài thao lược, nhiều năm làm tướng có nhiều mưu lược lớn giúp chúa Nguyễn đứng vững. Năm Tân sửu 1681 ông mất, thọ 78 tuổi được chúa Hiền (Nguyễn Phúc Tần) truy tặng Tán trị Tĩnh nạn Công thần, tước Chiêu Quận Công. Đương thời nhân dân Quảng Bình lập đền thờ ông tại làng Thạch Xá, gần đây hãy còn. Con ông là Nguyễn Hữu Kính (cũng đọc là Cảnh) cũng là một danh tướng của chúa Nguyễn. Ở huyện Chợ Mới, tỉnh An Giang có đền thờ ông gọi là Dinh ông Chưởng và Cù lao ông Chưởng. Nguyễn Hữu Dật là tác giả các sách: - Minh sơ anh liệt chí - Hoa vân cáo thị"
}