{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê làng Tân An, tỉnh Tân An (nay thuộc thị xã Tân An, tỉnh Long An)",
  "occupation" : "Nhà văn, dịch giả, nhà soạn tuồng cải lương, không rõ năm sinh, năm mất",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2420,
  "entityName" : "Trần Phong Sắc",
  "aliases" : [ "Đằng Huy", "Trần Đình Diệm" ],
  "overview" : "Ông xuất thân là một thầy giáo dạy chữ Hán tại trường tỉnh Tân An. Khoảng năm 1898-1900 ông lên Sài Gòn cộng tác với các báo Nông Cổ mín đàn, Lục tỉnh Tân văn của Trần Chánh Chiếu, Lương Khắc Ninh... Tác phẩm đầu tay của ông là bản dịch Truyện Nhạc Phi cùng dịch với Phụng Hoàng Sang, in năm 1905 và một số bài viết, bài dịch cổ văn đăng trên các báo vừa dẫn. Trần Phong Sắc có mặt trên làng văn đầu tiên bằng ngòi bút dịch thuật rồi đến sáng tác gồm một số tuồng rút từ lịch sử Trung Quốc (13 vở) như Tiết Đinh San chinh Tây (1913), Sát thê cầu tướng (1927), Hạng Võ biệt Ngu Cơ (1928), Trần Trinh Ân (1928)... cho các đoàn hát hồi đầu thế kỉ này ở Nam Kì. Ông là một trong ba Thầy tuồng (vừa là soạn giả vừa đạo diễn) nổi tiếng nhất thời đó là Trương Duy Toản, Nguyễn Trọng Quyền và ông. Các tác phẩm bằng văn xuôi (sáng tác) gồm có: - Kim Vân Kiều án (1914) - Tân tiếu lâm - Sĩ hữu bá hạnh (1925) - Vệ sanh thực trị (1927) - Bán dạ phi đầu (tập 1, 2 năm 1925 và tập 3, 4 năm 1926) - Hậu Vân Tiên diễn ca (1925) một truyện thơ sáng tác (chớ không phải phiên âm) kế tục truyện Lục Vân Tiên của Nguyễn Đình Chiểu. - Ấu viên tất độc (Gái thơ phải đọc - 1925) có nội dung mới mẻ, tiến bộ nhất vào lúc đương thời. Vì sách nói việc học tập của con gái về hôn nhân, gia đình... hoặc có tính cách thời sự, quan điểm giáo dục, sinh hoạt xã hội, phong tục tập quán của Việt Nam. Về mặt dịch thuật, ông là một dịch giả vào hạng kì cựu nhất ở miền Nam vào thời kì chữ Quốc ngữ mới phát triển. Về số lượng phần đáng kể nhất của ông là tiểu thuyết chương hồi Trung Quốc gồm 18 bộ. Tác phẩm của ông thuộc nhiều thể loại phiên âm, sưu tầm, thơ, phú, truyện thơ văn tế, dịch thuật và sáng tác tuồng hát, trước tác các sách luân lí, khoa học tự nhiên. Hơn 50 năm trước, báo Phụ nữ Tân văn nhận xét ông và cho rằng \"Mấy ông Trần Phong Sắc, Nguyễn An Khương và Nguyễn Chánh Sắt là những tay dịch thuật trứ danh ở Nam Kì này\". Theo số thư mục hiện nay còn tìm thấy được Trần Phong Sắc là tác giả dịch giả có tất cả 54 tác phẩm. Trong số này có 11 tác phẩm là đồng tác giả. Số còn lại là riêng ông tự viết. Các tác phẩm chính (ghi theo thứ tự thời gian): 1. Tam hạ Nam đường diễn nghĩa (1906) 2. Phong Thần diễn nghĩa (1906) 3. La Thông tảo Bắc (1906) 4. Đại Hồng bào hải thoại (1907) 5. Tiết Đinh San chinh Tây (1907) 6. Du Long hỉ Phụng Chánh Đức du Giang Nam (1907) 7. Anh hùng náo tam môn giai (1907) 8. Đại Minh Hồng Võ (1907) 9. Lục mẫu đơn (1908) 10. Thuận Tri quá giang (1908) 11. Hậu anh hùng (1908) 12. Bắc du Chơn Võ truyện (1909) 13. Tây du diễn nghĩa (1909) 14. Yên Sơn phú (1910) 15. Tùy Đường truyện (1910) 16. Vĩnh Khánh thăng bình (1910) 17. Nam Du Huê Quang truyện (1910) 18. Ngũ hổ bình Nam hí văn (1911) 19. Nhị thập tứ hiếu (1911) 20. Huấn nữ Quốc âm ca (1911) 21. Nữ tú tài (1911) 22. Tiền, Hậu Vân Tiên (1911) 23. Vần Quốc ngữ có phụ Tiếu lâm và Khuyến hiếu ca - Huấn sĩ ca (1911) 24. Chuyện khôi hài (1912) 25. Tuồng Đinh San chinh Tây (1913) 26. Kim Vân Kiều án (1914) 27. Nữ trung bá hạnh (1922) 28. Mạch Quốc thoại et TPS Minh thánh kinh (1925) 29. Quan Đế Minh thánh kinh (1935) 30. Thập nhị quả phụ chinh Tây (1923) 31. Thơ Phạm Công (1923) 32. Binh Sơn Lãnh yếu toàn ca (1924) 33. Chủng Tử tu tri (1924) 34. Ấu viên tất độc (1924) Sách được Thống đốc Nam Kì và Toàn quyền Đông Dương cho phép làm sách giáo khoa bậc Tiểu học. 35. Sĩ hữu bá hạnh (1925) 36. Hậu Vân Tiên diễn ca (1925) 37. Đầu người ta bay xuống nửa đêm (1925) 38. Nguyệt Hà tầm phu (Xưa Nay, 1925) 39. Nguyệt Kiều xuất gia (Théâtre.J. Viết 1925) 40. Sát thê cầu tướng, (Théâtre. J. Viết, 1925) …"
}