{
  "dateOfBirth": "? Phước An, Biên Hòa (nay là Đồng Nai), Việt Nam\n----------------------------------------------\n…",
  "dateOfDeath": "7 tháng 7 năm 1801 Bình Định, Việt Nam\n----------------------------------------------\nTân Dậu 1801",
  "hometown": "quê huyện Phước An, tỉnh Biên Hòa (nay thuộc Đồng Nai), sau dời về huyện Bình Dương, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh)",
  "occupation": "Phục vụ\n----------------------------------------------\nDanh tướng đời Gia Long",
  "workTenure": "1781–1801\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "nhà Tây Sơn": null
  },
  "id": 2460,
  "entityName": "Võ Tánh",
  "aliases": [
    "Võ Tính"
  ],
  "overview": "Võ Tánh hay Võ Tính (chữ Hán: 武性; ? - 1801) là một danh tướng nhà Nguyễn. Ông có công giúp Nguyễn Ánh chống nhà Tây Sơn và mất trước khi nhà Nguyễn chính thức thành lập. Đương thời, ông được xếp cùng với Đỗ Thanh Nhơn và Châu Văn Tiếp là \"Gia Định tam hùng\".\n----------------------------------------------\nSau khi anh ông là Võ Nhàn bị hại vì vụ binh Đông Sơn báo thù cho Đỗ Thanh Nhân, ông bỏ trốn. Đến năm 1785, Tây Sơn vào Gia Định, Nguyễn Phúc Ánh chạy ra Phú Quốc, ông lại ra mặt dấy binh ở Phù Viên (Vườn Trầu tức vùng Hóc Môn, Bà Điểm), sau dời xuống Định Tường, giữ gò Khổng Tước (tức Gò Công). Ông tự xưng Tổng nhung, chia binh làm 5 đạo gọi là đạo \"Kiến Hòa\" (Vì Gò Công xưa thuộc huyện Kiến Hòa, sau đổi là Tân Hòa). Tây Sơn Nguyễn Nhạc sai tướng là Ngụy Nguyên, đánh Gò Công, ông giết chết Ngụy Nguyên, oai danh lừng lẫy từ đấy, được xưng tụng là một trong \"Gia Định tam hùng\". Năm Đinh mùi 1787, Nguyễn Ánh sai Nguyễn Đức Xuyên, Trương Phúc Giáo triệu thỉnh ông. Năm sau (1788) ông đem đạo quân bản bộ và các thuộc hạ Võ Văn Lương, Trần Văn Tín, Mặc Văn Tô, Nguyễn Văn Hiếu theo Nguyễn Ánh tại Hồi Oa (Nước Xoáy - Sa Đéc), được phong làm Khâm sai Tổng nhung, dinh Tiền phong; sau đó được Nguyễn vương gả em cho là Ngọc Dụ Công chúa. Do nhiều công trận, năm Ất mão 1795 ông thăng Khâm sai Chưởng hậu quân; Bình Tây tham thăng đại tướng quân, tước Quận Công. Năm Canh thân 1800, ông trấn thủ thành Qui Nhơn (sau đổi là Bình Định), bị thượng tướng Tây Sơn Trần Quang Diệu và Võ Văn Dũng vây ngặt. Ông cố sức cầm chân quân Tây Sơn để Nguyễn Ánh thừa thế ra đánh Phú Xuân theo chước \"đổi gạch lấy vàng\". Rồi liệu thế không cầm cự được nữa, Hiệp trấn Ngô Tùng Châu uống thuốc độc chết, hôm sau vào ngày 27-5 âm lịch Tân dậu (7-7-1801) ông tự thiêu nơi lầu Bát giác, cùng chết theo ông có tùy tướng Nguyễn Tấn Huyên. Hài cốt ông được vua Gia Long sai Đinh Công Khiêm và Tôn Thất Bình đưa vào Gia Định chôn cất (lăng ở Phú Nhuận, Thành phố Hồ Chí Minh). Ở Gò Công (Tiền Giang) cũng có miếu thờ ông."
}