{
  "dateOfBirth" : "Nhâm Tí 1912",
  "dateOfDeath" : "Tân Tị 1941",
  "hometown" : "Quê thôn Cẩm Giàng, xã Đồng Nguyên, huyện Từ Sơn, tỉnh Bắc Ninh",
  "occupation" : "Liệt sĩ Cách mạng, nguyên Tổng bí thư Đảng cộng sản Đông Dương",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Nguyễn Văn Quán" : null
  },
  "motherName" : {
    "Nguyễn Thị Khuyến" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2466,
  "entityName" : "Nguyễn Văn Cừ",
  "aliases" : [ ],
  "overview" : "Xuất thân trong một gia đình Nho học có truyền thống, thuở nhỏ học ở quê. Sau khi đỗ bằng tiểu học, ông được vào trường Bưởi (Hà Nội). Năm 1927 lúc đang học tại trưởng, ông tham gia vào tổ chức Việt Nam Thanh niên Cách mạng đồng chí hội. Do hoạt động của mình, ông bị thực dân đuổi học, tháng 6-1929 ông được kết nạp vào chi bộ Cộng sản đầu tiên ở Hà Nội. Sau khi thành lập Đảng (3-2-1930). Ông làm Bí thư đầu tiên đặc khu Hòn Gai - Uông Bí. Hoạt động ở đây một thời gian ông bị Pháp bắt kết án khổ sai rồi đày ra Côn Đảo. Năm 1936 ông được trả tự do, về sống ở Hà Nội tiếp tục hoạt động bí mật. Đầu tháng 9-1937 ông được Trung ương Đảng cử đi dự Hội nghị Trung ương tại Bà Điểm, huyện Hóc Môn, tỉnh Gia Định. Tại hội nghị này ông được cử vào ban Thường vụ Trung ương Đảng. Năm 1938, ông được bầu làm Tổng Bí thư Đảng Cộng sản Đông Dương, kể từ đó địa bàn hoạt động của ông ở Sài Gòn. Năm 1939 ông trở ra miền Bắc. Mùa thu năm 1939 ông lại vào Sài Gòn cùng các ông Lê Duẩn, Phan Đăng Lưu... mở hội nghị Trung ương lần thứ VI để hoạch định chương trình mới. Đến tháng 6-1940 ông bị bắt tại đường Nguyễn Tấn Nghiệm (nay là đường Trần Đình Xu, Quận I) Sài Gòn cùng với một số đồng chí của mình. Sau cuộc khởi nghĩa Nam Kì 1940, thực dân Pháp ghép ông vào tội đã thảo ra \"Nghị quyết thành lập Mặt trận Thống nhất dân tộc phản đối Đông Dương\", Chủ trương bạo động\", và là người có trách nhiệm tinh thần trong cuộc khởi nghĩa Nam Kì. Chúng kết án tử hình ông. Ngày 28-8-1941, ông bị thực dân xử bắn tại Bà Điểm, huyện Hóc Môn (nay thuộc Thành phố Hồ Chí Minh). Tại pháp trường ông đã kiên quyết xé tấm băng đen bịt mắt và hô lớn: Cách mạng Đông Dương thành công muôn năm rồi ngã gục trước làn đạn địch. Ông hi sinh lúc mới 29 tuổi."
}