{
  "dateOfBirth": "Giáp Ngọ 1714",
  "dateOfDeath": "Giáp Tuất 1754",
  "hometown": "quê làng Khinh Dao, huyện Giáp Sơn, trấn Hải Dương",
  "occupation": "Danh tướng đời Lê Hiển tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 2490,
  "entityName": "Phạm Đình Trọng",
  "aliases": [],
  "overview": "Ông gồm tài văn võ, tướng mạo uy nghiêm, tương truyền là Thần Ngũ hổ giáng sinh. Kỉ mùi 1739 ông đỗ tiến sĩ lúc 25 tuổi. Ngay khi đỗ đạt ông đã được bổ làm Phó đô ngự sử, vào phủ chúa Trịnh làm Bồi tụng, tước Dao Lĩnh Hầu. Ít lâu, ông ra làm Hiệp trấn ba đạo Đông Nam Bắc, thống lĩnh các quân đánh dẹp cuộc khởi nghĩa nông dân của Nguyễn Hữu Cầu. Ất sửu 1745 ông phá tan quân của Nguyễn Hữu Cầu ở Xương Giang, Nguyễn Hữu Cầu chạy thoát. Ông lao đao mãi đến năm Canh ngọ 1750, bộ tướng của ông là Phạm Đình Sĩ mới bắt được Nguyễn Hữu Câu ở xã Hoàng Mai, thuộc huyện Quỳnh Lưu đóng cũi giải về kinh sư, rồi xử tử. Nguyễn Hữu Cầu vốn là bạn đồng môn với ông. Khi Nguyễn Hữu Cầu bị ông và Hoàng Ngũ Phúc tiến đánh, Nguyễn Hữu Cầu đã nhạo báng ông là \"con thằn lằn\", Hoàng Ngũ Phúc là \"con quạ đen\". Trước kia, ông cùng Tuần phủ Nguyễn Thự mật mưu bắt sống được Nguyễn Cừ - một lãnh tụ khởi nghĩa nông dân khác ở núi Ngọa Vân, nên được thăng làm Tả thị lang bộ Công. Nay có công dẹp yên cuộc khởi nghĩa của Nguyễn Hữu Cầu, ông được tấn phong: Đặc tiến Kim tử Vinh lộc đại phu, Dương vô tuyên lực công thần, giữ chức Thượng thư bộ Binh, Thiếu bảo (thầy dạy thái tử), tước Hải Quận Công. Sau đó, ông lại nhận lệnh ra Trấn thủ Nghệ An, kiêm lĩnh Đốc suất quân dân ở châu Bố Chính (Quảng Bình). Trên cương vị này, ông lại đánh dẹp các cuộc nổi loạn của dân chúng. Năm Giáp tuất 1754, khoảng tháng 1 ông mất, hưởng dương 40 tuổi. Tương truyền: ông chết là do bị quyết thần Đỗ Thế Giai đầu độc. Nguyên khi Nguyễn Hữu Cầu bị ông đánh phá quyết liệt, Nguyễn Hữu Cầu sai người về triều đút lót với Đỗ Thế Giai xin qui hàng triều đình. Đỗ giúp Nguyễn Hữu Cầu được toại nguyện, ông phải vâng mạng triệt binh. Nhưng Nguyễn Hữu Cầu chỉ trá hàng để làm kế hoãn binh, chẳng bao lâu lại nổi dậy, khiến ông phải ra sức tiễu trừ. Mặc dù Đỗ Thế Giai ngăn cản ông cố ý che chở cho Nguyễn Hữu Cầu, ông vẫn cương quyết tấn công hạ Nguyễn Hữu Cầu. Do đấy Đỗ Thế Giai thù ghét ông, giả lệnh triều đình ban rượu ngon khen thưởng, trong rượu có thuốc độc. Ông uống phải rồi chết. Triều đình truy phong ông là Đại vương, Phúc thần, và lập đền thờ ông nơi làng Càn Sơn, huyện Kì Hoa. Ông là con Thượng thư Phạm Đình Trung, rể Thượng thư Mai Thế Kiệt. Vợ ông là Mai Lâm Tuyết cũng là trang nữ sĩ. Anh rể ông là An Đông Hầu Mai Khôi thường sát cánh với ông trong việc đàn áp các cuộc khởi nghĩa nông dân."
}