{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê làng An Mĩ Tây, tổng Chiên Đàn, huyện Hà Đông, phủ Tam Kì, tỉnh Quảng Nam (nay thuộc xã Tam An, huyện Phú Ninh, tỉnh Quảng Nam)",
  "occupation" : "Chiến sĩ nghĩa hội thời Cần Vương chống Pháp, không rõ năm sinh, năm mất, quê làng An Mĩ Tây, tổng Chiên Đàn, huyện Hà Đông, phủ Tam Kì, tỉnh Quảng Nam (nay thuộc xã Tam An, huyện Phú Ninh, tỉnh Quảng Nam)",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 250,
  "entityName" : "Nguyễn Phan Vinh",
  "aliases" : [ ],
  "overview" : "Năm Ất dậu 1885 kinh thành Huế thất thủ vua Hàm Nghi xuất bôn xuống chiếu Cần Vương, ông cùng Trần Văn Dư, Nguyễn Duy Hiệu, Phan Bá Phiến, Phan Văn Bình... là những người hưởng ứng đầu tiên ở Quảng Nam như lời thơ mộc mạc hồi đó: Thấy đến chữ tôn mưu mà nổi nóng! Nhớ đến câu tô võ lại thêm phiền Trải xuân thu cầm mối giữ giềng, Hai trăm lẽ vững nên xã tắc... \" Đại loạn năm Ất dậu, thế cho nên thủ lãnh nghĩa hội Trần Văn Dư ra Bản cáo thị có đoạn viết: Vậy thượng dụ chỉ giáo, bản chức trích lục thông tri đến thứ dân toàn hạt, không kể quan quân, sĩ thứ... ai có lòng thù giặc thoát li đầu quân. Xuất quĩ nuôi quân lập trường luyện võ nhất nhất mưu đồ khởi nghĩa để đánh đuổi quân thù giành lại quyền lợi cho thứ dân, tôn phò xã tắc lâu dài. Hàm Nghi nguyên niên tháng 7 ngày 22 Quảng Nam đệ nhất sơn phòng nha kiêm đệ nhị Viên tướng chánh sứ thần Trần Văn Dư Ngày 4-9-1985 ông (NPV) dẫn một cánh quân hiệp đồng vói các cánh quân khác do Phan Bá Phiến, Nguyễn Duật, Nguyễn Duy Hiệu... kéo về đánh chiếm thành La Qua (ở Vĩnh Điện) quan triều bỏ chạy. Cả tỉnh Quảng Nam lúc bấy giờ là một căn cứ vững chãi của nghĩa hội. Đến cuối năm 1885 Pháp dùng Nguyễn Thân đem quân chiếm lại thành La Qua và tấn công các căn cứ vùng cao cuối cùng đưa đến vụ thảm sát thủ hội Trần Văn Dư. Ngày 13-12-1885 Trần Văn Dư hi sinh tại tỉnh thành La Qua lúc ấy có mặt Nguyễn Phan Vinh kề cận. Trước khi lên đoạn đầu đài Thủ hội Trần Văn Dư gởi một mật thư về căn cứ (do ông chuyển) cho Nguyễn Duy Hiệu. Theo dư luận đương thời thì trong thư có những điều tối mật ít người biết rõ được. Sau khi Trần Văn Dư hi sinh, ông Nguyễn Phan Vinh đưa thi hài cháu (Tr.V.D.) về Tam Kì an táng rồi lên chiến khu tiếp tục chiến đấu, sau đó mất trong chiến khu năm nào không rõ."
}