{
  "dateOfBirth": "Quí Hợi 1863",
  "dateOfDeath": "Bính Dần 1926",
  "hometown": "quê làng Triều An, huyện Long Khánh, tỉnh Triều Châu (Tr",
  "occupation": "Thương gia, quê làng Triều An, huyện Long Khánh, tỉnh Triều Châu (Tr",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 2510,
  "entityName": "Quách Đàm",
  "aliases": [
    "Thông Hiệp"
  ],
  "overview": "Xuất thân là người nghèo khó, từng dạo mua ve chai, lông vịt, vi cá, da trâu... khắp Chợ Lớn. Nhờ siêng năng, tằn tiện ngày thêm khấm khá rồi trở nên một đại phú bởi đôi giỏ tre ngày tháng trên vai không quản mưa nắng ngày đêm khắp Sài Gòn, Chợ Lớn mua hàng… Từ ngày trở nên giàu có, nhiều giới từ: quan lại điền chủ, tư bản... đến cả Thống đốc Nam Kì (Cognacq) cũng hạ mình cầu thân. Lúc giàu sụ, Quách Đàm mua ruộng ở Bình Tây (thuộc Q.6) rồi lập sổ bộ trở thành đất \"thổ cư\". Đương thời viên Tham biện Chợ Lớn (trước Thế chiến, Chợ Lớn là một thành phố cấp tỉnh độc lập với Sài Gòn) thấy Chợ cũ (tức chợ ở khu vực Bưu điện Quận 5 ngày nay) nhỏ, hẹp... viên Tham biện muốn dời chợ đi một nơi khác. Quách Đàm biết chuyện đó liền ngỏ ý muốn tặng cho chính quyền một sở đất rất rộng - tức khu vực chợ Bình Tây hiện nay - mà không nhận tiền mua đất chỉ yêu cầu được tự mình cất chợ và các sạp chung quanh để sau này cho mướn. Viên Tham biện đồng ý ngay. Chợ Quách Đàm được cất bằng xi măng cốt thép, nay vẫn còn đồ sộ, gọi là chợ Quách Đàm (sau năm 1945 đổi là chợ Bình Tây). Trước chợ, Đàm xin phép chính phủ Pháp - Thống đốc Nam Kì - đặt tượng mình với \"triều phục Mãn Thanh\", nón nhỏ, áo ngắn phủ trên một chiếc thụng, đầu để bím, tay cầm bản đồ… Về sau, càng ngày càng giàu sụ với nhiều nghề xuất khẩu, nhất là lúa gạo, có lúc xoay qua nghề bảo chứng (avaliser) cho các con nợ tại Ngân hàng Đông Dương. Gặp lúc kinh tế khủng hoảng các nhà buôn vỡ nợ nên một phần gia tài Đàm bị sụp đổ theo nên nghèo dần. Nhà buôn của ông hiệu là Thông Hiệp đặt tại đường Quai de Gaudot (năm 1955 đổi là Khổng Tử, nay là đường Hải Thượng Lãn Ông) nơi ông làm ăn phát tài Cụm từ Thông Hiệp nguyên ghép từ các chữ của câu liễn do một \"thầy Tàu\" tặng ông với đầy đủ chữ là: \"Thông thương sơn hải; Hiệp quán càn khôn.\" Nghĩa là: Buôn bán da trâu, vi cá tận cõi ngoài; Tóm thâu khắp cả càn khôn vũ trụ. Ông mất năm 1926 tại tư thất, thọ 63 tuổi. Đám tang ông rất linh đình, đủ nhạc Ta, Tây, Tàu, Miên, cờ phướn và rất nhiều người đi theo quan tài. Trên đường đưa tang; nếu bộ hành nào miễn gót theo sau đám vài bước là có người nhà tang chủ lễ phép dâng một li nước giải khát và riêng tặng một quạt giấy có kèm một tấm \"giấy ngẩu\" (5 đồng bạc) đền ơn người có lòng đưa đám. Thật quả khó có người thứ hai. Quách Đàm là một thương gia lớn xuất thân bần hàn, cùng các đại gia gốc Hoa khác như Wang Tai, Hui Bon Hoa (chú Hỏa), Chú Hỷ, Nam Long, Nam Hải, Đồng Thạnh, Tạ Dảnh (Má Chín Dảnh)... là những đại thương gia góp phần phát triển kinh tế, thương nghiệp cận đại ở Nam Kì xưa."
}