{
  "dateOfBirth" : "16 tháng 10 năm 1928 Hà Đông, Việt Nam\n----------------------------------------------\nĐinh Mùi 1907",
  "dateOfDeath" : "30 tháng 4, 1975 (47 tuổi) Sài Gòn, Việt Nam\n----------------------------------------------\nĐinh Mùi 1967",
  "hometown" : "tại Cộng hòa nhân dân Trung Hoa, tên thường dùng là Trần Tử Bình",
  "occupation" : "Thuộc\n----------------------------------------------\nThiếu tướng QĐNDVN",
  "workTenure" : "1952-1975\n----------------------------------------------\nKhông rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2541,
  "entityName" : "Phạm Văn Phú",
  "aliases" : [ "Trần Tử Bình" ],
  "overview" : "Phạm Văn Phú (1928-1975), nguyên là một tướng lĩnh gốc Nhảy dù của Quân lực Việt Nam Cộng hòa, cấp bậc Thiếu tướng. Ông xuất thân từ trường Võ bị Liên quân do Chính phủ Quốc gia Việt Nam mở ra ở nam Cao nguyên Trung phần vào thời điểm Quân đội Quốc gia còn là thành phần trong Quân đội Liên hiệp Pháp. Ra trường, ông gia nhập vào Binh chủng Nhảy dù, về sau ông chuyển sang Chỉ huy Binh chủng Lực lượng Đặc biệt và Bộ binh cấp Sư đoàn. Sau cùng ông là Tư lệnh một trong 4 Quân đoàn và Vùng chiến thuật của Quân lực Cộng hòa. Ông là một trong năm tướng lĩnh Việt Nam Cộng hòa đã tự sát trong sự kiện 30 tháng 4 năm 1975.\n----------------------------------------------\nNgay từ hồi còn trẻ tuổi (1929) ông tham gia Việt Nam thanh niên cách mạng đồng chí hội, bị Pháp bắt giam nhiều lần đến tháng 8 năm 1945 vượt ngục về hoạt động giữ chức ủy viên thường vụ xứ ủy Bắc kì lãnh đạo khởi nghĩa trong cách mạng tháng Tám năm 1945 ở Bắc Bộ. Năm 1947 giữ chức Phó Bí thư Quân ủy trung ương QĐNDVN, chính ủy trường lục quân kiêm Phó tổng thanh tra Quân đội. Từ năm 1957 làm đại sứ Việt Nam tại Bắc Kinh - Trung Hoa. Sau khi về nước là ủy viên ban chấp hành Trung ương ĐCSVN, Đại biểu Quốc hội khóa II, khóa III. Do công lao của mình, ông được Đảng và Nhà nước Việt Nam tặng các Huân chương quân công hạng Ba, Huân chương chiến thắng hạng nhất. Ông mất trong năm 1967, thọ 60 tuổi."
}