{
  "dateOfBirth": "20 tháng 8 năm 1888 Long Xuyên, An Giang, Liên bang Đông Dương\n----------------------------------------------\nMậu Tí 1888",
  "dateOfDeath": "30 tháng 3, 1980 (91 tuổi) Hà Nội\n----------------------------------------------\nCanh Thân 1980",
  "hometown": "quê xã Mĩ Hòa Hưng, tổng Định Thành tỉnh Long Xuyên (nay là xã Mĩ Hòa Hưng, thị xã Long Xuyên, tỉnh An Giang)",
  "occupation": "Nhà cách mạng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2555,
  "entityName": "Tôn Đức Thắng",
  "aliases": [],
  "overview": "Tôn Đức Thắng (1888-1980) là một nhà cách mạng, chính khách của Việt Nam. Ông là Chủ tịch nước thứ hai của Việt Nam (nhiệm kỳ từ 22 tháng 9 năm 1969 cho đến 2 tháng 7 năm 1976); trước đó là Phó Chủ tịch nước (1960-1969) và Quyền Chủ tịch nước (từ 3 tháng 9 cho đến 22 tháng 9 năm 1969), Trưởng ban Thường trực Quốc hội Việt Nam (1955-1960) - tương đương với Chủ tịch Quốc hội bây giờ.\n----------------------------------------------\nThuở nhỏ ông học ở quê nhà, năm 1906 lên Sài Gòn học nghề tại trường Bách công rồi làm việc ở sở Ba Son. Năm 1913 theo tàu biển sang Pháp làm công nhân ở Toulon. Cuối năm 1919 ông bị trục xuất khỏi đất Pháp vì ông ủng hộ cách mạng Nga năm 1917, trở về sống và làm công nhân ở Sài Gòn. Từ năm 1920-1925 ông tham gia lập công hội bí mật ở xưởng đóng tàu Ba Son, năm 1927 tham gia Việt NamThanh niên Cách mạng đồng chí hội, giữ chức ủy viên ban Chấp hành Kì Bộ Nam Kì. Cuối năm 1928, ông bị Pháp bắt nhân vụ án ở đường Barbier (nay là Lí Trần Quán) Sài Gòn, bị kết án 20 năm khổ sai, lưu đày Côn Đảo, đến ngày 23-9-1945 mới được tự do. Về đất liền ông tiếp tục hoạt động đến tháng 10-1945 ông tham gia Xứ ủy Nam Bộ, rồi đắc cử vào Quốc hội nước Việt Nam Dân chủ Cộng hòa. Tháng 4-1946 ông có chân trong đoàn Đại biểu Quốc hội Việt Nam sang thăm nước Pháp. Trong Đại hội Đảng Lao động Việt Nam năm 1951, ông được bầu vào Ban chấp hành Trung ương Đảng, Chủ tịch Mặt trận Liên Việt, Trưởng ban thường trực Quốc hội. Tháng 7-1960 ông giữ chức Phó Chủ tịch nước Việt nam Dân chủ Cộng hòa. Sau khi Chủ tịch Hồ Chí Minh qua đời (2-9-1969), đến ngày 23-9 ông được giữ chức Chủ tịch nước cho đến khi từ trần. Ngày 30-3-1980 ông mất tại Hà Nội hưởng thọ 92 tuổi. Do công lao của mình, ông được Đảng Cộng sản, chính phủ Việt Nam và các nước Xã hội Chủ nghĩa tặng nhiều Huân chương cao quí."
}