{
  "dateOfBirth" : "Đinh Hợi 1887",
  "dateOfDeath" : "Ất Dậu 1945",
  "hometown" : "quê ở Láng Thé huyện Càn Long, tỉnh Trà Vinh",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2558,
  "entityName" : "Trần Hữu Độ",
  "aliases" : [ "Quân Hiến" ],
  "overview" : "Ông xuất thân trong một gia đình nông dân có học, thuở nhỏ học chữ Hán sau học chữ Quốc ngữ, chữ Pháp, chịu ảnh hưởng các phong trào yêu nước hồi đầu thế kỉ. Năm 1906, phong trào Duy tân phát động ở Nam Bộ với cao trào học chữ Quốc ngữ, ông liền hưởng ứng, xin phép gia đình lên Sài Gòn học tập và được tiếp xúc với các nhà yêu nước Trương Gia Tuân, Trương Gia Mô và các thân hữu Nguyễn Minh Chiếu, Nguyễn Viên Kiều Trần Chánh Chiếu... Năm 1912 ông kết hôn với người con gái thứ năm của Trương Gia Tuân rồi sống ở Sài Gòn với nghề báo, nghề văn. Ông là người chịu ảnh hưởng học thuyết Duy vật sớm nhất ở Việt Nam. Tại đây ông từng xuất bản các sách biên khảo về chính trị, xã hội và là dịch giả nhiều sách về chủ nghĩa Dân quyền của các học giả Trung Quốc. Các tác phẩm của ông có ảnh hưởng lớn trong giới học thuật lúc bấy giờ. Đương thời chính quyền Pháp đã ra lệnh tịch thu các tác phẩm của ông và bắt giam ông một thời gian. Năm 1928 ông bị giam tại Khám Lớn Sài Gòn, lúc ấy ông và các chính trị phạm khác tuyệt thực phản đối chế độ nhà tù thực dân và đòi phải xét xử công khai. Bắt buộc thực dân phải đưa ông ra tòa kết án ông 18 tháng tù vớí tội \"xúi dân làm loạn\". Sau khi được trả tự do, ông tham gia hoạt động công khai trong phong trào Đông Dương Đại hội, rồi thành lập Tân văn hóa tùng thư. Thời gian này tư tưởng ông chịu ảnh hưởng học thuyết Mácxít rất rõ nét. Năm 1941, ông lại bị Pháp bắt một lần nữa đày đi Bà Rá (nay thuộc tỉnh Bình Phước) mãi đến năm 1943 mới được trả tự do. Sau khi ra tù, ông hoạt động trực tiếp cho Đảng Cộng sản Đông Dương ở Sài Gòn. Thời gian này ông từng vận động thành lập Đông Dương văn sĩ liên đoàn đấu tranh cho quyền lợi văn thi sĩ và quần chúng lao động. Tháng 2 năm 1945 ông mất tại Sài Gòn, hưởng thọ 68 tuổi. Ông là tác giả nhiều sách viết bằng chữ Quốc ngữ vào buổi đầu và các tác phẩm của ông có ảnh hưởng rất lớn trong sinh hoạt học thuật nước ta. Các tác phẩm chính: - Cách làm giàu (1924) - Cây dù gãy của nước Việt Nam (1925) - Tiếng chuông truy hồn (1925) - Anh hùng tạo thời thế (1926) - Hồi trống tự do (1926) - Tờ cớ mất quyền tự do (1926) - Thần quyền lợi (1927) - Tinh thần tự trợ (1927) - Thanh niên tu độc (1928) - Biện chứng pháp (1936) - Mười một công thức của Karl Marx làm cơ sở Duy vật sử quan (1936) - Đế quốc chủ nghĩa (1937)"
}