{
  "dateOfBirth" : "9 tháng 1 năm 1905 tổng An Trường, quận Cái Vồn, Cần Thơ, Nam Kỳ\n----------------------------------------------\n…",
  "dateOfDeath" : "24 tháng 5, 1970 (65 tuổi) Sài Gòn, Việt Nam Cộng hòa\n----------------------------------------------\nCanh Tuất 1970",
  "hometown" : "phường Cái Vồn, thị xã Bình Minh, Vĩnh Long\n----------------------------------------------\nKhông rõ",
  "occupation" : "chính trị gia\n----------------------------------------------\nKĩ sư canh nông, nhà hoạt động chính trị, cựu Quốc trưởng VNCH ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2559,
  "entityName" : "Phan Khắc Sửu",
  "aliases" : [ ],
  "overview" : "Phan Khắc Sửu (1905 hay 1893 – 1970) là một chính trị gia Việt Nam, từng giữ chức Quốc trưởng Việt Nam Cộng hòa giai đoạn (1964 – 1965) và bộ trưởng Quốc gia Việt Nam thời Quốc trưởng Bảo Đại.\n----------------------------------------------\nThuở nhỏ ông học ở Sài Gòn, sau đó du học Pháp tốt nghiệp kĩ sư canh nông trước năm 1930. Năm 1940, ông tham gia các hoạt động chống Pháp tại Sài Gòn, bị Pháp bắt xử đày Côn Đảo, sau khi Nhật đảo chính Pháp (9-3-45) ông được trả tự do trở về đất liền. Tại Sài Gòn ông tham gia cướp chính quyền trong cách mạng tháng Tám. Năm 1949, lúc Bảo Đại từ ngoại quốc về nước làm Quốc trưởng ông được mời giữ chức Bộ trưông Canh nông và Cứu tế xã hội, nhưng chỉ một thời gian ngắn ông từ chức. Đến năm 1954 Thủ tướng Bửu Lộc mời ông làm Bộ trưởng một lần nữa, ông cũng từ chối chỉ nhận tham gia Hội nghị toàn quốc trong Tiểu ban nghiên cứu vấn đề độc lập của Việt Nam. Tháng 7 năm 1954, khi Ngô Đình Diệm làm thủ tướng ông giữ chức Tổng trưởng Bộ Canh nông. Sau khi từ nhiệm, ông đã nhiều lần gửi thư đưa yêu sách, khuyến cáo Tổng thống Diệm thay đổi chính sách; nên bị chính quyền đương thời xem ông thuộc \"thành phần chống đối\". Trong cuộc bầu cử Quốc hội năm 1959 (tháng 2) ông đắc cử dân biểu (đơn vị Sài Gòn). Sau nhiều cuộc biểu tình của Nhóm 18 Caravelle (một số nhà hoạt động chống chính quyền Ngô Đình Diệm họp tại Khách sạn Caravelle, nên gọi như vậy) nhất là sau đảo chính ngày 11 tháng 11 năm 1960 ông bị bắt (dù là dân biểu) đưa ra tòa (đêm 11-7-63) kết án 8 năm cấm cố (gồm các ông: Phan Quang Đán, Vũ Hồng Khanh, Bùi Lương...). Ngày 31-7-63 ông bị đày ra Côn Đảo, nhưng sau đảo chính 1-1 1- 1963 lật đổ Ngô Đình Diệm ông được đón về Sài Gòn. Ngày 27 tháng 9 năm 1964, ông được bầu làm chủ tịch Thượng Hội Đồng Quốc gia, đến ngày 24 tháng 10 cùng năm ông lại được cử giữ chức Quốc trưởng Việt Nam (Sài Gòn) do đến trung tuần năm 1966. Lúc ra trước tòa án quân sự đặc biệt Sài Gòn ngày 11-7-1963, ông tự biện hộ trước tòa án: \"Nếu tôi có tội, thì tôi chỉ có mỗi một tội, là tội đuổi Pháp ra khỏi Sài Gòn, tội vì Dân tộc mà thôi!\" Ông mất ngày 25 tháng 5 năm 1970 tại Sài Gòn."
}