{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "Nguyên quán châu Thừa tuyên Nghệ An, sau dời vào khai khẩn đất Quảng Nam lập làng Vĩnh Trinh, tổng Đông An, huyện Duy Xuyên, tỉnh Quảng Nam (nay là xã Duy Hòa, huyện Duy Xuyên) trở thành vị tổ đầu tiên của đại tộc họ Bùi ở Duy Xuyên ngày nay",
  "occupation" : "Nhà doanh điền đời Lê Thánh tông, tiền hiền làng Vĩnh Trinh, tỉnh Quảng Nam",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 2560,
  "entityName" : "Bùi Tấn Diên",
  "aliases" : [ ],
  "overview" : "Nguyên đất Quảng Nam thuở xưa vùng phủ Thăng Hoa, nơi đây có sông Thu Bồn là một vùng đất đai phì nhiêu được vua Lê chú ý nhiều trong việc mở cõi vào phương Nam từ đầu thế kỉ XV. Năm 1471 vua Lê Thánh tông bình Chiêm thắng lợi, cho lập đạo Thừa tuyên Quảng Nam rồi giao cho Nguyễn Cảnh Chân trông coi việc bình định, khai khẩn đất đai. Tại đây các vị tiên hiền đã khai hoang, vỡ rừng, lập làng khắp cả vùng đất mới này. Trong đoàn quân mở nước, Bùi Tấn Diễn cùng với con trai là cai phủ Khánh Sơn hầu Bùi Tấn Trường dừng chân ở phía nam sông Thu Bổn. Tại đây ông cùng đoàn di dân khai khẩn và lập nên các thôn: - Phù Sa thôn (Lệ Thạch) - Bình Khương thôn (Vĩnh Trinh) - Thanh Nam thôn (Thanh Châu) - Cổ Tháp thôn (Cổ Tháp) - Cù La thôn (Cù Bàn) - An Lâm thôn (An Lâm) thuộc huyện Duy Xuyên ngày nay. Trong Cung lục gia phả họ Bùi ở Duy Xuyên có ghi lại: \"Ngài thỉ tổ Bùi Đại lang, húy Tấn Diên, ngày xưa từ Hoàn Châu, Nghệ An vào Thăng Hoa phủ, Ba Châu thuộc, sinh ra ngài Cao tổ Bùi Quí công, húy Tấn Trường khai khẩn ra xã hiệu Bình Khương và rạng rỡ thay! Phúc ấm dồi dào, đời đời kế tiếp. Đến triều Gia Long, xã hiệu Bình Khương đổi thành Bình Thuận (... ). Gần đây, xã hiệu Bình Thuận lại được đổi thành Vĩnh Trinh (... ). Sự nghiệp của ông cha ta ngày xưa không phải là không to tát. Cây có cội nước có nguồn. Nay dựa vào những điều mắt thấy tai nghe, xin cung lục các thế thứ ra đây để đời sau được rõ: Ngài thỉ tổ Bùi Đại lang, húy Tấn Diễn. Ngài Cao cao tổ Bùi Quí công húy Tấn Trường đến nơi khai khẩn. Bia ghi: Hiệp táng xứ Đại Tha. Ngày kị: Mồng 8 tháng 3. \" Ngày nay tại nhà thờ tiên hiền Bùi tộc ở Duy Xuyên, hậu bối có câu đối tưởng niệm ông là thỉ tổ đại tộc họ Bùi: Trước trăm năm, vượt bể trèo non, dẹp Chiêm Thành nêu cố thổ, lập dân ấp, khẩn hoang nhàn, quản bao dãi gió dầm sương, mở mặt giang sơn tù đất Bắc; Sau nghìn thuở, dài dòng lớn họ, người khoa hoạn, khách kiếm cung, kẻcông nông, nhà thượng cổ nhuần gội ơn vua lộc nước, vun nền nhân hậu giữa trời Nam"
}