{
  "dateOfBirth": "1651\n----------------------------------------------\nTân Mão 1651",
  "dateOfDeath": "1719\n----------------------------------------------\nKỉ Hợi 1719",
  "hometown": "quê làng Hoài Bảo, tục gọi làng Bịu (Bựu), tổng Nội Duệ, huyện Tiên Du, tỉnh Bắc Ninh (nay là Hà Bắc)",
  "occupation": "Danh sĩ đời Lê Hi tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 2567,
  "entityName": "Nguyễn Đăng Đạo",
  "aliases": [
    "Trạng Bịu",
    "Chất Phu",
    "Nguyễn Đăng Liễn"
  ],
  "overview": "Nguyễn Đăng Đạo (chữ Hán: 阮登道, 1651–1719) là một trong số rất ít trạng nguyên làm quan tới chức tể tướng thời Lê trung hưng. Ông còn có tên là Trạng Bịu.\n----------------------------------------------\nNăm Nhâm tuất 1682, ông đỗ hương tiến (cử nhân), được bổ Tri huyện huyện Lương Tài, Bắc Ninh. Năm sau Quí hợi 1683 đỗ đệ nhất giáp tiến sĩ (Trạng nguyên); 32 tuổi. Vì quê ông làng Bịu, nên tục gọi ông là Trạng Bịu, ông nổi tiếng Văn thơ, được bổ vào viện Hàn lâm. Ông đi sứ Trung Quốc hai lần, vào năm Đinh mão 1687 và Đinh sửu 1697. Tương truyền, có lần vua Thanh ra một vế câu đối: \"Xuân tiêu phong nguyệt, nguyệt thiêm hoa sắc; phong tống hoa hương hương sinh sắc, sắc sinh hương, hương hương sắc sắc mãn xuân tiêu, tuơng tư khách hứng tương tư khách\". Nghĩa: Đêm xuân trăng gió, trăng thêm sắc cho hoa, gió đưa hương hoa, hương sinh sắc, sắc sinh hương, hương hương sắc sắc suốt đêm xuân, khách tương tư nhớ nhung khách tương tư. Nguyễn Đăng Đạo đối: \"Hạ nhật cầm thi, thi ngụ ngã tinh, cầm hòa ngã tinh, tính viên tình tình viên tính, tính tính tình tình ngu hạ nhật, tri âm nhân thức tri âm nhân\". Nghĩa: Ngày hạ đàn thơ, thơ ngụ tình ta, đàn hòa tình ta, tính vươn tình, tình vươn tính, tính tính tình tình vui ngày hạ, bạn tri âm biết bạn tri âm. Sứ thần các nước khác đều có đối lại nhưng câu đối của ông được khen ngợi nhiều. Ông làm Đô đài ngự sử ngót 30 năm, rồi thăng Tham tụng, sau thăng Thượng thư bộ Lễ kiêm Đông các đại học sĩ, tước Bá. Bấy giờ trong nước loạn lạc, dân chúng quê ông đói khổ, vợ chồng ông đồng tâm ý đem hết số tiền dành dụm và kêu gọi kẻ có hằng sản tán trợ, cứu giúp nhân dân qua cơn khốn khó. Cảm công đức ông, nhân dân có lời truyền tụng: \"Bất hữu trạng nguyên tiền, Ngô dân hà dĩ an? Bất hữu trạng nguyên túc, Ngô dân hà dĩ dục. Tướng công chi đức, Tướng công chi công. Lịch vạn thế nhi bất vong.\" Nghĩa: Không có tiền trạng nguyên, Dân ta lấy gì yên? Không có thóc của Trạng, Dân ta sao khỏi nạn. Đức của tướng công, Công của tướng công. Trải muôn đời nhắc nhở chằng cùng. Ông cần kiệm liêm chính, tận tụy mưu phúc lợi cho nhân dân, nên được nhân dân và sĩ phu đều trọng vọng. Năm Kỉ hợi 1719, ông mất thọ 68 tuổi, được tặng là Thượng thư bộ Lại, tước Quốc Công. Ông còn để lại cho đời một tập thơ người sau sưu tập lại, nhan đề là Nguyễn Trạng Nguyên phụng sứ tập (tập thơ làm lúc đi sứ của Trạng nguyên Nguyễn Đăng Đạo). Ông mất trong năm 1719, thọ 68 tuổi."
}