{
  "dateOfBirth": "Ất Mão 1735",
  "dateOfDeath": "Bính Ngọ 1786",
  "hometown": "quê ngoại làng Vân Canh, huyện Từ Liêm, tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Văn thần, tác giả đời Lê mạt, vốn họ Đặng, cháu ngoại xa Đặng Công Toản, ở Thượng Yên Quyết",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 2575,
  "entityName": "Lý Trần Quán",
  "aliases": [],
  "overview": "Năm Bính tuất 1766 ông đỗ tiến sĩ, 31 tuổi làm đến Đại học sĩ Đông các kiêm Tư nghiệp Quốc tử giám. Sau làm Thiêm sai tư binh Phiên, ra làm tuần phủ Tam Đái (Vĩnh Phúc), đóng dinh ở Hạ Lôi. Nhân gặp khi Đoan Nam vương Trịnh Khải thua quân Tây sơn phải trốn lên vùng ấy, ông sai học trò ông là Nguyễn Trang đi bảo vệ chúa Trịnh lánh nạn. Nửa đường Nguyễn Trang bắt chúa Trinh đem nộp Tây Sơn, chúa Trịnh tự sát. Ông nghe tin học trò mình đã phản bội, tự qui tội cho mình đã phản hại chúa, nên đào huyệt tự chôn mình đề tỏ lòng hối hận. Người chung quanh không nỡ lấp đất chôn sống ông, khuyên ông nên xét lại đừng hủy hoại tấm thân vô ích. Ông khảng khái xin cứ làm theo ý ông, và đọc hai câu thơ: \"Tam niên chi hiếu dĩ hoàn. Thập phần chi trung vị tận\". Nghĩa: Hiếu ba năm đã vẹn, Mười phần trung chưa trọn... Ông tự sát trong năm Bính ngọ 1786 hưởng dương 51 tuổi. Sau được xưng tụng tiết nghĩa, truy phong làm Phúc thần. Thân phụ ông là Lý Trần Diễm, hiệu Duệ Trai có tiếng văn thơ, viết khá nhiều thi phú hay. Ông bèn gom góp các bài phú của cha và của các danh sĩ khác, cùng với em là Lý Trần Dự soạn bộ Thiên Nam lịch khoa hội phú tuyển (có phụ thêm một số thơ văn). Bộ Thiên Nam lịch khoa hội phú tuyển (1 quyển) do thân phụ (Lý Trần Diễm) và em ruột Lý Trần Dự cùng ông (LTQ) biên soạn. Sách viết về các khoa thi Hội, từ khoa Giáp tuất niên hiệu Chính Hòa thứ 15 (1694) đến các khoa thời Cảnh Hưng (1740-1786). Sách có bài tựa của Nguyễn Đình Tố tiến sĩ làng Đông An. Phan Huy Chú chép lại toàn văn bài tựa của Nguyễn Đình Tố, trong đó có một đoạn nói rõ việc nghiên cứu trào lưu văn học thời cuối Lê."
}