{
  "dateOfBirth" : "1758\n----------------------------------------------\nĐinh Hợi 1757",
  "dateOfDeath" : "1817\n----------------------------------------------\nĐinh Sửu 1817",
  "hometown" : "quê huyện Quảng Điền, tỉnh Thừa Thiên, cha ông là Nguyễn Văn Hiền vào ngự đất Gia Định",
  "occupation" : "Võ tướng, nhà luật học, đời Gia Long",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2577,
  "entityName" : "Nguyễn Văn Thành",
  "aliases" : [ ],
  "overview" : "Nguyễn Văn Thành (chữ Hán: 阮文誠; 1758 – 1817), là một trong những vị khai quốc công thần của triều Nguyễn đồng thời là một trong những người có công lớn nhất trong việc đưa Nguyễn Phúc Ánh lên ngôi, trở thành vị vua đầu tiên (vua Gia Long) của triều Nguyễn - triều đại quân chủ cuối cùng của Việt Nam (1802-1945).\n----------------------------------------------\nThuở nhỏ ông cùng cha theo Nguyễn Ánh chống quân Tây Sơn được Nguyễn Ánh phong làm Cai đội, sau lên đến chức Khâm sai, Tiền quân Chưởng cơ. Khi Nguyễn Ánh lên ngôi vua ông được liệt vào hàng đệ nhất công thần. Năm 1804, vua Gia Long cử ông làm Tổng trấn Bắc thành trông coi mọi việc ở miền Bắc. Năm Tân mùi 1810 về kinh làm chức Trung quân, rồi làm Tổng tài trong việc soạn bộ Hoàng Việt luật lệ tức Luật Gia Long (cùng với Vũ Trinh, Trần Hựu). Bộ luật có hai phần chia ra làm 22 quyển, có tất cả 398 điều, ban hành vào năm 1812, đến năm 1815 được khắc in và sau định Quốc sử. Tháng chạp năm Nhâm tuất 1802, tại Thuận Hóa ông đứng chủ tế trong lễ truy điệu các tướng sĩ bỏ mình trong cuộc chiến dai dẳng giữa Nguyễn Ánh và nghĩa quân Tây Sơn. Chính ông soạn bài Văn tế Tướng sĩ tận vong lời lẽ thống thiết được tuyên đọc trong cuộc lễ này. Đây là một áng văn chương sáng giá của văn học Việt Nam. Năm Đinh sửu 1817, ông bị Gia Long khủng bố đến độ buộc ông phải uống thuốc độc chết. Nguyên ông có người con trai tên là Nguyễn Văn Thuyên hay chữ, đỗ cử nhân, hay xướng họa thơ văn với các bạn. Thuyên làm một bài thơ, ngôn từ khẩu khí của tuổi trẻ. Nguyên văn bài thơ: \"Văn đạo Ái châu đã tuấn kiệt, Hưu hoài trắc tịch dục cầu ti. Vô âm cửu bảo kinh sơn phác, Thiên tướng phương tri kí bắc kì. U cốc hữu lương thiên lí viễn, Cao cương minh phượng cửu thiên tri. Thư hồi nhược đắc sơn trung tể, Tác ngã kinh luân chuyển hóa ki.\" Bản dịch: Ái Châu nghe nói lắm người hay, Ao ước cầu hiền đã bấy nay. Ngọc phách Kinh Sơn tài sẵn đó, Ngựa kì Kí Bắc biết lâu thay! Mùi hương hang tối xa nghìn dặm, Tiếng phượng gò cao suốt chín mây. Sơn tể phen này dù gặp gỡ, Giúp nhau xoay đổi hội cơ này. Một bọn nịnh thần vin vào ngôn từ bài thơ tâu với Gia Long là Nguyễn Văn Thành có ý làm phản. Gia Long bèn sai bắt Nguyễn Văn Thuyên bỏ ngục rồi vu cáo Nguyễn Văn Thuyên làm phản bị chém, còn ông bị buộc phải uống thuốc độc chết. Các tác phẩm của ông: - Văn tế trận vong tướng sĩ - Hoàng việt luật lệ (Tổng tài) - Hoàng Việt luật lệ (luật Gia Long, 22 quyển, ban hành năm 1812. Bộ luật này gồm có các quyển và mục lục như sau: Quyển 1: Luật mục, Chư đồ, Phục chế Lệ phân bát tư chi nghĩa, Luật nhỡn thích nghĩa. Quyển 2-3: Danh lệ (45 điều) Quyển 4: Lại luật chức chế Quyển 5: Lại tuật công chức (14 điều) Quyển 6: Hộ luật hộ dịch (11 điều), Hộ luật điền trạch (10 điều) Quyển 7: Hộ luật hôn nhân (16 điều) Quyển 8: Hộ luật thương khố (22điều), Hộ luật khóa trình (1 điều), Hộ luật tiền trái (3 điều), Hộ luật thị thiềng (1 điều) Quyển 9: Luật tế tự (6 điều), Lễ luật nghi chế (10 điều) Quyển 10: Binh luật cung vệ (16điều), Binh luật quân chính (10 điều). Quyển 11: Binh luật quan tân (5 điều), Binh luật khác mục (5 điều), Binh luật bưu dịch (12 điều). Quyển 12-13: Hình luật tặc đạo (28 điều) Quyển 14: Hình luật nhân mạng (10 điều) Quyển 15: Hinh luật đấu ẩu (22 điều). Quyển 16: Hình luật mạ lị (8 điều), Hình luật tố tụng (11 điều). Quyền 17: Hình luật thụ tang (9 điều), Hình luật trá ngụy (11 điều). Quyển 18: Hình luật phạm gian (9 điều), Hình luật tạp phạm (11 điều), Hình luật bộ vong (8 điều). Quyển 19-20: Hình luật đoán ngục (29 điều) Quyển 21: Công luật doanh tạo (6 điều), Công luật hà phòng (4 điều). Cộng chung tất cả có 398 điều. Quyển 22: Tỉ dẫn điều luật Ngoài ra, đầu mỗi quyền lại có mục lục riêng khá tỉ mỉ giúp cho việc sưu tầm đề mục dễ dàng. Trước khi ban hành, ông có bản sớ tấu dâng lên vua Gia Long như sau (bản dịch): Sớ tấu kính dâng Hoàng thượng \"Hạ thần trộm nghĩ: hình phạt để trị ác trừ gian vẫn là công cụ hữu ích của triều đình. Đời thượng cổ và các đời thái bình thịnh trị, con người lúc nào cũng trung hậu, phong tục lúc nào cũng thuần phác. Ấy vậy mà ngoài những lời khuyên răn đạo lí, đấng thánh nhơn vẫn phải duy trì hình phạt trong việc chăn dân. Ngày xưa lòng người gồm cả thiện lẫn ác, cũng như vạn vật gồm cả nguyên lí âm lẫn dương. Ngay trong thời đại thánh nhơn cũng vẫn không thể không có người làm ác, chính vì vậy mà vẫn không thể có những hình phạt sẵn sàng. Nước ta, trong các triều đại trị vì từ trước đến nay, thì triều đại nào cũng đều có bộ luật của triều đại ấy. Xem qua bộ luật Hồng Đức thì biết rằng thời bấy giờ việc phạm tội đã được xếp thành thứ bậc để dễ truy tầm, còn sắc luật thì rất giản lược mà phân minh. Trong thời kì Tây Sơn nổi lên, phép tắc bị phá bỏ, kỉ cương tan tác như phải cơn gió dữ, phong tục bị suy đồi, chuyện hung ác, điều gian tà lan tràn không ai kềm giữ. Chính vì vậy mà tinh thần thượng tôn luật pháp đã bị lu mờ, con dân trí lự hẹp hòi không còn biết phải cư xử như thế nào nên đã vô tình phạm tội. Vả chăng, mọi việc đều chưa tiên liệu rõ ràng nên những kẻ gian ngoan đã thừa dịp đảo điên luật pháp để né trânh các tội hình. Lại nữa, khi chiếu theo những điều khoản luạt để xem xét về sự việc, bọn tham quan ô lại đã lợi dụng các thứ bậc tội hình, tùy nghi gia giảm để mưu cầu tư lợi. Nay thừa mạng trời, Đức Thánh thượng đã đổi loạn thành trị, vỗ an bốn biển, chấn chỉnh kỉ cương, nhổ sạch gốc rễ gian tà, đặt lại qui tắc khoan hồng và thưởng phạt. Khi xem đến bộ luật triều Thanh, Đức Thánh thượng nhận thấy đó là bộ luật gồm đủ các sắc luật của các triều đại trước nên ban sắc chỉ dạy các quan đem ra bàn bạc, xem xét cùng hạ thần ngỏ hầu chọn lấy những gì khả dĩ soạn thành bộ luật riêng để dùng trong nước. Hạ thần ngửa trông, biết được đức nhân từ của Thánh thượng muốn giáo hóa cả trong khi trừng phạt. Sách đã dạy: \"Trừng phạt để về sau không còn phải trừng phạt nữa, đặt ra tội hình để về sau không còn phải dùng đến tội hình nữa\". Điều đó há chẳng phải là điều mà Đức thánh thượng hằng mong muốn sao? Thừa vâng Thánh chỉ, hạ thần đã chắt lọc sửa đổi, gom lại thành một bộ luật hai mươi hai quyển, nhưng vốn tự biết bất tài, thành thử chưa rõ Đức Thánh thượng có đẹp dạ về công việc này chăng?\""
}