{
  "dateOfBirth" : "1847 Đông Thái, Hà Tĩnh, Việt Nam\n----------------------------------------------\nGiáp Thìn 1844",
  "dateOfDeath" : "28 tháng 12 năm 1895 (48 tuổi) Ha Tinh, Việt Nam\n----------------------------------------------\nẤt Mùi 1895",
  "hometown" : "quê làng Đông Thái, huyện La Sơn anh Hà Tĩnh",
  "occupation" : "Liệt sĩ, anh hùng chống Pháp, con cụ Phó bảng Phan Đình Tuyền",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2612,
  "entityName" : "Phan Đình Phùng",
  "aliases" : [ "Phan Đình Phùng", "Châu Phong" ],
  "overview" : "Phan Đình Phùng (chữ Hán: 潘廷逢; 1847 - 1895) hiệu: Châu Phong, là nhà thơ và là lãnh tụ cuộc khởi nghĩa Hương Khê (1885-1896) trong phong trào Cần Vương chống Pháp ở cuối thế kỷ 19 trong lịch sử Việt Nam.\n----------------------------------------------\nNăm Bính tí 1876 đỗ Cử nhân, năm Đinh sửu 1877 đỗ tiến sĩ, làm quan triều Tự Đức. Sơ bổ Tri phủ Yên Khánh, tỉnh Ninh Bình, năm sau (1878) được về kinh nhậm chức Ngự sử Đô sát viện. Năm Quí mùi 1883, ông thẳng thắn lên án Tôn Thất Thuyết về việc tự chuyên phế lập vua Dục Đức, Hiệp Hòa, bị Tôn đuổi về làng. Tuy nhiên, khi vua Hàm Nghi ra Tân Sở kháng Pháp (1885), ông sát cánh với Tôn Thất Thuyết tập họp nghĩa quân kháng chiến chống Pháp, lập căn cứ lâu dài ở vùng rừng núi Hương Sơn hiểm trở thuộc miền núi Nghệ Tĩnh. Ông tin dùng tướng trẻ Cao Thắng, nghĩa quân do ông chỉ huy lập xưởng chế tạo vũ khí và chiến thắng nhiều trận. Đến khi Cao Thắng mất ông vô cùng thương tiếc. Giặc Pháp dùng Hoàng Cao Khải chiêu dụ, ông phúc đáp thư phản đối, rồi chúng dùng Nguyễn Thân và đám tay sai ra sức đàn áp, bắt thân nhân và khai quật mồ mả tổ tiên ông, vẫn không làm ông sờn lòng. Sau ngót 10 năm kiên cưởng kháng chiến, ông lâm bệnh trong chiến khu, mất ngày 28-12-1895 tại núi Quạt, hưởng dương 51 tuổi. (Có sách ghi năm sinh là 1847, năm mất 1895; như vậy ông hưởng dương 48 tuổi). Ông là tác giả một số bài thơ văn như: - Khóc Cao Thắng - Điếu Lê Ninh - Đáp hữu nhân kí thi - Thắng trận hậu cảm tác - Lâm chung thời tác - Kinh kí Hoàng Cao Khải thi... - Viết sử địa dư vựng cách (sử địa kí hiệu A 971) Lúc sắp mất ở chiến khu ông có bài Thuật hoài tỏ chí mình: \"Nhung trường phụng mạng thập canh đông. Vô lược y nhiên vị tấu công. Cùng hộ ngao thiên nan trạch nhạn, Phỉ đồ biến địa thượng đồn phong. Cửu trùng xa giá quan sơn ngoại, Tứ hải nhân dân thủy hỏa trung. Trách vọng dũ long ưu dũ đại, Tưởng môn thâm tự quí anh hùng.\" Bản dịch: Nhung trường vâng mạng đã mười đông, Việc võ lôi thôi vẫn chữa xong! Dân đói vang trời kêu ổ nhạn, Quân gian dậy đất rộn đàn ong. Chín trùng lận đận miền quan tái, Trăm họ phôi pha đám lửa nồng. Trách vọng càng to càng nặng nhọc, Tướng môn riêng hổ tiếng anh hùng. Khi nghe tin ông mất, chí sĩ Nguyễn Thượng Hiền có thơ điếu: \"Vạn lí ai già bất khả văn, Lục long thiên ngoại cách yên phân. Binh qua chấp nghĩa phù tông quốc, Bào hốt lâm nguy bái thánh quân. Lang miếu cựu truyền chân ngự sử. Giang hồ kim khấp cố tướng quân. Tha niên tái kiến trung nguyên định, Han tặc Thường sơn hữu đại luân.\" Bản dịch: Muôn dặm kèn buồn tiếng vẳng đưa, Ngoài trời xe ngựa khói mây mờ. Binh qua vị nghĩa lo phò nước, Bào hốt lâm nguy ngoảnh lạy vua. Lang miếu trước khen đài gián giỏi, Giang hồ nay khóc tướng quân xưa. Trung nguyên sẽ thấy ngày bình định, Chống giặc ghi công lúc bấy giờ. Lúc ông mất các văn thân đất Nghệ Tĩnh có hợp soạn một câu đối điếu ông: \"Thành bại anh hùng mạc luận, thử cô trung, thử đại nghĩa, thị dữ chư quân tử thủy chung; Châu chi anh, Mặc chi linh, độc thư mỗi niệm cương thường trọng; Khả hận giả thùy điên đại hạ, nhất mộc nan chi, cung lãnh yên tiêu, thùy nhân bất tác thâm sơn oán; Huống đương nhật long phi vân ám; cộng ta nhân sự vô thường, khả liên La Việt giang sơn, bách niên văn hiến phiên nhung mã. Cổ kim thiên địa vô cùng, nhi lưu thủy, nhi cao phong, đồng thử đại trượng phu vũ trụ; Lam chi phong, Hồng chi tuyết xung hàn vô nại bá tùng điêu; Vị hà tai hội quyết đồi ba, trung lưu để trụ, tinh di vật hoán, hà nhân bất khởi cố viên tình? Cập thử thời nhạn tán phong xuy, kham thán thiên tâm mạc trợ, độc thử tùng mai khí tiết nhất tử tinh thần quán Đẩu Ngưu.\" Bản dịch của Đào Trinh Nhất: Anh hùng thành bại kể chi? Dạ sắt son, lòng vàng đá, thề cùng các bạn giữ trước sau; son mực đúc khí tinh anh, trung hiếu hẹn hò cùng sử sách; ngao ngán nhè, lầu cao sắp đổ, một cột khó nâng, phòng vắng khói tan, liếc mắt non xanh thêm tức tối. Và bây giờ rồng bay mây ám, xót xa việc thế khôn lường, Thương thay La Việt giang sơn văn hiến trăm năm thành trận mạc. Trời đất xưa nay thế mãi, đá dựng ngược, nước chảy xuôi, đó vẫn non sông phường tuấn kiệt; Lam, Hồng nổi cơn bão tuyết, bách tùng úa rụng luống xông pha. Đau đớn thay! Đê vỡ sóng vồ, giữa dòng trụ đứng; sao dời vật đổi, ngoảnh đầu người cũ phải bôn chôn. Đương lúc này gió thổi nhạn lìa, căm giận lòng trời cay nghiệt, riêng cảm Tùng, Mai khí tiết, tinh thần một thác rạng trăng sao. (Trong câu đối này những chữ Mặc, Châu, Việt, Lam, Hồng, Tùng, Mai đều là tên riêng núi, sông, quê quán của Phan Đình Phùng.) Thơ Phan Đình Phùng đượm màu chiến đấu, xen lẫn nhân tính của một lãnh tụ kháng chiến tầm cỡ. Bài Thắng trận hậu cảm tác là một trong các bài thơ đầy hùng tính của ông. Thắng trận hậu cảm tác Tài phải binh hành hốt phỉ lai, Dư âm vị đính chính bồi hồi Trường niên thỉnh chiến hà nhân giả Quả bế thời gian báo tiệp hồi Sơn cải cao hề thủy cái thanh! Mỗi ư mặc tưởng hiển anh linh Bất nhiên chúng quả tương huyền thậm, Hổ đáo khê tiền dĩ thất kinh. Bản dịch: Cảm xúc sau khi thắng trận. Vua phái quân đi giặc đến nơi, Lòng ta lui tới luống bồi hồi. Người xin quyết đánh là ai đó? Chớp mắt mà ra đã thắng rồi! Chót vót non cao, nước một màu Quỉ thần âu cũng giúp ngầm nhau. Không dưng bên ít bên nhiều thế, Mà đến đầu khe, đã chạy sao?"
}