{
  "dateOfBirth": "5 tháng 6, 1889 Hà Đông, Đông Dương thuộc Pháp\n----------------------------------------------\nKỉ Sửu 1889",
  "dateOfDeath": "7 tháng 10, 1947 (58 tuổi) Bắc Kạn, Việt Nam\n----------------------------------------------\nĐinh Hợi 1947",
  "hometown": "quê ở Hà Đông (nay thuộc Hà Nội).\n----------------------------------------------\nquê tỉnh Hà Đông (nay thuộc ngoại thành Hà Nội)",
  "occupation": "Học giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2623,
  "entityName": "Nguyễn Văn Tố",
  "aliases": [
    "Ứng Hoè",
    "Ứng Hòe"
  ],
  "overview": "Nguyễn Văn Tố (1889-1947), bút hiệu Ứng Hoè, sinh ngày 5 tháng 6 năm 1889, quê ở Hà Đông (nay thuộc Hà Nội). Thuở nhỏ ông học chữ Hán, sau sang Pháp học đỗ bằng Thành chung (Trung học). Về nước ông làm việc tại trường Viễn Đông Bác Cổ Hà Nội, chuyên về văn học cổ Việt Nam. Ông từng làm Hội trưởng hội Trí Tri, Hội truyền bá chữ Quốc ngữ trước năm 1945.\n----------------------------------------------\nThuở nhỏ học chữ Hán, sau chuyển sang Pháp học, đỗ bằng Thành chung (Trung học), làm việc tại trường Viễn Đông Bác cổ Hà Nội, chuyên về văn học cổ Việt Nam, từng làm Hội trưởng hội Trí Tri, Hội trưởng Hội Truyền bá Quốc ngữ trước năm 1945. Sau Cách mạng tháng Tám ông giữ chức Bộ trưởng Xã hội trong chính phủ lâm thời rồi đại biều Quốc hội khóa I, quyền Chủ tịch Quốc hội khóa I, Quốc vụ khanh chánh phủ Liên hiệp Quốc dân. Sau ngày toàn quốc kháng chiến (19-12-1946) ông cùng chính phủ rút lên Việt Bắc tiếp tục kháng chiến chống Pháp. Trong một cuộc tấn công chớp nhoáng vào chiến khu, ông bị giặc Pháp bắt giết tại Bắc Kạn ngày 7-10-1947. Công trình trước tác (vừa chữ Quốc ngữ và chữ Pháp) rất giá trị của ông phần lớn in trong các tạp chí, nhất là tạp chí Tri Tri, Viễn Đông Bác Cổ, Tri Tân xuất bản ở Hà Nội trước năm 1945. Điều đặc biệt đáng nói, Nguyễn Văn Tố là một trong hai người cầm bút nước ta là suốt đời chưa hề xuất bản một cuốn sách. Đó là ông (ở miền Bắc) và Lê Thọ Xuân (ở Nam) đã viết rất nhiều bài khảo luận có bài như một cuốn sách hẳn hoi, mà bài nào cũng có giá trị học thuật rất lớn. Chẳng hạn như bài Pétrus Ký (1837- 1898) 40 trang khổ 16x25cm chữ nhỏ. Nếu in thành sách khổ 13xi9cm thì cũng trên dưới 100 trang với đầy đủ chi tiết và nhận xét rất khoa học và chính xác. Thế cho nên trong gần 20 năm trên các Tạp san Tri Tri, Viễn Đông Bác cổ đều có bài của ông cũng như ông đọc và sửa bài giúp cho các nhân viên của trường; nhất là xem qua và rà lại các bài của giám đốc G. Coedes như ông giám đốc này đã xác nhận. Nhân kỉ niệm 20 năm ngày ông mất, Thiếu Sơn viết bài Bài học Nguyễn Văn Tố trên báo Thần Chung ở Sài Gòn để nhớ nhà học giả này: Sau toàn quốc kháng chiên, ông Ngyễ Văn Tô đã bị Tây bắt. Ông là một nhân vật quan trọng, hơn nữa trước kia ông đã làm việc với Tây, ông đầu hàng thì sẽ được trọng dụng. Nhưng ông không đầu hàng và cũng không để lộ tungtzch. Do đó, giặc đã giết ông như giết một tên \"phiến toạn\". Do vậy mà ông đã giữ tròn khí tiết. Ông không phải là nhà cách nạng, nhưng ông yêu nước, thương dân đã dọn mình để chờ ngày nhập ngũ. Nhập ngũ rồi ông nhất định không đào ngũ hoặc dầu có phải chết cũng cam lòng. Ông cũng biết rằng thực dân mà biết được tung tích của ông thì sẽ trọng đãi ông, lung lạc ông và ông có thể sẽ sa ngã như nhiều người đã sa ngã trước ông. Từ tháp ngà xông vào hàng ngũ cách mạng đã là quí. Hi sinh cho cách mạng như ông lại càng quí hơn nữa. Dân tộc không bao giờ quên những nhà trí thức như ông. Tôi (T.S.) hân hạnh đã từng làm học trò của ông. Các tác phẩm: - Sự tích ôn Như hầu. Kỉ yếu của Hội Trí Tri, 1932. - Hoa Tiên (dịch ra chữ Pháp). Kỉ yếu của Hội Tri Tri, 1936 - Di tích thành Đại La. Đông Thanh, số 10, 1932 - Một đoạn Nam sử rất vẻ vang. Đông Thanh, số 12, 13, 1932 - Mĩ thuật nước nhà. ĐôngThanh, số 3, 1932 - Những bài thơ tình trong Kinh Thi và tục trai gái đối đáp với nhau. Đông Thanh, số 5, 1932 - Nước ta đúc tiền từ đời nào ? Đông Thanh, số 1, 1932 - Nước Chiêm Thành. Đông Thanh, số 1, 1932 - Văn hóa Đông phương. Đông Thanh, số 20, 1933 - Tiếng ta gốc tự tiếng nào? Đông Thanh, số 7, 1932 - Les chinois ont-ils conservé les raports de leus premiers ambassadeurs en Annam. Tập san Trí Tri, 1933 - Le Préhistoire du Tonkin. Tập san Trí Tri, 1933 - Origine du Quốc ngữ. Tập san Trí Tri, 1933 - Le Taoisme. Tập san Trí Tri, 1933. - Un sacrifce au Văn miếu au XVIII-ème siècle. Tập san Tri Tri, 1933 - Relations historiques du Japon et de l\u0027Annam. Tập san Trí Tri, 1933 - Le mythe du dragon, Tập san Trí Tri, 1933 - Ongine du toit incurvé. Tập san Trí Tri 1934 - Rapports officiels sur le combat du Pont de Papier. Tập san Trí Tri, 1934 Và nhiều bài nghiên cứu văn học và lịch sử đăng trong tạp chí Tri Tân từ số 1 năm 1941 đến số 212 năm 1945."
}