{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Kỉ Mùi 1979",
  "hometown": "quê ở Cây Gõ, Châu thành Chợ Lớn (nay thuộc quận 5 Thành phố Hồ Chí Minh)",
  "occupation": "Giáo sư ngôn ngữ học, nhà nghiên cứu việt Nam",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2629,
  "entityName": "Lê Ngọc Trụ",
  "aliases": [
    "Lê Ngọc",
    "Ngọc Toàn"
  ],
  "overview": "Thuở nhỏ học tại trường tỉnh Phú Lâm (Chợ Lớn), trường Sư phạm Sài Gòn. Năm 1929 tham dự cuộc bãi khóa (ngày 17-5) bỏ thi nên \"không có mảnh bằng gì cả\". Từ năm 1932-1945 ông ở nhà trông coi tiệm vàng Lê Văn Nga (cha vợ) ở Chợ Lớn. Trong thời gian này ông ra công tự học về ngữ học để nghiên cứu tiếng mẹ đẻ. Từ năm 1946 làm phó Thủ thư rồi chủ sự phòng sưu tầm Thư viện và có chân trong Hội Khuyến học Nam Kì. Sau năm 1954 làm Giám đốc Viện Khảo cổ, Thư viện Quốc Gia, Giáo sư tại Đại học Văn Khoa Sài Gòn phụ trách ban ngôn ngữ học. Lê Ngọc Trụ bước vào làng văn từ những năm còn làm thợ bạc ở Chợ Lớn. Do tiếp xúc nhiều với các khách hàng nguời Hoa, ông thấy cách đọc của đồng bào Hoa kiều - gốc Quảng Đông - có những điểm tương đồng và dị biệt với cách phát âm tiếng Việt. Từ đó ông trực tiếp nghiên cứu và phát kiến nhiều suy nghĩ với những kiến giải mới mẻ, khoa học về cách phát âm của hai loại tiếng nói này. Cuối cùng ông rút ra được một số điểm đặc thù và một số nét đặc trưng để áp dụng vào chính tả tiếng Việt. Công trình của ông có tên là Luật tứ thinh và luật hỏi ngã (công bố trong tập kỉ yếu hội Khuyến học Nam Kì tháng 1-1943, nhà in Mĩ Khoan, Chợ Lớn). Chuyên đề này sau đó được tác giả chỉnh lí, bổ sung sắp đặt thành một đề sách có tên Chánh tả Việt ngữ (Nam Việt xuất bản, SàiGòn, 1954). Sách được tái bản nhiều lần. Công trình này đã giúp ích rất nhiều cho người Việt Trung, Nam, Bắc - viết ít sai chính tả hơn. Đây là một cống hiến sáng giá và sớm nhất về chính tả tiếng Việt mà ông đã nghiên cứu trong nhiều năm. Tác phẩm nối tiếp chuyên đề trên cũng là một công trình ngôn ngữ học có tên Việt ngữ chánh tả tự vi (NXB Thanh Tân, Sài Gòn, 1959) cũng là một công trình dài hơi, nghiêm túc của tác giả về chính tả tiếng Việt. Bộ sách thứ hai này là một sự tìm tòi lâu dài và nghiêm cẩn nhất của ông. Cho đến nay chưa có tác phẩm cùng loại nào có thể vượt qua được. Ngoài các chuyên đề về chính tả tiếng Việt ông còn có mấy công trình khác về cổ văn nhằm chú thích, so sánh về văn bản học các tác phẩm văn học cổ Việt Nam như: - Nguyễn Cư Trinh và quyển Sãi Vãi (soạn chung với Phạm Văn Luật, NXB Tân Việt, Sài Gòn 1951). Sách chú thích, hiệu đính, khảo luận về tác phẩm trên của Nguyễn Cư Trinh, một tác giả hồi thế kỷ XVIII. - Kim Thạch kì duyên (tuồng) - Kim Vân Kiều (tuồng soạn chung với Trần Văn Hương, NXB Khai Trí, Sài Gòn, 1966). Sách giới thiệu, chú thích, khảo dị tuồng hát bội của Bùi Hữu Nghĩa và của Nguy Khắc Đản. Do thành quả lao động học thuật, năm 1968 ông được phong Giáo sư diễn giảng rồi thực thụ thuộc Viện Đại học Sài Gòn. Năm 1977 ông được nghỉ hưu, mất ngày 11 tháng 8 năm 1979 tại TP. Hồ Chí Minh. Sau khi ông qua đời NXB TP.HCM xuất bản bộ: Tầm nguyên tự điển Việt Nam (1993) Ông còn là tác giả nhiều chuyên đề về ngữ học: - Bàn thêm về vấn đề âm dịch (Báo Tự Do, 1939) - Tại sao tôi viết dống (giống) và giám (dám) hay là vấn đề viết chữ quốc ngữ - Báo Đọc 1939 - Bàn góp về luật tứ thanh - Báo Đông Dương 1940…"
}