{
  "dateOfBirth" : "14 tháng 3 năm 1879 Huế, Đại Nam\n----------------------------------------------\nKỉ Mão 1879\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "20 tháng 3, 1954 (75 tuổi) Sài Gòn, Quốc gia Việt Nam\n----------------------------------------------\nGiáp Ngọ 1954\n----------------------------------------------\nKhông rõ",
  "hometown" : "Thừa Thiên-Huế\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Nam\n----------------------------------------------\nVua thứ mười triều Nguyễn \n----------------------------------------------\nHoàng đế",
  "workTenure" : "2 tháng 2 năm 1889 - 3 tháng 9 năm 1907 (18 năm, 213 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1889–1907",
  "fatherName" : {
    "Dục Đức" : 1543
  },
  "motherName" : {
    "Từ Minh Huệ hoàng hậu" : null
  },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29,
    "Nhà Nguyễn" : null
  },
  "id" : 2630,
  "entityName" : "Nguyễn Phúc Bửu Lân",
  "aliases" : [ "Nguyễn Phúc Bửu Lân (阮福寶嶙)", "Thành Thái (成泰)", "Hoài Trạch Công (懷澤公)", "Nguyễn Phúc Bửu Lân", "Thành Thái" ],
  "overview" : "Thành Thái (chữ Hán: 成泰, 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị Hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907.\n----------------------------------------------\nÔng sinh ngày 22-2 năm Tự Đức 32 (1879). Khi vua Dục Đức còn sống, ông theo cha ở tại Thái Y viện giảng đường (Huế), đến lúc vua Dục Đức bị thảm sát ông theo mẹ về sống ở quê ngoại ở huyện Quảng Điền, tỉnh Thừa Thiên. Năm Mậu tí 1888 tình hình Huế tạm lắng dịu, ông theo mẹ vào sống ở thành nội (Huế) lo việc hương khói tại nhà thờ vua cha. Năm này vua Đồng Khánh chết, ông được triều thần đưa lên làm vua nhằm ngày mồng một Tết ta (31-12-1889) lấy hiệu năm Thành Thái nên cũng gọi là Thành Thái. Sau khi lên ngôi, ông hãy còn nhỏ tuổi, dược các quan đại thần Lê Trinh, Đinh Nho Quang, Tạ Thúc Đĩnh thay nhau dạy ông. Theo sử chép cùng nhân dân truyền miệng, ông được làm vua là do công của Diệp Văn Cương một phần. Nguyên khi vua Đồng Khánh chết, lúc ấy Diệp Văn Cương làm việc tại tòa Khâm (Bí thư kiêm thông dịch viên cho Khâm sứ Huế). Các quan triều đến hỏi ý kiến Khâm sứ Pháp về việc chọn ngưòi kế vị vua mới mất, nhân đó Diệp Văn Cương lại dịch ý triều đình muốn tôn Hoàng tử Bửu Lân lên ngôi vua (vì Diệp Văn Cương là chồng bà Công nữ Thiện Niệm - cô ruột Hoàng tử Bửu Lân). Khâm sứ Pháp chấp nhận ý kiến đó, nên ông trở thành vua thứ 10 triều Nguyễn. Khi ông làm vua được Nguyễn Trọng Hợp, Trương Quang Đản làm phụ chính đại thần (sau Trương Như Cương thay Nguyễn Trọng Hợp vì Trương Như Cương có con gái tiến cung). Vua Thành Thái thông minh, có óc duy tân, có tinh thần yêu nước, nhưng lúc bấy giờ mọi quyền lực nhà nước đều ở trong tay Pháp. Thêm vào đó một số đại thần là tay sai của thực dân, nên càng lúc quyền vua bi thu hẹp dần. Do đó ông lấy làm khó chịu, có nhiều hành động khác thường đôi khi chống Pháp công khai. Có lần ông tìm cách vượt biên sang Trung Quốc, nhưng vừa đến Thanh Hóa bị Pháp giữ lại. Năm 1907, thực dân lấy cớ ông bệnh tâm thần, chúng toa rập với một số quan tay sai buộc ông thoái vị (trong việc này vai trò của Trương Như Cương là quyết định vì Trương ở cạnh vua), đem đi an trí ở Vũng Tàu rồi lưu đày sang đảo Réunion (Châu Phi thuộc Pháp). Sau Cách mạng tháng Tám (1947) ông mới được trở về nước, nhưng phải biệt cư ở Sài Gòn. Với mấy chục năm bị lưu đày xa quê hương, năm 1951 ông mới được phép về Huế thăm quê hương và thân tộc, nhưng phải sống ở Sài Gòn. Ngày 24-3-1954 (Giáp ngọ) ông mất, hưởng thọ 75 tuổi, thi hài đưa về an táng tại Huế. Con ông là Thái tử Nguyễn Phúc Vĩnh San, được Pháp đưa lên kế vị sau khi chúng buộc ông bỏ ngôi (1908). Sau, Vĩnh San trở thành nhà vua yêu nước (tức vua Duy Tân) với cuộc khởi nghĩa chống Pháp năm 1916.\n----------------------------------------------\nThành Thái (chữ Hán: 成泰 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907."
}