{
  "dateOfBirth": "Ất Mùi 1775",
  "dateOfDeath": "Giáp Thìn 1844",
  "hometown": "Hà Tĩnh",
  "occupation": "Danh sĩ cuối đời Hậu Lê",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 2633,
  "entityName": "Phan Huy Quýnh",
  "aliases": [
    "Viễn Khanh",
    "Tố Am"
  ],
  "overview": "Ông nổi tiếng văn chương, không ra làm quan, ở nhà dạy học, chuyên tâm lược gọn các sách kinh, truyện, lịch sử làm thành sách riêng nhà họ Phan. Ngày 12-5 âm lịch Giáp thìn (27-6-1844) ông mất thọ 69 tuổi. Các tác phẩm có tiếng của ông: - Lịch Đại điển yếu - Phan gia thế phả (hợp soạn) Phan gia thế phả còn gọi là Phan tộc công phả (1 quyển) do ông và Phan Huy Dũng biên soạn. Sách làm xong năm Duy Tân thứ nhất (1907). Phan tộc công phả là sách gia phả chung cả các chi phái nhà họ Phan Huy Chú. Tờ 1, có bài nguyên dẫn của Phan Huy Dũng, viết năm Thành Thái Canh dần (1890) khi làm Án sát Sơn Tây, có tang về nghỉ nhà. Thứ đến bài tựa đề sách Bản tộc công phả tân biên cũng của Phan Huy Dũng, đề năm Duy tân Đinh mùi (1907), là tên chính của sách này. Theo tờ đầu sách, họ Phan này, tương truyền nguyên gốc ở thôn Ngọc Điền (tục gọi Chợ Cày). Vì công tác giáo phường, thiên cư sang Chi Bông (nay là thôn Hữu Phương) xã Thu Hoạch, tổng Canh Hoạch, sau di cư sang thôn Gia Mĩ đoài, xã Canh Hoạch, cũng ở tổng Canh Hoạch, huyện Thiên Lộc (sau đổi là Can Lộc, phủ Đức Thọ, tỉnh Nghệ An (sau thuộc Hà Tĩnh). Mãi đến cuối Lê, khoảng năm Bảo Thái, Long Đức (1720-1734), mới có một chi thiên ra làng Thụy Khuê gần Sài Sơn. Phả này chép từ thủy tổ đến đời thứ 14. Về mỗi vị chép ghi tên tuổi năm sinh, năm mất từ tiểu truyện, cùng các con. Từ tờ 39 trở đi ghi điển tích các nhà các nơi thờ người họ Phan làm hậu thần, hậu phật; có mấy bản đồ; biểu đồ thế thứ, đất đề mộ tổ và nghi thức cúng lễ. Cuối cùng sách có phụ các bài: Phan thượng thư qui Sài Nam phú của Cao Bá Quát viết khi làm giáo thụ phủ Quốc Oai. Bài biểu tiến sách Lịch triều hiến chương loại chí năm Minh Mạng thứ nhất (1820) của Phan Huy Chú, bài bia hậu ở Chùa Một Mái (Bối Am) ở Sài Sơn."
}