{
  "dateOfBirth" : "…",
  "dateOfDeath" : "Đinh Dậu 1117",
  "hometown" : "quê ở làng Thổ Lỗi, lộ Bắc Giang (sau đổi là huyện Siêu Loại, tỉnh Bắc Ninh)",
  "occupation" : "Vợ Lý Thánh tông, mẹ Lý Nhân tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Lý" : 14
  },
  "id" : 2680,
  "entityName" : "Ỷ Lan",
  "aliases" : [ "Lê Thị Yến Loan" ],
  "overview" : "Về họ tên thực của bà, sách Thơ văn Lý Trần ghi là Lê Thị Ỷ Lan. Nhưng theo Hoàng Xuân Hãn trong quyển Lý Thường Kiệt thì: \"Một học giả đời Tống là Thẩm Hoạt đã ghi tên bà là Lê Thị Yến Loan. Tuy vậy Hoàng Xuân Hãn cho rằng đây chỉ là ghi theo âm, nên có thể chữ Yến Loan là do cha Ỷ Lan ghi chệch ra, cũng như mấy chữ Lý Thường Kiệt chính quyển sách đó ghi thành Lý Thượng Cát. Tương truyền nhân một chuyến vi hành đến Thổ Lỗi, Lý Thánh tông bắt gặp bà đang hái dâu. Trong lúc mọi người nô nức đi xem xa giá nhà vua, riêng bà văn đứng dựa gốc lan ra vẻ thản nhiên. Ngây ngất trước nhan sắc tuyệt trần, Lý Thánh tông cho tuyển vào cung lập làm phu nhân, đặt hiệu là Ỷ Lan (dựa gốc lan). Sau bà sinh Hoàng tử Càn Đức (tức Lý Nhân tông) và trở thành Hoàng thái hậu. Năm Kỉ dậu 1069, LýThánh tông thân chinh Chiêm Thành, bà ở lại triều giám quốc. Đánh mãi không thành công, nhà vua ngã lòng kéo quân về. Đến châu Cự Liên, nghe tin bà trị nước có kết quả tốt nhà vua nói: \"Đàn bà còn làm được việc, tài trai há chịu xoàng\". Rồi quay lại đánh bắt được vua Chiêm là Chế Củ. Năm Quí sửu 1073 bà được phong là Linh Nhân Hoàng hậu. Bấy giờ, vì lòng ghen ghét, bà đã làm cho Dương Hoàng hậu (vợ cả Lý Thánh tông) và 76 thị nữ mắc tội, chết oan. Sử gọi là vụ án Thượng Dương cung. Năm Ất sửu 1085, bà tuần du khắp nơi với ý định quan sát tình hình sinh hoạt của nhân dân. Đến năm Đinh mão 1087, mùa xuân bà xuất tiền trong phủ chuộc những người con gái nhà nghèo phải đi ở đợ, rồi gả cho những người góa vợ, dân chúng xưng tụng bà là \"Quan Âm\". Năm Đinh dậu 1117 ngày 25 tháng 7 bà mất. Qua tháng 8 làm lễ hỏa táng rồi thờ tại Thọ Lăng, phủ Thiên Đức. Thụy hiệu là Phù Thánh Linh Nhân Hoàng thái hậu. Miếu thờ bà ở hai xã Cẩm Đới và Cẩm Cầu thuộc huyện Gia Lộc, tỉnh Hải Dương (nay thuộc tỉnh Hải Hưng) gọi là cung Quỳnh Hoa."
}