{
  "dateOfBirth" : "Kỉ Mão 1880",
  "dateOfDeath" : "Canh Tí 1936",
  "hometown" : "quê làng Tân Thuận, tổng An Tịnh, huyện Cao Lãnh, tỉnh Sa Đéc (nay thuộc tỉnh Đồng Tháp)",
  "occupation" : "Chí sĩ, nhà thơ yêu nước cận đại",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "thứ tư trong gia đình" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2696,
  "entityName" : "Nguyễn Quang Diêu",
  "aliases" : [ "Tử Ngọc", "Trần Văn Vẹn", "Cảnh Sơn" ],
  "overview" : "Thuở nhỏ thông minh, hiếu học lại can đảm, ông học chữ Hán với cụ tú tài Trần Hữu Thường - một bậc mô phạm ở địa phương - nổi tiếng là học sinh xuất sắc nhất trong đám môn đệ của Tú tài họ Trần. Năm 1907, ông tham gia phong trào Đông du và liên hệ mật thiết với các chí sĩ yêu nước: Trần Chánh Chiếu, Nguyễn Thần Hiến, Đặng Thúc Liêng, Dương Bá Trạc, Vô Hoành. Năm 1913, hưởng ứng lời kêu gọi của Phan Bội Châu, Cường Để, ông cùng Nguyễn Thần Hiến sang Hương Cảng hoạt động với các đồng chí. Vừa đến nơi bị thực dân Pháp bắt đem về giam tại Hỏa Lò (Hà Nội), rồi đày sang Guyane (Nam Mĩ), khoảng năm 1917 ông vượt ngục trốn qua đảo Trinidad (thuộc địa của Anh) giả dạng làm người Trung Quốc. Năm 1920 đến Washington (Mĩ) rồi thẳng đường về Trung Quốc, Hương Cảng tìm cách liên lạc với các nhà cách mạng Việt Nam ở hải ngoại. Cuối năm 1926, ông bí mật về hoạt động trong nước, khi về tới Sa Đéc ông được chí sĩ Võ Hoành tận tình giúp đỡ. Từ đó ông đổi tên là Trần Văn Vẹn sinh sống và hoạt động khắp các tỉnh miền Tây nhất là vùng Hồng Ngự, Cao Lãnh, Tân Châu... nhằm tuyên truyền và giáo dục quần chúng, tạo được nhiều cơ sở cách mạng cùng một số môn đệ. Từ năm 1926-1936 khắp các vùng vừa kể ông đều có đi qua và đặt cơ sở tại làng Vĩnh Hòa (nay thuộc huyện Tân Châu, tỉnh An Giang) làm địa bàn hoạt động. Đến ngày 5 tháng 5 năm 1936 ông qua đời vì bệnh thương hàn, hưởng dương 56 tuổi. Hồi mới về nước, bà Nguyễn Quang Diêu và hai con tới thăm ông tại Sa Đéc, ông khuyên vợ: \"Tôi tưởng bỏ thân nơi đất lạ nay may mà được về đây mừng rỡ gặp nhau như vầy cũng là quí lắm. Thôi bà trở về lo lắng nuôi con, còn phần tôi, bao giờ việc nước chưa xong thì chắc tôi chưa sum vầy với gia đình được\". Nguyễn Quang Diêu chết trong im lặng của một tử tội vượt ngục, nhưng vẫn được đồng bào đồng chí an táng tại làng Vĩnh Hòa, nơi ông lấy danh nghĩa là người dạy học. Một đồng chí vô danh có câu đối điếu ông: Ngót hai chục năm dư, hồ hải từng qua Âu, Á, Mĩ; Vừa năm mươi tuổi lẻ, dạ đài còn tạc Hiếu, Trung, Cang\". Năm năm, sau khi ông mất, viên chủ tỉnh Châu Đốc (người Pháp) mới biết sự thật y lồng lộn cách chức một lần ba người trong ban \"Hội tề\" làng Vĩnh Hòa với tội cố tình che dấu \"một địch thủ lợi hại của Nhà nước\" (ba người đó là: Hương quản Nguyễn Minh Dương, Hương chủ Nguyễn Công Hoằng, Hương hào Nguyễn Hữu Duy). Ngoài một chí sĩ yêu nước, một nhà cách mạng; Nguyễn Quang Diêu còn là một nhà thơ xuất sắc của văn học Việt Nam. Tương tự như các nhà thơ yêu nước tiền bối và cùng thời, ông viết văn làm thơ khá nhiều. Ông đã để lại cho văn học Việt Nam một khối lượng thơ đồ sộ có đến cả ngàn bài với nhiều thể loại khác nhau. Trong mỗi thời kì hoạt động, Nguyễn Quang Diêu đều có các tác phẩm làm chứng tích cho từng chặng đường nguy hiểm nhưng hào hùng đó. Mỗi chứng tích sẽ là một đoạn của bản bi hùng ca mà ông là một chứng nhân đích thực. Chứng nhân đích thực này được thấy rõ qua số lượng tác phẩm đồ sộ của ông từ khi dấn thân vào đường hoạt động cứu nước cho đến ngày về thế giới bên kia. Khối lượng thơ văn của ông là một phần không nhỏ của văn học yêu nước cận đại Việt Nam. Con người và thơ văn Nguyễn Quang Diêu dường như bị quên lãng trong lịch sử văn học dân tộc từ nhiều năm nay."
}