{
  "dateOfBirth": "2 tháng 5 năm 1917 Xã Cổ Nhuế, huyện Từ Liêm, Hà Nội, Liên bang Đông Dương\n----------------------------------------------\nĐinh Tị 1917",
  "dateOfDeath": "17 tháng 3, 2002 (84 tuổi) Bệnh viện Trung ương Quân đội 108, Hà Nội\n----------------------------------------------\nNhâm Ngọ 2002",
  "hometown": "tại làng Cổ Nhuế, huyện Từ Liêm, Thành phố Hà Nội",
  "occupation": "Thuộc\n----------------------------------------------\nĐại tướng QĐNDVN",
  "workTenure": "1945 - 1986\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2718,
  "entityName": "Văn Tiến Dũng",
  "aliases": [],
  "overview": "Văn Tiến Dũng (2 tháng 5 năm 1917 – 17 tháng 3 năm 2002) là một vị Đại tướng Quân đội Nhân dân Việt Nam. Ông từng là Ủy viên Bộ Chính trị, Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam (1953-1978), Bộ trưởng Bộ Quốc phòng (1980-1986), Bí thư Đảng ủy Quân sự Trung ương (1984-1986), một trong những tướng lĩnh danh tiếng của Việt Nam, người chỉ huy trực tiếp chiến dịch Hồ Chí Minh năm 1975.\n----------------------------------------------\nÔng tham gia cách mạng từ năm 1936, năm 1943-1944 là bí thư cán sự đảng tỉnh Hà Đông, Bắc Ninh, ủy viên Thường vụ xứ ủy Bắc Kì. Trong đời hoạt động ông bị thực dân Pháp bắt giam và kết án tử hình vắng mặt. Sau toàn quốc kháng chiến (19-12-1946) ông là Chính ủy chiến khu 2, Cục trưởng Cục chính trị, Phó bí thư quân ủy trung ương. Từ năm 1951-1953 là Đại đoàn trưởng kiêm chính ủy Đại đoàn 320, Tổng tham mưu trưởng QĐNDVN. Sau chiến thắng Điện Blên Phủ, ông làm Trưởng đoàn đại biểu Bộ tổng tư lệnh QĐNDVN trong Ủy ban liên hiệp đình chiến thi hành hiệp định Genève với Pháp. Từ năm 1954 giữ chức Tổng tham mưu trưởng QĐNDVN... đến năm 1975 tư lệnh chiến dịch Hồ Chí Minh, năm 1980 giữ chức Bộ trưởng Bộ Quốc phòng, Bí thư đảng ủy quân sự trung ương cho đến ngày nghỉ hưu. Ông được Đảng và Nhà nước Việt Nam tặng. nhiều huân chương cao quí, trong đó có Huân chương sao vàng, Huân chương Hồ Chí Minh... Ngoài một tướng lãnh, ông còn là tác giả các sách: - Mấy vấn đề về nghệ thuật quân sự Việt Nam - Đại thắng mùa xuân Ông mất ngày 17 tháng 3 năm 2002 tại Hà Nội, thọ 85 tuổi."
}