{
  "dateOfBirth" : "1785\n----------------------------------------------\nẤt Tị 1785",
  "dateOfDeath" : "1849\n----------------------------------------------\nKỉ Dậu 1849",
  "hometown" : "quê làng Hồ Khẩu, huyện Vĩnh Thuận (sau đổi là huyện Hoàn Long) tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "Danh sĩ, tác giả đời Gia Long",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2726,
  "entityName" : "Lý Văn Phức",
  "aliases" : [ "Khắc Trai", "Lân Chi" ],
  "overview" : "Lý Văn Phức (chữ Hán: 李文馥, 1785–1849), tự là Lân Chi, hiệu Khắc Trai và Tô Xuyên; là một danh thần triều Nguyễn và là một nhà thơ Việt Nam.\n----------------------------------------------\nNăm Kỉ mùi 1819 ông đỗ Hương tiến (cử nhân), 34 tuổi, được bổ làm Hàn lâm biên tu ở Sử quán. Rồi trải qua các chức vụ: Thiêm sự bộ Lễ, Hiệp lí trấn vũ, Tham hiệp trấn Quảng Nam, Hữu thị lang bộ Hộ. Được ít lâu ông bị cách chức, phái đi công cán ở Tân Gia Ba (Singapore), Quảng Đông, Lữ Tống (Lucon), xong nhiệm vụ ông được cử làm chủ sự bộ Binh. Trong các chuyến đi công cán, có lần đáng ghi nhớ năm Tân mão 1831, có các quan nhà Thanh là nhóm Trần Khải bị bão đánh dạt thuyền vào vùng biển ta. Ông nhận lệnh triều đình làm Trưởng đoàn sang Phúc Kiến giao trả nhóm ấy. Khi tới sứ quán thấy biển đề \"Việt Nam di sứ quán\" ông nhất định không vào và nói: \"Nước ta không phải là man di, nên ta không vào chỗ này. Các quan Thanh phải xóa các chữ ấy và quan sở tại là Hoàng Trạch Trung phải tới xin lỗi, đề lại hàng chữ Việt Nam quốc sử quán công quán. Chừng ấy ông mới tỏ vẻ thân thiện giao hữu, rồi lại làm bài Di biện, giải thích thế nào gọi là man di cho họ bỏ thái độ khinh mạn. Tinh thần bất khuất và lập trường tranh đấu của ông khiến họ phải cảm phục. Năm Đinh mùi 1847 được thăng Lang trung biện lí coi việc trong bộ Lễ, rồi thăng Quang lộc tự khanh. Năm Kỉ dậu 1849 ông mất, thọ 64 tuổi, còn để lại các tác phẩm: Về Hán văn - Tây hành kiến văn lục - Đông hành thi thảo - Tiên hàn lữ hoài - Mân hành tạp vịnh - Việt hành thi thảo - Việt hành tục ngâm - Chu nguyên tạp vịnh - Kính hải tục ngâm Về văn Nôm - Tự thuật kí - Nhị thập tứ hiếu diễn ca - Phụ châm tiện lãm - Bát phong lưu truyện - Thiên tự văn diễn ca - Chu hồi trở phong thán - Hoa trình tiện lãm khúc Tất cả đều là những tác phẩm quí trong kho tàng văn học dân tộc. Đông hành thi thảo là tập thơ ghi lại những mối cảm hoài cũng như các điều tai nghe mắt thấy trên chuyến hải hành sang Philippin năm 1832 của ông. Tự thuật kí là một bài kí kể về thân thế mình (LVP). Bài này ông làm năm 1834 (Minh Mạng thứ 15) sau khi bị cách chức rồi đi công cán hiệu lực ở Singapour."
}