{
  "dateOfBirth": "Giáp Dần 1914",
  "dateOfDeath": "Kỉ Sửu 1949",
  "hometown": "quê làng Thượng Phước, huyện Đại Lộc, tỉnh Quảng Nam (nay là xã Đại Hòa, huyện Đại Lộc, tỉnh Quảng Nam)",
  "occupation": "Nhà hoạt động cách mạng ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2728,
  "entityName": "Huỳnh Ngọc Huệ",
  "aliases": [],
  "overview": "Thuở nhỏ ông học tiểu học ở quê nhà, năm 1934 thi đậu vào học trường Kĩ nghệ thực hành Huế. Tại đây ông tham gia hoạt động trong Đoàn Thanh niên Dân chủ Huế do ông và thi sĩ Tố Hữu lãnh đạo. Từ năm 1939-1945, ông bị thực dân bắt giam tại các nhà lao tù: Daklay, Dakto, Thừa Phủ, Hỏa Lò, Đà Nẵng. Tháng 3 năm 1942, ông cùng thi sĩ Tố Hữu vượt ngục Daklay ở Kontum băng rừng vượt núi về hoạt động ở Quảng Nam - Đà Nẵng, nhưng vừa tới Đà Nẵng ông bị bắt lại và đày đi Dakto. Trong ngục Dakto, ông cùng các đồng chí chủ trương tờ báo Tiến làm cơ quan tuyên truyền trong tù. Ông vừa là người chủ biên mà cũng là tác giả của báo. Tháng 3 năm 1945, ông lại vượt nguc một lần nữa... Sau nhiều ngày vượt núi băng rừng ông về lại làng cũ ở Đại Lộc và liên lạc được với cơ sở ở Đà Nẵng. Tại Đại Lộc, ông phụ trách in và phát hành báo Cờ giải phóng (in đông sương) và các tài liệu tuyên truyền khác của tỉnh ủy Quảng Nam. Tháng 5 năm 1945, ông được bổ sung vào Ban chấp hành tỉnh ủy và giữ chức Bí thư Thành ủy Đà Nẵng lãnh đạo cuộc khởi nghĩa chiếm chính quyền ở Đà Nẵng. Cùng năm này, ông là Thường vụ xứ ủy Trung Kì phụ trách công tác công vận, Thư kí hội đồng công nhân cứu quốc Trung bộ, chủ nhiệm kiêm Thư kí tòa soạn báo Tay thợ. Năm 1946 ông đắc cử Đại biểu quốc hội khóa I đơn vị tỉnh Quảng Nam. Cùng năm này Xứ ủy Trung Kì giải thể, ông được điều phái về lãnh đạo kháng chiến ở Quảng Nam. Năm 1948 ông vào làm việc ở Đảng bộ Liên khu V tại Bình Định. Ông là một trong các vị sáng lập Tổng liên đoàn lao động Việt Nam, năm 1946 ông là ủy viên chấp hành liên hiệp công đoàn thế giới. Năm 1949, trên đường từ liên khu 5 (ở Quảng Ngãi) ra Việt Bắc nhận nhiệm vụ mới, ông bị nhiễm trùng Tétanos (uốn ván) và mất ở Quảng Ngãi ngày 27-4-1949. Thi hài ông được an táng tại Gò Cao, xã Nghĩa Hành, tỉnh Quảng Ngãi (nay được cải táng tại Nghĩa trang Gò Cà, xã Đại Hiệp, huyện Đại Lộc, tỉnh Quảng Nam)."
}