{
  "dateOfBirth" : "Kỉ Mão 1819",
  "dateOfDeath" : "Canh Ngọ 1870",
  "hometown" : "Thừa Thiên-Huế",
  "occupation" : "Danh sĩ đời Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "vua Minh Mạng" : null
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2735,
  "entityName" : "Nguyễn Phúc Miên Thẩm",
  "aliases" : [ "Trọng Uyên", "Thận Minh", "Thương Sơn", "Tùng Thiện Vương", "Bạch Hào Tử" ],
  "overview" : "Ông nổi tiếng văn chương, được phong tước Tùng Thiện Công, sau khi mất, được truy tặng Tùng Thiện Quận vương, rồi đến phong Tùng Thiện vương. Cùng với em là Tuy Lý vương Miên Trinh, Tương An Quận vương lập ra Tùng Vân thi xã, cũng gọi là Mặc Vân thi xã hội họp các danh sĩ ở kinh đô, trong số ấy có Nguyễn Văn Siêu và Cao Bá Quát nổi bật hơn hết. Do đấy đương thời vua Tự Đức có câu khen tặng và người đời truyền tụng: Văn như Siêu, Quát vô tiền Hán, Thi đáo Tùng, Tuy thất thịnh Đường. Lại nữa, ba anh em ông - Tùng Thiện vương, Tuy Lý vương và Tương An Quận vương Miên Bửu, được đời xưng tặng là Tam Đường. Ông là học trò và là rể đại thần Trương Đăng Quế. Về sau, ông gả con gái lớn là Thể Cúc cho Đoàn Hữu Trưng, rồi khi xẩy ra vụ khởi nghĩa năm 1866, do con rể ông lãnh đạo, ông cũng thận trọng giữ mình, tránh xa việc chính trị, mà chuyên tâm vào văn học nhưng vẫn bi các đại thần đời Tự Đức ngầm khủng bố. Bình sinh sở học và tâm chí ông có thể nói là đã gói ghém trong bốn câu tự thuật: \"Cảm nghĩ vân song thảo Thái huyền, Sinh nhai bút mặc ngộ tiền duyên Bàng nhân bất giãi u nhân ý, Tiếu sát vương tôn canh thạch điền.\" Bản dịch: Dám sánh ai làm sách Thái huyền, Sinh nhai bút mực cũng tiền duyên. Người xem chẳng rõ tình người viết, Cười ngất cho là khẩn thạch điền. Đến lúc ông sắp mất, còn lưu lại 4 câu tuyệt bút: \"Ban sinh học đạo thái hồ đồ, Thoát tỉ như kim mãi thức đồ. Tiến sảng đình ba Thiên Mụ nguyệt, Thủ hương lâm lãnh hữu nhơn vô.\" Bản dịch: Nửa đời học đạo chữa bao ngằn, Cởi dép như nay nẻo mới phân, Thiên Mụ, Túy Vân trời với biển, Bóng non hương nước có ai chăng? Ngày 30-3-1870 ông mất, thọ 51 tuổi. Các tác phẩm chính: - Thương Sơn thi tập - Thương Sơn từ tập - Thương Sơn thi thoại - Thương Sơn ngoại tập - Thương Sơn văn di - Nạp bị văn tập - Học bị văn tập - Học giá chí - Nam cầm phổ - Độc ngã thư sao - Lão sinh thường đàm - Tịnh y kí - Tình kị tập - Thi tấu hợp biên - Lịch đại thi tuyển - Thức cốc biên - Thi kinh diễn nghĩa ca - Lịch đại đế vương thống hệ đồ - Lịch đại thi nhân tiểu sử Về thơ quốc âm của ông, nay chỉ còn bài đề sách Nữ phạm diễn nghĩa từ của Tuy Lý vương và khúc liên ngâm Hòa lạc ca (Tùng Thiện - Tuy Lý - Tương An). Thương Sơn thi tập (56 quyển đóng thành 10 tập) là bộ sách tập hợp hầu hết các thơ của ông. Sau tờ mặt sách có đề năm tháng và tên người soát bản khắc như sau: (Năm Nhâm thân 1872 tháng Giêng, ngày 16, Phụng Hiền Viên Toản đề và soát lại) Sách bắt đầu bằng mấy bài văn của Tự Đức nói về các tác giả (Ngự chế văn). Thứ đến một số thơ của Tự Đức nói về tác giả (Ngự chế thi). Bài tựa tập thi sao của một sứ thần nhà Thanh (sách thiếu không rõ tên và năm đề tựa). Thứ đến một số bài thơ đề từ của Lao Sùng Quang (Tân giai) và của một số các thi gia Trung Quốc như Trương Triệu Dung Lê Tân, Văn Thạch, Lê Phương Lượng (Nguyệt Sinh) Lê Duy, Tung Hư, Đình Chung Ứng Nguyên, Huê Lâu, Nhan Sùng Hành, Tiên An Vinh, Lục Kiều, Hà Nhược Dao. Thứ đến Tự tự của tác giả, không đề năm nào. Sau đến bài tựa của Miên Trinh, đề năm Tự Đức thứ 10 (1857). Đến tờ tâu lên vua Tự Đức của con tác giả, xin các thơ văn của Tự Đức làm về Thương Sơn và xin phép khắc in. 1 Cổ tiết từ 2 quyển, rồi đến mục lục tập thơ gồm có các tập. 2. Nhĩ kinh tập 4 quyển, gồm 214 bài. 3. Bắc hành tập 2 quyển. 4. Ngộ ngôn tập 14 quyển. 5. Hà thượng tập 3 quyển, gồm 149 bài. 6. Mô xương tập 7 quyển, gồm 322 bài. 7. Bạch bi tập 7 quyển, gồm 476 bài. 8. Mãi điền tập 7 quyển, đầu mỗi tập có ghi niên hiệu nói lên những thơ ấy làm vào thời gian nào. Ông là một trong các tác giả lớn của Văn học Việt Nam."
}