{
  "dateOfBirth" : "1807\n----------------------------------------------\nĐinh Mão 1807",
  "dateOfDeath" : "1870\n----------------------------------------------\nCanh Ngọ 1870",
  "hometown" : "quê xã Lạc Phố, huyện Mộ Đức, tỉnh Quảng Ngãi",
  "occupation" : "Danh sĩ đời Minh Mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2737,
  "entityName" : "Nguyễn Bá Nghi",
  "aliases" : [ "Sư Phần Tử", "Sư Phần" ],
  "overview" : "Nguyễn Bá Nghi (阮伯儀, 1807-1870), hiệu là Sư Phần, là một đại thần nhà Nguyễn trong lịch sử Việt Nam. Ông được nhiều người biết đến từ khi được cử vào Nam thay thế tướng Nguyễn Tri Phương, lo việc cản ngăn thực dân Pháp, nhưng trước sau chỉ thấy (ông) nghị hòa .\n----------------------------------------------\nNăm Tân mão 1831 ông đỗ cử nhân, năm sau Nhâm thìn 1832 đỗ phó bảng. Lần lượt ông giữ các chức vụ: án sát Vĩnh Long, Bố chánh An Giang. Sang đời Tự Đức, ông được thăng chức Tổng đốc Sơn Hưng Tuyên (Sơn Tây, Hưng Hóa, Tuyên Quang), sau ông được triệu về Kinh làm Thượng thư bộ Hộ sung Cơ mật viện Đại thần kiêm Kinh diên nhật giảng quan (giảng sử sách hàng ngày trong cung vua). Năm Tân dậu 1861, giặc Pháp hoành hành ở Nam Kì, ông làm Khâm sai đại thần vào kinh Lý Gia Định trù hoạch việc đối phó với giặc. Khi Bình Thuận mất vào tay giặc Pháp, ông bị giáng làm Tham tri nhưng vẫn lưu lại miền Nam cùng Tổng đốc đại thần Nguyễn Tri Phương lo liệu việc chống quân Pháp cướp miền Nam. Sau ông nhận lệnh trở ra miền Bắc làm Tán tương quân vụ, ít lâu được thăng Hiệp biện đại học sĩ, lĩnh Tổng đốc Tam Tuyên như trước. Có lúc ông bị cách chức, nhưng chỉ trong vài tháng lại bổ ông làm Bố chánh Sơn Tây, ông dâng sớ xin từ nhưng vua Tự Đức không chấp thuận. Chẳng bao lâu ông bệnh mất tại nhiệm sở, được truy phục Tổng đốc Sơn Hưng Tuyên. Nguyễn Bá Nghi là một đại thân trải suốt ba đời vua triều Nguyễn. Cuối đời Tự Đức, khi nước ta bi thực dân Pháp xâm lược, Nguyễn Bá Nghi phải lãnh những trọng trách trong việc chống giặc xâm lược, nhưng với dã tâm của thực dân và chính sách mú quáng của triều Nguyễn, nhiều lần ông bị triều đình ghép tội vô cớ và giáng cấp vì quan điểm, lập trường của ông với thời cuộc có nhiều khác biệt với Tự Đức. Ông là người có danh vọng cao, tiết tháo giao du thân mật với các danh sĩ đương thời như Nguyễn Văn Siêu, Phan Thanh Giản, Trương Quốc Dụng, Phạm Phủ Thứ... Ông còn để lại tác phẩm chính: - Sư Phần thi văn tập - Ngự chế cổ kim thư pháp - Hành Thiện bản ấp lịch triều đăng khoa lục (văn hội thông kí) Con trai ông là Nguyễn Bá Loan (... -1908) một chí sĩ yêu nước bị thực dânPháp thảm sát năm 1908. Bộ Hành Thiện bản ấp lịch triều đăng khoa lục (Văn hội thông kì) 1 cuốn, do ông biên soạn, Nguyễn Xuân Tháp tục biên: thường gọi tắt là Bản ấn lịch triều đăng khoa lục. Bản ấp lịch triều đăng khoa lục là một tập sách gồm nhiều danh sách các vị người làng Hành Thiện thi đậu các khoa thi từ triều Lê về sau. Sách không có tờ mặt. Bắt đầu trang đầu bằng dòng tên sách như trên. Thứ đến bài tựa của tác giả thứ nhất, đề năm Cảnh Hưng Ất tị thứ 46 (1785): Cảnh Hưng tứ thập lục niên Ất tị xuân giám sinh trúng thức Nguyễn Bá Nghi cẩn tự. Bài tựa thứ hai tức là bài tựa tập tục biên mà tác giả Nguyễn Xuân Tháp gọi tên là Thế khoa trùng biên. Bài tựa này đề năm Minh Mạng thứ ba (1822) là năm Nhâm ngọ, đề rõ: \"Minh Mạng tam niên Nhâm ngọ xuân Quí dậu khoa hương cống. Phù Li huyện tri huyện Tháp Phong tử Nguyễn Xuân Tháp cẩn tục biên. Sách chép danh sách và lược truyện các vị người làng Hành Thiện thi đậu tiến sĩ, phó bảng, hương cống, cử nhân, tú tài… từ khoa thi đầu tiên mà làng Hành Thiện có người thi đậu, vào khoảng năm Thiệu Bình, Đại Bảo (1434-1442) đến khoa Quí mão - Thành Thái thứ 15 (1903). Về mỗi khoa thi, tác giả ghi rõ thể lệ khoa thi ấy, tên các vị chủ khảo giám khảo và số người thi đậu. Sau đó mới đến danh sách (người làng Hành Thiện thi đậu. Về mỗi vị, ghi rõ tên tuổi, thi đậu những gì, khoa nào, làm chức vụ gì Ngoài ra có hai đặc điểm thuộc về sự kiện lịch sử. Một là về các triều đại vua, tác giả chua ro: Tên húy vua và là con ai, ở ngôi mấy năm, niên hiệu lằ gì, thọ bao nhiêu tuổi; nêng các vua Lê có phụ biên theo tên chúa Trịnh. Thí dụ: Trang Tông Dụ hoàng đế tên húy là Ninh, con vua Chiêu tông, ở ngôi 16 năm, niên hiệu Nguyên Hòa, thọ 34 tuổi; sau đó, chép luôn Thế tổ Minh Khang đại vương, họ Trịnh tên Kiểm, thời Lê Trung hưng họ Trịnh làm phụ chính. Đặc điểm thứ hai là tác giả chép rõ về tổ chức thi của triều Tây Sơn, hai khoa Canh thân (1800) và Tân dậu (1801) niên hiệu Cảnh Thịnh."
}