{
  "dateOfBirth": "Kỉ Tị 1869",
  "dateOfDeath": "Đinh Hợi 1947",
  "hometown": "quê làng Long Phú, huyện Tân Châu, tỉnh Châu Đốc (nay thuộc huyện Phú Châu, tỉnh An Giang)",
  "occupation": "Nhà văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2740,
  "entityName": "Nguyễn Chánh Sắt",
  "aliases": [
    "Tân Châu",
    "Vĩnh An hà",
    "Bá Nghiêm",
    "Du Nhiên Tử"
  ],
  "overview": "Ông xuất thân trong một gia đình nông dân nghèo, thuở nhỏ làm con nuôi ông Nguyễn Văn Bửu - một nhà khá giả, nên được học chữ Hán, sau học tại trường tiểu học Pháp Việt Châu Đốc. Sau khi đỗ bằng tiểu học, được cha nuôi cưới vợ cho ông, bà Văng Thi Yên, nguời cùng thôn. Bà Yên bán hàng xén tại chợ Tân Châu, ông ở nhà trông nom việc gia đình, tự học thêm chữ Hán, chữ Pháp. Trong thòi gian này ông quen với một thiếu tá người Pháp tên De Colbert, ông này có sở dâu tằm tại Tân Châu. Sau đó De Colbert được đề cử làm việc ở Côn Lôn, ông này khuyên Nguyễn Chánh Sắt theo làm thông ngôn. Ra đảo Nguyễn Chánh Sắt có dịp gần gũi các nhà nho yêu nước bị lưu đày tại đây, nên ông có dịp học chữ Hán được nhiều hơn. Sau khi De Colbert chết, ông về đất liền làm việc ở sở Canh nông Sài Gòn, dạy chữ Hán tại trường Trung học Taberd rồi giúp việc cho ông Canavaggio khai thác muối ở Bạc Liêu. Năm 1900, ông lên Sài Gòn cộng tác với báo Nông cổ mín đàm, năm 1906 làm chủ bút báo Lục tỉnh tân văn, cùng Trần Chánh Chiếu lập Nam Kì kĩ nghệ công ti trong hội Minh Tân ở Sài Gòn, Mĩ Tho... Năm 1912 ông lại xuống Bạc Liêu làm ruộng muối một thời gian, năm 1916 lại giữ chức chủ bút Nông cổ mín đàm. Năm 1920 nhân về thăm quê Tân Châu ông được nhân dân địa phương cử chức hàm Hương quan của xã Long Phú, năm sau ông đắc cử Phụ thẩm tại tòa án Sài Gòn. Ngoài một nhà báo kì cựu, một tiểu thuyết gia tiền phong, Nguyễn Chánh Sắt còn là một dịch giả sung sức vào giai đoạn chữ Quốc ngữ mới phát triển. Hồi còn sống ông đã xuất bản các sách: - Huấn từ cách ngôn (1906) - Tam tự kinh (Sài Gòn 1929) - Nghĩa hiệp kì duyên (Chăng Cà Mum, tiểu thuyết, 1910) - Tiểu hồng bào hải thoại (truyện, Sài Gòn 1930) - Trinh hiệp lưỡng nữ (tiểu thuyết, Sài Gòn 1915) - Lòng người nham hiểm (tiểu thuyết, 1925) - Gái trả thù cha (tiểu thuyết, Sài Gòn 1920) - Giang hồ nữ hiệp (tiểu thuyết, Sài Gòn 1938) - Tình đời ấm lạnh (tiểu thuyết, Sài Gòn 1922) - Vạn huê lầu (truyện dịch, Sài Gòn, Nhà in Xưa Nay, 1929) - Tài mạng tương đố (tiểu thuyết, Sài Gòn, Imp. de l\u0027Union, 1926) - Trung Quốc cổ kim lược kí ( Sài Gòn, Nhà in Xưa Nay, 1828) - Nhạc Phi diễn nghĩa (dịch, Sài Gòn, Nhà in J. Nguyễn Văn Viết, 1928) - Tái sanh duyên (Sài Gòn, Nhà in Huỳnh Kim Danh, 1929) - Tiết Đinh San (Sài Gòn, Nhà in Xưa Nay, 1929) - Ngũ hổ bình Tây (dịch) - Việt Nam Lê Thái tổ (Sài Gòn, Nhà in Đức Lưu Phương, 1929) - Phi kiếm kì hiệp (Sài Gòn, Đức Lưu Phương, 1940) - Thập nhị quả phụ chinh Tây (dịch) - Màn hoang kiến hiệp (Đức Lưu Phương 1938) - Càn Long du Giang Nam (dịch) - Giang hồ nữ hiệp (Sài Gòn, Đức Lưu Phương, 1938) - Anh hùng náo tam môn giai (1936, dịch) Ngoài các sách đã in vừa kể, ông còn viết một số truyện ngắn đăng trong các báo: Lục tỉnh tân văn, Nông cổ mín đàm... Ông mất ngày 6-6-1947, thọ 78 tuổi, an táng tại xã Long Phú, huyện Tân Châu, tỉnh Châu Đốc. Các tiếu thuyết dịch của Trung Quốc, nhiều quyển in hàng chục lần, trước năm 1955 tại Sài Gòn vẫn còn tiếp tục xuất bản hàng loạt. Nhưng tên tuổi Nguyễn Chánh Sắt được giới văn học chú ý nhiều nhất là tiểu thuyết Nghĩa hiệp kì duyên (Chăng Cà Mum). Chăng Cà Mum là một \"kim thời tiểu thuyết, của Nguyễn Chánh Sắt, sách viết vào năm 1910. Nguyên bản, dưới nhan đề ghi là \"Kim thời tiểu thuyết\", được in trong sách thuộc Nhị thiên đường năm 1920. Lược truyện như sau: \"Đào Phi Đáng con khách trú Triều Châu mồ côi cha mẹ, ở với dì tại Cao Miên, Phi Đáng xinh đẹp nhưng tính lẳng lơ mới 18 tuổi tự ý bỏ nhà đi xuống Châu Đốc ở. Tại Châu Đốc nàng quen với Lâm Trí Viễn học sinh lớp nhứt trường tiểu học Châu Đốc hai người vẫn thường hẹn hò tình tự như một đôi nhân tình. Một hôm có tờ báo đăng lời rao tìm con như sau: Tại Tân Châu có một người giàu to tên Trịnh Thế Xương, góa vợ, chỉ có một người 1 con gái yêu tên Trịnh Phương Lang có một bớt son trên vai trái bị lạc hồi 6 tuổi, đến nay đã 12 năm. Ai tìm được đem đến sẽ được đền ơn hai ngàn đồng\". Trí Viễn đọc tin ấy, nảy ra ý dùng Phi Đáng mạo làm Phương Lang để lãnh tiền thưởng, hai người đắc ý. Trí Viễn ăn cắp 300 đồng của cha mẹ, bỏ học dắt Phi Đáng lên Sài Gòn tìm đến Cao Quốc Thủ vừa học nghề thay răng ở Mĩ quốc về để làm cái bớt son giả cho Phi Đáng. Xong, Trí Viễn lập mưu gởi thơ cho Thế Xương cho biết rằng đã tìm được con gái ông. Thế Xương mắc kế, đem Phi Đáng về làm con. Tại Tri Tôn, có Trần Trọng Nghĩa vừa đổi về làm thông ngôn tại nhà Giây thép. Một ngày chủ nhật, nhân đi săn bắn, Trọng Nghĩa bắn chết hai con beo đang ruợt một cô gái và giải cứu được nàng. Thấy cô gái ở miền quê mà xinh đẹp thanh lịch, Trọng Nghĩa lấy làm lạ và thắm yêu. Sau Trọng Nghĩa biết được lai lịch cô gái chăn trâu vốn là người Việt mẹ mất sớm, do một cơn hỏa hoạn lạc cha hồi 6 tuổi, em bị đem bán cho tên Thổ tên Thạch Ung, hắn đặt tên cô là Chăng Cà Mum. Thạch Ung đày đọa Chăng Cà Mum nhiều bề, Chăng Cà Mum mong có ngày trốn thoát khỏi gia đình này. Chủ nhật hàng tuần, Trọng Nghĩa đem tập bài, viết, mực giả đi săn nhưng thực sự đến dạy Chăng Cà Mum, hai người thân thiết và kính trọng nhau. Thạch Ung lại ép gả Chăng Cà Mum cho con trai là Thạch Quít. Chăng Cà Mum trốn, Trọng Nghĩa giúp đỡ bằng cách gởi cho ông Trịnh Thế Xương nhân dịp ông đi chơi núi Cô Tô. Thế Xương nhân từ thương mến Chăng Cà Mum, nhận làm con nuôi và đặt tên là Thị Quế. Nhưng Phi Đáng (Phương Lang giả) ngờ Chăng Cà Mum là Phương Lang thiệt, sợ cơ mưu của mình bại lộ, nên cố tìm cách hãm hại Thị Quế. Thị Quế tỏ ra hiếu hạnh, chăm lo nội trợ, tôi tớ trong nhà cũng mến nàng. Nhân Triệu Bất Thành cháu gọi Thế Xương bằng cậu ăn cắp 1000 đồng của ông, Phi Đảng vu cho Thị Quế lấy. Uất ức, nàng bỏ nhà ra đi, để lại một phong thư nói rõ nguyên nhân. Thế Xương buồn rầu cho người tìm kiếm. Chăng Cà Mum nhờ người giúp việc thân tín là Thị Phụng cho tá túc ở nhà mẹ mình. Ngờ đâu Thạch Quít gặp Chăng Cà Mum tại nhà này, bèn bắt nàng đem nhốt dưởi khoang ghe định chở về Tri Tôn làm vợ. Trọng Nghĩa đến nơi kịp thời, đánh Thạch Quít, cứu được Chăng Cà Mum. Cùng lúc ấy, ông Thế Xương trên đường sang Châu Đốc thăm Trọng Nghĩa (lúc này Trọng Nghĩa đã đổi về làm việc ở Châu Đốc), cả ba gặp nhau. Họ định bắt Thạch Quít thì hắn khai tông tích Chăng Cà Mum. Thế Xương sửng sốt, vạch vai Chăng Cà Mum thì thấy có bớt son. Thế Xương mừng rỡ đem con về. Tuy Thế Xương không hề nói ra, Phi Đáng biết mưu đã bại lộ, một đêm Phi Đáng gom hết tư trang, áo quần bỏ nhà trốn đi. Phi Đáng tìm Lâm Trí Viễn, nhưng đến nhà thì hắn ta đã chết, y thị hết tiền, rồi bệnh hoạn cũng chết sau đó mấy năm. Thế Xương gả Phương Lang (Chăng Cà Mum) cho Trọng Nghĩa, vợ chồng sinh được hai trai, hai gái, họ sống hạnh phúc với con ngoan, học giỏi. Còn Thị Phụng kết duyên với Mốc (người giúp việc của Trọng Nghĩa), vợ chồng sinh được một trai một gái. Con gái của Phương Lang và Thị Phụng được du học ở Tunisie và Pháp. Hai gia đình sống trong hạnh phúc cho đến già. Trong số các tiểu thuyết của Nguyễn Chánh Sắt, Nghĩa hiệp kì duyên (Chăng Cà Mum) là tác phẩm nổi tiếng nhất của ông. Chăng Cà Mum trở thành một nhân vật có thật, đã sống rất lâu, rất sâu trong cảm thụ nghệ thuật của quần chúng. Do đó, nhiều nguời gọi Nguyễn Chánh Sắt là ông Chăng Cà Mùm báo Nông cổ Mín đàm (Monsieur Chăng Cà Mum báo Nông cổ Mín đàm)."
}