{
  "dateOfBirth" : "15 tháng 3, 1920 Lương Hòa, Giồng Trôm, Bến Tre, Việt Nam\n----------------------------------------------\nCanh Thân 1920",
  "dateOfDeath" : "26 tháng 8, 1992 (72 tuổi) Bến Tre, Việt Nam\n----------------------------------------------\nNhâm Thân 1992",
  "hometown" : "quê xã Lương Hòa, huyện Giồng Trôm, tỉnh Bến Tre",
  "occupation" : "Thuộc\n----------------------------------------------\nNữ tướng lãnh QĐND Việt Nam",
  "workTenure" : "1936 - 1992\n----------------------------------------------\nKhông rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2741,
  "entityName" : "Nguyễn Thị Định",
  "aliases" : [ "Madame Nguyễn Thị Định", "Bích Vân" ],
  "overview" : "Nguyễn Thị Định (15 tháng 3 năm 1920 – 26 tháng 8 năm 1992), còn gọi là Madame Nguyễn Thị Định, Ba Định) (bí danh Bích Vân, Ba Tấn, Ba Nhất và Ba Hận ); là nữ tướng đầu tiên của Quân đội Nhân dân Việt Nam.\n----------------------------------------------\nXuất thân trong một gia đình nông nghiệp, tham gia hoạt động cách mạng từ năm 1938, năm 1940 bị bắt đày đi Bà Rá (nay thuộc tỉnh Bình Phước), năm 1945 vượt ngục về tham gia khởi nghĩa ở Bến Tre. Năm 1946 ra miền Bắc gặp trung ương đảng rồi về Nam kháng chiến. Năm 1954 ở lại hoạt động ở miền Nam cho đến ngày 30-4-1975. Các năm từ 1960-1969 là tỉnh ủy viên rồi bí thư tỉnh ủy Bến Tre, phó tư lệnh lực lượng Quân Giải phóng miền Nam Việt Nam, Chủ tịch hội liên hiệp Phụ nữ, năm 1974 là Ủy viên Ban chấp hành Trung ương ĐCSVN, rồi Thứ trưởng Bộ Thương binh xã hội cho đến ngày mất. Các chức vụ bà từng kinh qua: - Bí thư tỉnh ủy Bến Tre. - Ủy viên Đoàn chủ tịch ủy ban Trung ương MTDTGP miền Nam Việt Nam. - Phó tư lệnh Quân Giải phóng miền Nam Việt Nam. - Hội trưởng Hội phụ nữ giải phóng miền Nam Việt Nam. - Phó chủ tịch Hội đồng nhà nước Việt Nam. - Đại biểu Quốc hội khóa VI, VII, VIII. Bà được phong là Anh hùng lực lượng vũ trang Việt Nam và nhiều huân chương danh dự khác; trong đó có Huân chương Hồ Chí Minh. Bà mất ngày 26-8-1992, thọ 72 tuổi."
}