{
  "dateOfBirth" : "Đinh Sửu 1877",
  "dateOfDeath" : "Tân Sửu 1961",
  "hometown" : "quê làng Vĩ Dạ, Thành phố Huế, tỉnh Thừa Thiên, con cụ Hiệp tá Nguyễn Phúc Hồng Thiết, cháu nội nhà thơ Tuy Lý vương, tên thật là Nguyễn Phúc Ưng Bình",
  "occupation" : "Nhà thơ ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2743,
  "entityName" : "Nguyễn Phúc Ưng Bình",
  "aliases" : [ "Thúc Giạ Thị" ],
  "overview" : "Thuở nhỏ học ở Huế, tốt nghiệp trung học trường Quốc học, năm 1904 đỗ đầu kì thi Kí lục rồi làm Kí lục tại Huế. Năm 1909 đỗ Cử nhân Hán học, sau thăng Tri huyện, Tri phủ, năm 1922 làm Bố chánh Hà Tĩnh. Năm 1933 về hưu được thăng hàm Thượng thư, Hiệp tá Đại học sĩ. Sau khi về hưu, ông là Hội trưởng Hội truyền bá Quốc ngữ Trung Kì, năm 1939 được cử làm Viện trưởng Viện Dân biểu Trung Kì (1940-1945). Ông làm quan trải qua nhiều nhiệm sở, nhưng khoa hoạn không phải là cứu cánh của ông, mà con đường nghệ thuật mới là điều làm ông toại nguyện. Ưng Bình Thúc Giạ Thị có một khối lượng thơ đồ sộ, ông sở trường về nhiều thể loại, cả thơ chữ Hán và Quốc ngữ mà ở thể loại nào cũng có giá trị văn chương và nghệ thuật. Ông mất ngày 4-4-1961 tại Huế, hưởng thọ 84 tuổi. Sau khi ông qua đời, thi sĩ Vũ Hoàng Chương cảm niệm: Tình Thúc Giạ như thơ Thúc Giạ, Đằm hai mái tuyết đổi cao sâu. Hơn ai người đẹp ai khanh tướng, Chẳng dám cùng xuân hẹn bạc đầu … Thiên Mụ chùa xa chuông hãy rót, Cho tươi thắm lại cánh hoa nhầu. Các tác phẩm chính của ông: - Lộc Minh thi tập (chữ Hán) - Tuồng Lộ Địch (1936) - Tuồng Tào lao, (1937) - Tình Thúc Giạ (1942) - Bán buồn mua vui (1954) - Đời Thúc Giạ (1961) - Tiếng hát sông Hương (1972) Khi làm Hội trưởng Hội Truyền bá Quốc ngữ Trung Kì ông có làm mấy câu hò cổ động cho phong trào, rất bình dân mà cũng khá độc đáo: 1. Có ông giáo sĩ người Tây Ban Nha đến nước ta làm ra quốc ngữ. Người Nam ta có chữ, có học, có hay. Vần xuôi vần ngược khéo xây. Lại thêm năm dấu là thầy của ta. 2. Đứng đầu là chữ A đứng sau là chữ X. Hai mươi chín chữ ràng rịt lấy nhau Học vài ba tháng không lâu, Dễ xem, dễ đọc, viết nên câu cũng dễ dàng. 3. Vàng chất nên non không bằng cho con biết chữ, Sách quốc ngữ có lịch sử, có từ chương. Hội Quốc văn đã mấy năm trường, Ra công truyền bá đặng mở đường văn minh..."
}