{
  "dateOfBirth": "Ất Dậu 1825",
  "dateOfDeath": "Ất Dậu 1884",
  "hometown": "Quê xã Côi Trì, huyện Yên Mô, tỉnh Ninh Bình (nay là huyện Tam Điệp, tỉnh Ninh Bình)",
  "occupation": "Danh thần",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 2749,
  "entityName": "Phạm Thận Duật",
  "aliases": [
    "Quan Thành"
  ],
  "overview": "Năm Nhâm tí 1852 ông đỗ cử nhân, từng làm Thượng thư bộ Hộ, kiêm quản Quốc tử giám. Năm Tân dậu 1881, được cử làm Phó tổng tài Quốc sử quân khảo duyệt bộ Việt sử thông giám cương mục. Khi giặc Pháp chiếm thành Hà Nội, ông là một trong nhóm đại diện triều Nguyễn kí hàng ước Patenôtre (1884). Năm Ất dậu 1885, sau khi đi sứ Thiên Tân (Tr. Q.) về, ông cùng Tôn Thất Thuyết phò vua Hàm Nghi xuất bôn kháng Pháp. Bị giặc bắt, ông bất khuất. Chúng đưa ông xuống tàu đi đày sang châu Phi, giữa đường ông mất, xác bị vất xuống biển, trong năm 1885 (khoảng ngày 6 tháng 9). Ông là tác giả, các sách: - Hưng Hóa kí lược - Hà đê bộ văn tập - Hà đê tấu tư tập - Như Thanh nhật trình - Quan Thành văn tập - Khâm định Việt sử thông giám cương mục (hợp soạn) Bộ Hưng Hóa kí lược (1 cuốn) do ông biên soạn. Theo Gs Trần Văn Giáp thì sách này viết vào khoảng giữa thế kỉ XIX. Tất cả gồm 12 mục, nói về các mặt lịch sử, địa lí của tỉnh Hưng Hóa. Nội dung sách có liên quan đến môn dân tộc học cổ đại. Mục 1 và 2: Theo 2 mục Diên cách và Cương vực thì tỉnh Hưng Hóa nói đây chiếm một khu vực khá rộng, phía đông liền với huyện Sơn Vi, phủ Lâm Thao tỉnh Sơn Tây (xưa); phía tây tiếp giáp các huyện Kiến Thủy, Văn Sơn, phủ Khai Hóa nước Thanh (Trung Quốc) và các nước Nam Chưởng (tục gọi Quân Lào hay Lèo), Xa Lý (tục gọi Quân Lự); phía nam giáp châu Quan Hóa, huyện Trình Cố tỉnh Thanh Hóa và huyện Lạc Yên tỉnh Ninh Bình; phía bắc tiếp giáp Thu Châu tỉnh Tuyên Quang. Gồm có các châu huyện: - Gia Hưng phủ gồm 3 huyện: Tam Nông, Thanh Sơn, Thanh Thủy; và 8 Châu: Phú Yên, Mộc Châu, Đà Bắc, Mai Sơn, Mai Châu, Sơn La, Yên Châu. - Qui Hóa phủ gồm 3 huyện: Yên Lập, Văn Chấn, Trấn Yên; và 2 Châu: Văn Bàn, Thủy Vĩ. - An Tây phủ gồm 3 châu: Chiêu Tấn, Huỳnh Nhai, Luân Châu. - Điện Biên phủ gồm 3 châu: Ninh Biên (kiêm lý) Lai Châu, Tuần Giáo. (Trong khi nói đến các phủ, các châu, huyện trên đây đều có ghi chép về lịch sử diên cách, lúc chia lúc hợp, hoặc thay đổi tên gọi, nay là có thêm 3 mục phụ là: a/ Lưu thổ thủy mại: nói về lai lịch cách bố trí các quan hành chánh hoặc theo chế độ bổ dụng người địa phương hay các quan của triều đình bổ lên; b/ Binh: nói về cách bắt lính; c/ Lại viên: nói về số lượng các viên chức giúp việc các đơn vị hành chánh.) Cuối mục cương vực có hình vẽ cối giã gạo bằng sức nước chảy (thủy đôi đồ) và guồng dẫn nước khe vào ruộng (thủy xa đồ). Mục 3: Đinh điền thuế lệ. Trước khi kê khai riêng từng hạt, có ghi tổng số; năm Gia Long thứ 13 (1814) Trấn Hưng Hóa gồm có 3 phủ, 4 huyện, 16 châu, 172 trang động, xã, thôn, vạn, phố. Nhân số là 5.800 người; Ruộng đất 4.321 mẫu. Mục 4: Núi sông. Sông Thao, sông Đà, sông Mã...; núi Hùng Nhị ở Thanh Sơn, núi Chuyện Thiệt ở Thanh Thủy, núi Thái Sơn, Lai Sơn ở Phù Yên... Mục 5: Từ tự, nói về một số đền ở tỉnh lị thuộc văn hóa người Kinh, lập từ đời Minh Mạng về sau như Văn miếu, tiên nông... Trong thành phủ Điện Biên có đền thờ Lê Chất, ở các nơi khác có đền thờ Tản Viên, thờ Liễu Hạnh... và các chùa thờ Phật đều không phải tục cũ của người địa phương. Mục 6: Thanh trì, nói về thành cũ ở xã Trúc Phê, huyện Tam Nông xây đắp từ năm Minh Mạng thứ 13 (1832) và các thành lũy ở các phủ huyện, các trại lính ở các nơi cũng đều về đầu thế kỉ XIX, sau thời Minh Mạng. Ngoài ra cũng có vài nơi theo di tích từ đời Trần, đời Lê, như thành huyện Thanh Sơn... Mục 7: Cổ tích. Ghi rõ địa điểm và miêu tả hai thành cũ là căn cứ quân sự của Lê Chất chống lại chính quyền Lê - Trịnh. Ghi lịch sử cải bia và bài văn bia của Lê Thái tổ ở Chợ Bờ từ năm Thuận Thiên thứ 4 (1431) trong cuộc đi đánh Xa Khả Tham và bài thơ đi bình Đèo Cát Hãn ở Mường Lễ (Lai Châu). Đê Long Thủy hay Long Môn giang,...; di tích chùa cổ tên là Nùng Lĩnh ở Tam Nông. Ở làng Ngọc Uyển châu Thủy Vĩ còn di tích thành lũy của Vũ Đình Uyên, tục gọi Chúa Bàu. Mục 8: Khí hậu. Lạnh nhiều hơn nóng, miền cao mùa đông có tuyết... Mục 9: Thổ sản. Có các loại như tam thất thuốc lá cây long culi, tre hoa, trám, nâu, lê, hoàng thảo, sa nhân, gà, trứng kiến, cá anh vũ, cánh kiến, mật ong, đao trùng, phượng hoàng đất, ngựa, sơn, gỗ gụ sắn, \"cốc\" (cây gió) làm giấy tức cây tang cốc, cây dùng nhựa làm tên thuốc độc (cây sui), mỏ vàng, mỏ bạc, mỏ diêm tiêu, mỏ đồng, mỏ chì,...; các loài thú rừng, chè mạn, chè xuân…; công nghệ có pháo giấy, pháo cối, bút lông, mực thoi, mã nhục, thuộc da thú... Mục 10: Tập thương (tức là thói quen, phong tục). Mục này nói về phong tục tập quán của các dân tộc thiểu số ở Hưng Hóa như người Tày đen, Tày trắng phân bố ở những đâu, thuộc những giống nào, người Thổ, người Nùng, người Lèo, người Lự... Nói về sinh hoạt, nhà cửa, tập tục của các dân tộc ấy, cách giao dịch, buôn bán, tín ngương, canh tác, săn bắn… Sau chương này có vẽ hình 3 dạng người khác nhau, vẽ xấu lắm, nhưng cũng cho ta có một quan niệm sơ qua về dân tộc ấy: 1- Giốc xá nhân (người Xá Sừng); 2- A xá nhân (người Xá cằm chăm đen); 3- Các người Chăm minh như người Nam, người Lèo, người Lý, người Nhuận, người Cân, người Xiêm. Mục 11: Thổ tự. Ghi đủ văn chữ thông dụng ở các châu: Luân Châu. Chiêu Tấn, Quỳnh Nhai, Lai Châu, gồm có 18 chữ bằng, 18 chữ trắc và 11 chữ làm dấu phụ; Chữ viết ở Phú Yên gồm 17 chữ vần bằng, 16 chữ vần trắc và 11 chữ làm dấu phụ. Sau đó, có một số chữ viết sẵn xếp theo vần chữ Trung Quốc như: nhất đông, tam giang... Mục 12: Thồ ngữ. chia ra nhiều môn: Thiên văn, Địa lí, Nhân luân, Thân thể, Cung thất, Thực phẩm, Y phục, Thập vật, Cằm trùng, Thảo mộc, Tạp hoại. Sau cùng có phụ một số danh từ riêng gọi các dân tộc ấy và câu chuyện Hồ Thực ở khoảng đời Vĩnh Hựu, đau đề là Tung Dương kì ngộ kí. Xem bài tựa của tác giả, ta biết rằng sách này không phải là sách đầu tiên dân tộc học về vùng Hưng Hóa xưa. Theo bài tựa của tác giả, trước sách này đã có sách của quan đốc đồng họ Hoàng đời Lê, các sách của quan hiệp trấn họ Trần, của quan tuần phủ họ Ngụy triều Nguyễn và một tập công văn tư về Viện Hàn lâm năm Tự Đức thứ tư (1851). Nhưng sưu tầm các bộ sách ấy không được bộ nào, sau tác giả tìm được tập văn tư của Hàn lâm viện và tập sách của quan hiệp trấn họ Trần. Tác giả đã dùng hai tập sách này, tham khảo thêm các sử, sách khác, các truyện kí các nhà riêng và việc sưu tầm, điều tra từng địa phương, đem về viết thành sách này. Sau đây những đoạn cần thiết trong bài tự tự viết năm 1856: Dịch nghĩa... \"Năm ngoái tôi được lên làm việc ở Tuần Giáo thuộc Hưng Hóa, hỏi ra mới biết các vị đốc đồng họ Hoàng triều Lê, hiệp trấn họ Trần, tuần phủ họ Ngụy triều ta, đều có viết sách về Hưng Hóa. Tôi tìm mãi không được. Gần đây tìm được một tập Tỉnh tư Hàn lâm viện năm Tự Đức thứ 4 (1856), nay lại tiếp tục tìm được tập sách Hưng Hóa lục của quan hiệp trấn họ Trần, tôi cất kĩ vào tủ sách... Nhưng sách của họ Trần chỉ nói kỹ về số ngạch đình điền còn thì chỉ nói qua loa, còn tập Tỉnh tư hàn lâm viện thì lại căn cứ vào sách cũ của họ Trần, chuyển lên, chuyển xuống, không có gì khác cả… Tôi là Duật, không tự biết là quê mùa, đem cả hai tập ấy ra, tham khảo thêm các sử, sách và truyện kí và các nhà riêng, hỏi han tận các làng xóm, đem biên lại thành sách, đặt tên gọi là Hưng Hóa kí luợc, sách chia làm mười hai mục...\" Theo Gs Trần Văn Giáp sách Hưng Hóa kí lược của Phạm Thận Duật vẫn là một bộ sách viết công phu và có phương pháp, một bộ sách thuộc môn lịch sử địa lí, phong tục... của một số lớn các dân tộc thiểụ số ở miền Bắc nước ta. Đó là một bộ lịch sử sơ lược về các dân tộc người \"Tày\" ở Việt Nam, có giá trị. Các mục Tập thượng, Thổ tự, Thố ngữ là những mục rất có giá trị. Qua nghiên cứu, ta nhận thấy ngoài những điểm tác giả sưu tập, nhận xét, ghi chép ngay ở địa phương, tác giả còn khảo cứu thêm nhiều ở các sách khác sau đây: 1- Hưng Hóa xứ phong thổ lục của Hoàng Bình Chánh triều Lê. 2- Hưng Hóa thực lục của quan hiệp trấn họ Trần, khoảng năm Gia Long. 3- Hưng Hóa lục của quan Tuần phủ họ Ngụy, khoảng sau đời Gia Long. 4- Tự Đức tứ niên tỉnh tư Hàn lâm viện sách 5- Vân đài loại ngữ và Kiến văn tiểu lục của Lê Quý Đôn 6- Thiên Nam dư hạ của Lê Thánh tông sai Thân Nhân Trung và Đỗ Nhuận soạn tập. 7- Thoái thưc kí văn của Trương Quốc Dụng. 8- Bình Hưng thực lục 9- Dã sử 10- Hoàng Việt địa dư chí của Phan Huy Chú. 11- Nguyễn Bá Lân gia phả 12- Hải Thiên Bùi công địa dư chí của Bùi Quĩ. 13- Tam tự sử của Hoành Hải Phan tiên sinh ở Tả Thanh Oai. 14- Cao Bằng phong thổ kí của quan bố chánh Cao Bằng Trần Huy Phác. Và các sách sử Trung Quốc như: Minh sử, Ngự phê Thông giám tập lãm Bộ Khâm Định Việt sử thông giám cương mục (56 quyển) do ông làm Phó Tổng tài trông coi việc biên soạn. Sách soạn xong ông và Toản tu Vũ Nhự đồng dâng lên vua Tự Đức bài Biểu tấu như sau: \"Biếu tấu trình về việc hoàn thành bộ sách Khâm Định Việt sử thông giám cương mục Chúng thần, Hội Bộ Thượng thư Phạm Thận Duật, Sử quán Toản tu Vũ Nhự, cúi đầu kính cẩn tâu bày. Nay bộ Khâm Định Việt sử thông giám cương mục đã biên soạn xong, chúng thần rất lấy làm kinh sợ, kính xin làm biểu tiến dâng. Chúng thần trộm nghĩ: quốc sử là cốt tỏ rõ dấu vết hay dở, thuật lại việc quá khứ, để làm gương cho tương lai; đấng thành nhân cân nhắc phải trái, thu góp mọi lời bàn luận, để lưu truyền lời dạy đúng đắn cho đời sau. Nước Đại Việt ta, dựng bờ cõi ở minh đô, sách trời định rõ núi sông, nết đất đúc nên văn vật, vua chúa đời sau thay đời trước, phong khí ngày một mở mang; thời đại không giống nhau, qui mô cũng mỗi thời một khác. Sự việc đời trước, sử cũ có thuật lại nhưng không thấy bản sách nào hoàn toàn, tìm được bộ sách này đầy đủ thật là khó khăn, bộ nào cũng không sao tránh khỏi lầm lỗi nhỏ: tuy nêu rõ tháng năm, căn cứ vào tài liệu lưu giữ cũng như sách của Thốc Thủy ở Trung Quốc, nhưng đề ra yếu lĩnh, phô diễn nên lời, so với phương pháp chép sách của Tử Dương phần nhiều còn kém. Có phải đâu vì nước ta không giữ được điển tịch, không có hiền tài như trước khó lấy gì làm tin; vậy việc chép sách bây giờ chỉ cần theo nghĩa kinh Xuân Thu để đợi bậc chí thánh phán đoán điều phải trái. (...) Cúi mong giao thợ khắc vào gỗ tốt, ban hành trong nước giữ làm của quí vô ngần, để cho người đọc sách này tôn trọng điều đã được nghe, thực hành điều đã được biết, không khác gì chính mình được thân nghe lời dạy bảo của vua. Thế là bệ hạ đã nối được chí nguyện của tiên vương, làm xong việc bỏ dở của tiên vương, mà lại ban thêm ơn huệ cho bọn sĩ phu nữa, trước là sáng tỏ được dấu thơm người sáng tác là bậc thánh, người hoàn thành là bậc minh, sau là làm gương sáng để soi việc thịnh suy mãi mãi. Thật là may cho thiên hạ, may cho muôn đời lắm. Chúng thần xiết bao lo sợ, xin kính cẩn tiến dâng bài biểu này, mong lượng trên soi xét. Viết ngày 21 tháng 7 niên hiệu Kiến Phúc thứ nhất (10-9-1884)\""
}