{
  "dateOfBirth" : "1527\n----------------------------------------------\nĐinh Hợi 1527",
  "dateOfDeath" : "1607\n----------------------------------------------\nĐinh Mùi 1607",
  "hometown" : "xã Vĩnh Hùng, huyện Vĩnh Lộc, tỉnh Thanh Hoá, Việt Nam.\n----------------------------------------------\nquê huyện Vĩnh Lộc, tỉnh Thanh Hóa)",
  "occupation" : "Danh tướng đời Lê Trang tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nam - Bắc Triều" : 19,
    "nhà Lê" : null
  },
  "id" : 2749,
  "entityName" : "Hoàng Đình Ái",
  "aliases" : [ ],
  "overview" : "Hoàng Đình Ái (黃廷愛, 1527-1607) là tướng nhà Lê trung hưng trong lịch sử Việt Nam, có công giúp nhà Lê trung hưng. Ông sinh ngày 23 tháng 12 năm Đinh Hợi (1527), là người Biện Thượng, huyện Vĩnh Phúc, nay là thôn Bồng Thượng, xã Vĩnh Hùng, huyện Vĩnh Lộc, tỉnh Thanh Hoá, Việt Nam.Ông là con nhà cậu của Lượng Quốc Công Trịnh Kiểm.\n----------------------------------------------\nÔng tài gồm văn võ, dũng cảm, nhiều mưu lược. Ông cùng Phạm Đốc từng chống nhau với quân nhà Mạc, được phong tước Quảng Tây Hầu. Năm Đinh tị 1557, ông làm Đô chỉ huy sứ vệ Cẩm y. Năm sau, thăng tước Vinh Quận Công, mới 33 tuổi. Càng lúc uy danh càng lừng lẫy, dẹp yên loạn Tuấn Đức Hầu Trịnh Cối, đánh tan quân đội của Mạc Kính Điển. Sang đời Lê Thế tông, ông được phong Thái phó. Quân Mạc do Mạc Kính Điển và Mạc Đôn Nhượng cầm đầu vẫn đánh phá nhiều nơi. Ông cùng Đặng Huấn dẹp yên cả. Năm Đinh sửu, ông thăng Thái uý. Sau đó, ông cả phá quân Mạc nơi Phấn Thượng (thuộc Sơn Tây), bắt sống đại Nguyễn Quyện, khiến Bùi Văn Khuê phải ra hàng, quân Mạc Mậu Hơp, Mạc Ngọc Liễn, Mạc Kính Chỉ phải tan. Năm Giáp tí 1594, dẹp xong nhà Mạc, ông được phong Hữu tướng, Thái y, tước Quốc Công. Ít lâu, đuổi hẳn tàn binh Mạc chạy lên Cao Bằng và sang Long Châu, ông được thăng Thái tể. Lê Kính tông lên ngôi, ông được gia Đồng bình chương sự, tham dự triều chính. Đến Đinh mùi 1607 ông mất, thọ 80 tuổi được truy tặng Bình chương sự Nhã độ Mậu Nghĩa Công, thụy là Hậu Đức. Phần mộ ở làng Vân Lung, huyện Thạch Thành. Gia quyến được cấp tiền nghìn quan và lấy dân trong 10 xã làm lính hầu giữ mộ. Triều đình lại sai Hữu thị lang bộ Lễ là Nguyễn Lễ và Ngô Trí Hoà soạn bia Thần đạo để ghi công. Cho đến đời nhà Nguyễn, năm Minh Mạng 4 (Giáp thân 1824) liệt thờ ông vào miếu lịch đại đế vương. Con ông là Lương Quận Công Hoàng Đình Thái cũng nổi danh."
}