{
  "dateOfBirth": "11 tháng 2 năm 1102 Hạ Mỗ, huyện Vĩnh Khang\n----------------------------------------------\n…",
  "dateOfDeath": "17 tháng 7 năm 1179 Thăng Long\n----------------------------------------------\nẤt Hợi 1179",
  "hometown": "quê làng Hạ Mỗ nay là xã Hạ Mỗ huyện Đan Phượng, Hà Nội, là quan đại thần phụ chính nhà Lý, phụng sự hai triều vua: Lý Anh Tông và Lý Cao Tông.\n----------------------------------------------\nKhông rõ",
  "occupation": "Danh thần, danh sĩ nổi tiếng đời Lý Anh tông, ông tài kiêm văn võ, có công bình định xứ sở, phá tan giặc Ngưu Hống, đánh đuổi quân ngoại xâm (Ai Lao gây hấn). Do đó ông được phong làm Thái úy.",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Lý": 14,
    "nhà Lý": null
  },
  "id": 2749,
  "entityName": "Tô Hiến Thành",
  "aliases": [],
  "overview": "Tô Hiến Thành (Hán tự: 蘇憲誠, 11 tháng 2 năm 1102 - 17 tháng 7 năm 1179) quê làng Hạ Mỗ nay là xã Hạ Mỗ huyện Đan Phượng, Hà Nội, là quan đại thần phụ chính nhà Lý, phụng sự hai triều vua: Lý Anh Tông và Lý Cao Tông. Ông là viên quan văn võ song toàn, nổi tiếng là công minh chính trực, được vua phong tước vương mặc dù không phải là tôn thất nhà Lý.\n----------------------------------------------\nÔng lại hết lòng sửa sang việc chính trị, mở mang văn hóa, đề xuất việc lập đền thờ Khổng tử ở cửa Nam thành Thăng Long. Sau ông làm đến Thái phó trong triều. Năm Ất mùi 1175, khi Lý Anh tông sắp mất, gửi Thái tử Long Cán cho ông giúp đỡ. Ông nhận lời. Bà Thiên Linh thái hậu muốn lập con bà là Long Xưởng lên làm vua, đem một mâm vàng hối lộ ông, bị ông cương quyết từ chối. Ông vâng di chiếu, lập Long Cán nối ngôi tức Cao tông, tận tình phò tá tân quân. Từ đó tình hình trong nước càng yên ổn. Năm Kỉ hợi 1179, ông mất. Khi ông bệnh nặng, có Tham tri chính sự là Võ Tán Đường ngày đêm săn sóc ông. Đỗ Thái hậu cùng vua đến thăm, hỏi ông về người có thể thay ông được. Ông tiến cử Gián nghị đại phu Trần Trung Tá, khiến Đỗ Thái hậu ngạc nhiên: - Sao ông không đề nghị Võ Tán Đường? Ông đáp: - Nếu hỏi người hầu hạ, thì dùng Võ Tán Đường, trị nước an dân thì phải dùng Trần Trung Tá. Đời sau sánh ông với Võ Hầu Gia Cát Lượng. Ông là tác giả một số sách nhưng nay đã thất lạc."
}