{
  "dateOfBirth": "tháng 10, 1241\n----------------------------------------------\nTân Sửu 1241",
  "dateOfDeath": "26 tháng 7, 1294 (52–53 tuổi)\n----------------------------------------------\nGiáp Ngọ 1294",
  "hometown": "quê làng Tức Mặc, phủ Thiên Trường, tỉnh Nam Định",
  "occupation": "Tể tướng Đại Việt\n----------------------------------------------\nDanh tướng, thi gia đời Trần, con thứ ba vua Trần Thái tông (Trần Cảnh), em ruột Trần Thánh tông ",
  "workTenure": "1261 – 1294\n----------------------------------------------\nKhông rõ",
  "fatherName": {
    "vua Trần Thái tông": null,
    "Trần Thái Tông": 1286
  },
  "motherName": {
    "Hiển Từ Thuận Thiên hoàng hậu": null
  },
  "eraName": {
    "Nhà Trần": 15
  },
  "id": 2755,
  "entityName": "Trần Quang Khải",
  "aliases": [
    "Chiêu Minh Đại vương (昭明大王)",
    "Mặc"
  ],
  "overview": "Trần Quang Khải (chữ Hán: 陳光啓; tháng 10 âm lịch năm 1241 – 26 tháng 7 dương lịch năm 1294), hay Chiêu Minh Đại vương (昭明大王), là một nhà chính trị, quân sự, tôn thất hoàng gia Đại Việt thời Trần. Ông làm đến chức Tể tướng đời Trần Thánh Tông, Trần Nhân Tông và Trần Anh Tông, coi cả mọi việc trong nước.\n----------------------------------------------\nÔng học nhiều biết rộng, có tài văn chương, giỏi việc quân sự. Ngày từ trẻ đã được phong tước Chiêu Minh vương năm 1371 được cử giữ chức Tướng quốc Thái úy rồi thăng đến Thái sư. Trong cuộc đánh đuổi quân Nguyên - Mông xâm lược, ông cùng Trần Quốc Tuấn và các chiến hữu lập được chiến tích vẻ vang. Bài thơ chiến thắng khải hoàn TỤNG GIÁ HOÀNG KINH SƯ là một bản anh hùng ca của dân tộc: \"Đoạt sáo Chương Dương độ, Cầm hồ Hàm Tử quan. Thái bình tu nỗ lực, Vạn cổ thử giang san.\" Dịch: Chương Dương cướp giáo giặc, Hàm Tử bắt quân thù Thái bình nên gắng sức, Non nước ấy nghìn thu. Ngày 26-7-1294 (3-7 Giáp ngọ) ông mất, hưởng dương 53 tuổi. Ông là tác giả tập thơ Lạc đạo (vui đời đạo lí), nay đã mất, chỉ còn được 9 bài do Phan Phu Tiên sưu tầm, in trong Việt âm thi tập. Gần đây trong Thơ văn Lý Trần, II sưu tầm được một số bài thơ của ông: - Tống Bắc sứ Sài Trang Lý Chấn văn Đằng - Đề Bạch Mã từ - Đề Dã thự - Phúc Hưng viên - Lưu Gia độ - Xuân nhựt hữu cảm. …"
}