{
  "dateOfBirth" : "Đinh Mùi 1907",
  "dateOfDeath" : "Kỉ Tị 1989",
  "hometown" : "tại Thái Hà ấp, Hà Nội, nguyên quán làng Phù Đổng, huyện Tiên Du, tỉnh Bắc Ninh (nay là huyện Tiên Sơn, tỉnh Bắc Ninh)",
  "occupation" : "Nhà văn, nhà thơ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2761,
  "entityName" : "Nguyễn Thứ Lễ",
  "aliases" : [ "Thế Lữ", "Lê Ta" ],
  "overview" : "Từ năm 1931, ông là thành viên Tự Lực Văn đoàn và trở thành một trong các cây bút trụ cột của báo Phong Hóa, Ngày Nay, Tiểu thuyết thứ bảy... giúp các báo này và nhóm Tự lực ngày càng phong phú, tạo nên sinh hoạt khởi sắc cho văn chương Việt Nam. Năm 1937, ông bắt đầu hoạt động kịch nghệ, làm diễn viên, đạo diễn các đoàn kịch Tinh Hoa, Thế Lữ, Anh Vũ lưu diễn nhiều nơi ở miền Bắc và miền Trung. Sau Cách mạng tháng 8 và Toàn quốc kháng chiến, ông lên chiến khu Việt Bắc tham gia kháng chiến chống Pháp với cương vị một nhà nghệ sĩ. Từng giữ các chức vụ: Ủy viên thường vụ Hội Văn nghệ Việt Nam, Chủ tịch Hội nghệ sĩ Sân khấu Việt Nam... Sau năm 1975 ông vào cư ngụ tại Sài Gòn và mất ngày 3 tháng 6 năm 1989 thọ 82 tuổi. Thế Lữ là tác giả nhiều bộ tiều thuyết trinh thám sớm nhất mà cũng đặc sắc nhất của lịch sử tiểu thuyết Việt Nam. Sự có mặt các tiểu thuyết trinh thám của ông đã làm phong phú kho tàng tiểu thuyết hiện đại nước ta, có thể so sánh với tác giả nổi danh Tây phương. Và thơ ông đã gây nên một dấu ấn lớn trong việc hình thành và mở đầu cho một thời đại mới của nền thi ca Việt Nam. Vì khi thơ mới vừa ra đời tức khắc thơ ông \"như vừng sao đột hiện ánh sáng chói khắp cả trời thơ Việt Nam\", \"Thơ Thế Lữ như một luồng gió lạ xui người ta biết say sưa với cái xán lạn của cuộc đời thực tế, biết cười cùng hoa nở, chim ca, biết yêu và biết yêu tình yêu\" (Hoài Thanh). Các tác phẩm chính của ông: - Vàng và máu (tiều thuyết 1934) - Ba hồi kinh dị (1936) - Bên đuờng thiên lôi (1936) - Lê Phong phóng viên (1937) - Mai Hương và Lê Phong (1937) - Đòn hẹn (1939) - Gói thuốc lá (1940) - Gió trăng ngàn (1941) - Trại Bồ Tùng Linh (1941) - Dương Quí Phi (1942) - Thoa (1942) Và rất nhiều kịch bản giá trị, và hai tập thơ: - Mấy vần thơ (1935) - Mấy vần thơ, tập mới (1941) Sau năm 1945 ông không có tác phẩm nào khởi sắc so với những tác phẩm trước đó. Theo Nhà văn hiện đại (tác giả Vũ Ngọc Phan) thì: Bên đường thiên lôi là một tập truyện ngắn, phần nhiều là những truyện ghê sợ, mà truyện hay hơn cả lại không phải cái truyện ghê sợ mà tác giả dùng làm nhan đề cho quyển sách. Nhưng Bên đường Thiên lôi là một truyện như thế nào? Sắc là một tên kéo xe, tác giả đã tỏ rõ ra một kẻ có mắt quan sát, anh ta biết xét nhận từng li từng tí một, từ cái đầu lâu trắng mà hắn sợ, đến sách vở giấy má, cho đến cách làm việc của chủ anh ta, anh ta không bỏ mất một dịp rình mò nào như vậy mà anh ta lại không đoán được cái nghề của chủ anh ta. Dù anh ta có dốt nát, không thể đoán được chủ anh ta là một nhà khảo cổ hay một nhà chuyên khảo về thuyết vong linh xuất hiện. Và ít ra anh ta cũng đoán được chủ hắn ta là một nhà viết báo hay một người sống một nghề tương tự như thế, chứ có đâu anh ta lại tưởng chủ anh ta không phải một kẻ thiện nhân và có lúc lại ngờ chủ hắn ta là một tay phù thủy. Trong tập Bên đường Thiên lôi có hai truyện ghê sợ hay hơn cả là truyện Hai lần chết và truyện Lưỡi tầm sét. Truyện kì quái mà hay hơn cả là truyện Ông Phán nghiện. Những truyện ấy làm cho người đọc có nhiều cảm giác thú vị, vì nó là những truyện căn cứ vào khoa học, vào việc đời. Mai Hương và Lê Phong là một tiểu thuyết trinh thám; nhưng việc tra xét và do thám như trong mây mù, chỉ thấy hiện lên ở lời nói, ít khi ở việc làm. Trại Bồ Tùng Linh thì rõ ra một truyện Liêu Trai đến chín mươi phần trăm. Chỉ khác Liêu Trai có hai điều là cái tình nhớ thương, yêu dấu của Tuấn và Lan Hương được tác giả tả kĩ' càng, đằm thắm, không phớt qua như trong truyện Liêu Trai, rồi ở đoạn kết, tác giả đã khéo trộn lẫn mộng với thực mà tưởng tượng ra một cô khuê các trước ở chùa và mới đi khỏi chùa. Đoạn kết này đủ chứng rằng tác giả đã có những sự băn khoăn của người thế kỉ XX, của hạng người đã chịu ảnh hưởng rất sâu của khoa học, nhưng vẫn còn trong máu và trong não những cái rất mơ mộng, những cái rất nên thơ. Vàng và máu, theo Vũ Ngọc Phan là một tiểu thuyết mà tác giả tỏ ra một văn gia có biệt tài. Nghệ thuật viết tiểu thuyết của Thế Lữ ở đây đã lên tới một trình độ rất cao. Tài tình nhất là động tác rất đơn giản: hai kẻ vào hang tìm của, một kẻ chết, còn một kẻ không dám trở về với chủ, đến trình ông châu sở tại và đưa luôn cả mảnh giấy lấy ở tay kẻ chết. Nhờ mảnh giấy này ông châu khám phá ra được chỗ để của của một vị quan Tàu. Dựng việc đến thế thật là đơn giân. Vậy mà trong tiểu thuyết đã có biết bao nhiêu là đoạn làm cho người đọc phải rùng mình cái thây ma treo lủng lẳng gần cửa hang, trong hang lại năm cái xác chết ngả nghiêng gần nhau, rồi trong cái hang nhỏ sau cùng lại một bộ xương người ngồi trơ trơ và chân bị xích... Rồi những viên đá giết người, những bóng tối âm thầm... toàn là những thứ hình như không còn phải của nhân gian. ' Về thơ người ta đã thấy rõ cái thi cốt, cái chân tài của ông, về văn ông có những chuyện ghê sợ và ông đã tỏ ra là một tiểu thuyết gia có biệt tài. Thế Lữ đi từ chỗ ca tụng tình yêu bát ngát, ca tụng cái đẹp nghệ thuật tuyệt vời mà đi tới chỗ tả những cảnh khủng khiếp thì cũng là điều rất kì lạ của ngòi bút ông. Thế cho nên đọc ông, Vũ Ngọc Phan trong Nhà văn hiện đại kết luận: \"Người ta có thể nói: trong thi ca, Thế Lữ có những tình yêu về lí tưởng, ông muốn tìm lên Thiên đường để làm bạn với tiên, còn trong tiểu thuyết, Thế Lữ muốn xuống âm phủ để gần với quỉ. Tâm hồn ông thật là phức tạp. Điều chắc chắn là ông rất giàu tưởng tượng, nên về thơ cũng như tiểu thuyết ông đã tỏ ra một thi gia và một tiểu thuyết gia có biệt tài.\""
}