{
  "dateOfBirth": "Canh Tí 1720",
  "dateOfDeath": "Mậu Tí 1792",
  "hometown": "Hải Dương",
  "occupation": "Cao sĩ",
  "workTenure": "Không rõ",
  "fatherName": {
    "Thượng thư bộ Lễ Lê Hữu Mưu": null
  },
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 277,
  "entityName": "Lê Hữu Trác",
  "aliases": [
    "Lê Hữu Huân",
    "Lê Hữu Chẩn",
    "Hải Thượng Lãn Ông"
  ],
  "overview": "Ông vốn là một cao sĩ và là y sư nổi tiếng đời Lê Hiển tông. Tài đức hơn đời, thanh liêm rất mực, thơ ông có câu: \"Thiện diệc lăn vi hà huống ác; Quí do bất nguyện khởi ưu bần!\". Nghĩa: Điều thiện cũng biếng làm, huống chi là điều ác! Cảnh sang còn không muốn, còn lo gì cảnh nghèo. Và vì quê ông ở xã Liêu Xá, phủ Thượng Thống, huyện Đường Hào, tỉnh Hải Dương, nên lấy hiệu là Hải Thượng Lãn ông hoặc Lãn ông. Ông đỗ hương cống, nhưng buổi bấy giờ vua Lê chỉ còn là hư vị, Trịnh, Nguyễn, Tây Sơn còn đang giao chiến, ông chán công danh, lánh về ở ẩn nơi xã Phúc Lộc, huyện Hương Sơn, tỉnh Nghệ An (nay thuộc tỉnh Hà Tĩnh). Ông tinh thông y học, văn chương trác tuyệt sau khi mất còn để lại các sách: - Tân thuyền Hải Thượng y tông tâm lĩnh dương an toàn trật gọi tắt là Lãn ông y nghiệp hay Lãn ông y tập, hoặc Y tông tâm lĩnh (sách khảo cứu về y học và thảo dược học, gồm 66 quyển, soạn năm 1772). - Thượng kinh kí sự (soạn năm 1782, vào lúc chúa Tĩnh Đô vương Trịnh Sâm triệu ông ra Thăng Long). Thơ ông đầy vẻ cao khiết u trầm, đúng là bậc xử sĩ, cao hiền và là vị y sư đáng kính trọng của nhân dân ta hồi thế kỉ XVIII. Lê Hữu Trác không những là một văn sĩ nổi danh mà ông còn là một y sư kiệt xuất của nhân dân ta. Năm Nhâm tí 1792, nhằm ngày rằm tháng giêng âm lịch, ông mất. thọ 72 tuổi. Y tông tâm lĩnh là một bộ sách đồ sộ của thư tịch y dược học Việt Nam, mục lục được tóm tắt như sau: 1. Quyển thủ trong có Tự tự, Phàm lệ, Mục lục và bài Y nghiệp thần chương (Bài dạy về nghề làm thuốc, thái độ tư cách nên như thế nào). Trong bài tự tự, ông cho biết qua thân thế và tâm sự của ông. Vốn là con nhà thế gia có tài có học, văn hay võ giỏi mà ông quyết chí dứt bỏ con đường công danh phú quí, chọn lấy con đường \"lập đức, lập ngôn\". Ông đã lui về ở chốn thôn quê hẻo lánh, cơm rau áo vải làm thuốc cứu nguời, làm sách thuốc cứu đời. 2. Nội kinh yếu chỉ, tóm tắt lời cần thiết trong sách Nội kinh (của Hoàng đế và Kỳ Bá) để cho người đọc dễ hiểu. 3. Y gia quan niệm. Điều cần thiết trước tiên của người học nghề y. 4. Y hải cầu nguyên, soạn tập các đoạn cần thiết của các bậc tiên triết, chia thành từng mục, chú giải kĩ, truyền lại cho nguời học nghề thuốc phải thuộc lòng. 5. Huyền tẫn phát vị, nói rõ về công chính của tiên thiên, âm dương, thủy hỏa để phân biệt cách dùng thuốc. 6. Khôn hóa thái chân, nói về tác dụng của hậu thiên, là gốc của vạn vật là nguồn của khí huyết, bàn cách dùng thuốc... 7. Đạo lưu dư vận, biện luận rõ và gọn gàng về các nghĩa còn ngờ, nơi tối nghĩa mà người trước chưa nói rõ. 8. Vận khí bí điển tập, nói rõ và gọn gàng về khí vận trời đất nóng lạnh mưa gió có liên quan đến các bệnh. 9. Dược phẩm vựng yếu, soạn trong sách Bản thảo ra lấy 150 vị thuốc cần thiết, chia làm 5 bộ, cho tiện việc tra khảo. 10. Lĩnh Nam bản thảo, thu tập các vị thuốc sản xuất ở Việt Nam; nói rõ tên từng vị, chia thành môn loại, chú thích tính chất của nó để tiện tìm kiếm và sử dụng (có chua tên Nôm). 11. Ngoại cảm thông trị, bàn riêng về các chứng bệnh ngoại cảm ở nước ta, đặt rõ ra 3 cách chữa cảm nhẹ (biểu); 6 cách chữa cảm nặng (lí). 12. Bách bệnh cơ yếu, soạn chép các môn bệnh tật do các danh y xưa đã nghiên cứu, phê phán cách dùng để tiện tra cứu. 13. Y trung quan kiện, ghi chép các điều quan trọng cần thiết cho việc chữa bệnh. 14. Phụ đạo sản nhiên, tập hợp các bệnh đàn bà và cách chữa các bệnh ấy. 15. Tọa thảo lương mô, họp các phương pháp đỡ đẻ. 16. Ấu ấu tu tri, chuyên về khoa chữa trẻ em. 17. Mộng trung giác đậu, kinh nghiệm và thuốc chữa bệnh đậu mùa. 18. Ma chẩn chuẩn thằng, cách thức chữa bệnh lên sởi, v.v... 19. Tâm đắc thần phương, chú giải sâu rộng các phương thuốc do Phùng thị mới tìm ra. 20. Hiệu phỏng tân phương, các phương thuốc mới tìm ra do học kinh nghiệm xưa. 21. Bách gia trân tàng, các bài thuốc kinh nghiệm của mọi nhà mới thu thập lại. 22. Hành giản trân nhu, các phương thuốc dễ dàng tiện dùng. 23. Y phương hải hội, sách tập hợp các bài thuốc thông thường để tiện tra cứu. 24. Y dương án tập, kinh nghiệm ghi lại khi chữa được các bệnh khó. 25. Y âm án tập kinh nghiệm ghi lại khi gặp các bệnh khó mà không chữa được. 26. Truyền tâm bí chỉ, bàn sâu rộng về nghĩa lí trong các sách thuốc. 27. Vấn sách tập sách chép lối vấn đảp về nghĩa lí và thực tế chữa bệnh khi giảng dạy. 28. Vĩ tập, tập cuối là sách Thượng kinh kí sự ghi rõ đầu đuôi việc bị vời vào kinh chữa bệnh cho con Trịnh Sâm đến lúc được cho về. Tập này có nhiều thơ văn và tả rõ một số bối cảnh xã hội thời cuối Lê Trịnh (rất có ích cho văn học và sử học)."
}