{
  "dateOfBirth" : "…",
  "dateOfDeath" : "1834\n----------------------------------------------\nGiáp Ngọ 1834",
  "hometown" : "TP Hồ Chí Minh",
  "occupation" : "Dũng tướng đời Minh Mạng, lãnh đạo cuộc khởi nghĩa chống nhà Nguyễn ở thành Phiên An, ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 2778,
  "entityName" : "Lê Văn Khôi",
  "aliases" : [ "Bế-Nguyễn Nghê", "Hai Khôi", "Bế Khôi" ],
  "overview" : "Lê Văn Khôi (chữ Hán: 黎文𠐤; ? – 1834) tên thật là Bế-Nguyễn Nghê, còn được gọi là Hai Khôi, Nguyễn Hựu Khôi (阮佑) hay Bế Khôi, là con nuôi của Lê Văn Duyệt và là người thủ lĩnh cuộc nổi dậy chống lại nhà Nguyễn ở thành Phiên An (nay thuộc Thành phố Hồ Chí Minh, Việt Nam).\n----------------------------------------------\nÔng vốn là thổ hào ở Cao Bằng, trước là họ Bế, rồi đổi ra họ Nguyễn là Nguyễn Hựu Khôi. Sau ông được Lê Văn Duyệt nuôi làm con, nên gọi là Lê Văn Khôi. Khi Tả quân Lê Văn Duyệt giữ chức Tổng trấn thành Phiên An, cho ông theo vào Nam làm Phó Vệ úy. Khi Lê Văn Duyệt mất (1832) đám quan triều vào thay có Tổng đốc Nguyễn Văn Quế và bố chánh Bạch Xuân Nguyên vu nhiều tội cho Tả quân khiến ngôi mộ bị xiềng, ông cũng bị ngồi tù. Trong ngục ông ngầm liên kết với quan quân bên ngoài, rồi phá nguc, dấy binh chiếm thành Gia Định, bắt giết Nguyễn Văn Quế và Bạch Xuân Nguyên báo thù rửa hận cho cha nuôi. Cuộc khởi nghĩa xảy ra trong tháng 6-1833, ông tự xưng Bình Nam Đại Ngnyên soái, chiến cuộc kéo dài hơn 2 năm (1833-1834), bị Vệ úy Thái Công Triều phản bội đầu hàng triều đình, nội bộ tan vỡ, ông lâm bệnh mà chết. Nhóm nghĩa quân kiên cường đưa con ông là Lê Văn Câu lên thay, nhưng tình thế đã nguy ngập. Tháng 7-1835 cuộc nổi loạn bị dẹp tan. Hơn 1831 người bị giết gom chung vào một huyệt, chúng gọi là \"Mả Ngụy\" (nay còn dấu vết ở phía Tây Thành phố Hồ Chí Minh). Con ông và 6 người nữa gồm có Giáo sĩ người Pháp Marchand, một người Minh hương là Mạch Tấn Giai và hai tướng kiệt hiệt là ông Hoành và ông Trắm bị đóng cũi giải về Huế rồi đem xử lăng trì."
}