{
  "dateOfBirth": "Nhâm Thìn 1772",
  "dateOfDeath": "Nhâm Ngọ 1822",
  "hometown": "quê làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An thân phụ bà là Hồ Phi Diễn, quán làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An",
  "occupation": "Nữ sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 28,
  "entityName": "Hồ Xuân Huơng",
  "aliases": [],
  "overview": "Bà kém nhan sắc, nhưng duyên dáng mặn mà, thêm nổi tiếng văn chương nên rất nhiều trang phong lưu tài tuấn ngấp nghé. Tuy nhiên đường chồng con của bà rất không may. Truớc lấy lẽ ông Phủ Vĩnh Tường, sau cũng cam phận bé mọn khi bước đi bước nữa với Cái tổng Cóc (Có tài liệu nói bà là vợ bé của Tham hiệp trấn Yên Quảng Trần Phúc Hiến). Hồng nhan đa truân, tài tình mạng bạc, có lẽ do đó mà hầu hết các bài thơ của bà đều chua chát, khinh mạng mọi giới, và dùng toàn những vần hiểm hóc. Đối thủ của bà trên trường văn bút, xướng họa thi ca, có lẽ chỉ Phạm Đình Hổ, Trần Phúc Hiến là khiến được bà mến phục phần nào. Thơ bà được truyền tụng nhiều và đều thật hay. Cho nên từ trước đến nay, thân thế và văn chương của bà đã được nhiều người phố biến trên hằng mấy mươi bài báo, trên 10 quyển sách đã xuất bản. Hầu hết đều thương cảm cuộc đời bà, mà cũng có lắm người không chịu được giọng thơ chớt nhả của bà, vì thơ bà chua cay, sắc sảo nhằm đả kích bọn đội lốt trưởng giả. Thuở còn kén chồng, giao du với các bạn hàn mặc, xướng họa thi ca, bà vẫn thường ngỏ tấc lòng khao khát tình yêu nồng thắm lứa đôi. Quả cau nho nhỏ miếng trầu hôi Này của Xuân Hương mới quệt rồi. Có phải duyên nhau thì thắm lại, Đừng xanh như lá, bạc như vôi! Bà đả kích những kẻ bất tài đề thơ những nơi danh lam thắng cảnh: Dắt dìu nhau lên đến cửa thiền Cũng đòi học nói, nói không nên Ai về nhắn bảo phường lòi tói, Muốn sống đem vôi quét giả đền. Hoặc châm biếm hạng tài tử gà mờ cũng học đòi văn nhân thi sĩ: Khéo khéo đi đâu lũ ngẩn ngơ Lại đây cho chị dạy làm thơ Ong non ngứa nọc châm hoa rữa, Dê cỏ buồn sừng húc dậu thưa. Tác phẩm của bà rất nhiều và dư luận về số thơ văn còn hồ đồ, có thể kể: - Hồ Xuân Hương thi tập (đời sau lưu truyền) - Lưu Hương kí (chữ Hán) - Xuân Hương thi tập - Xuân Hương di cảo"
}