{
  "dateOfBirth" : "Giáp Dần 1914",
  "dateOfDeath" : "Không rõ",
  "hometown" : "huyện hàm Nguyễn Đình Trị tại Gò Công (nay là thị xã Gò Công, tỉnh Tiền Giang)",
  "occupation" : "Nữ thi sĩ ",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "tri huyện hàm Nguyễn Đình Trị tại Gò Công" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2800,
  "entityName" : "Nguyễn Thị Kiêm",
  "aliases" : [ "Myn", "Lệ Thủy", "Nguyễn Thị Manh Manh", "Nguyễn Văn Myn" ],
  "overview" : "Thuở nhỏ học ở Gò Công, sau lên Sài Gòn học trường Nữ sinh áo tím (tên Tây lúc đầu của trường là Collèges des Jeunes filles Indigènes: Trường trung học thiếu nữ bản xứ, sau đổi lại là Collèges des Jeunes filles Annamites de Saigon: Trường nữ Trung học Annam Sài Gòn, đến năm 1949 đổi tên là Trường nữ trung học Gia Long, sau năm 1975 đổi là Trường trung học phổ thông Nguyễn Thị Minh Khai, trước năm 1954 đồng bào quen gọi là Trường áo tím vì nữ học sinh khi đi học phải mặc đồng phục áo tím). Khoảng năm 1931-1932, cô tốt nghiệp bằng Thành Chung ban sư phạm (Cours le Pédagorie hay còn gọi là Section normale) nên khi ra trường được giữ lại dạy học tại đây. Thời gian dạy tại trường cô cộng tác với các báo Công luận, Nữ lưu nhất là báo Phụ nữ tân văn của ông bà Nguyễn Đức Nhuận: (1901-1968); bà Nhuận nhũ danh là Cao Thị Khanh: (1900-1962). Năm 1933-1934 cô thường có bài đăng trên Phụ nữ tân văn hô hào, cổ động các vấn đề xã hội, hôn nhân, nhất là hưởng ứng phong trào \"thơ mới\" của các thi sĩ đàn anh Phan Khôi, Thế Lữ, Lưu Trọng Lư... Lần đầu tiên (ngày 26-7-1933) cô đăng đàn diễn thuyết tại Nhà hội của Hội khuyến học Sài Gòn về đề tài Thơ mới. Buổi diễn thuyết được đông đảo khán thính giả trí thức tán thường, ủng hộ. Tiếp đó cô lần lượt ra Qui Nhơn, Đà Nẵng, Huế, Hải Phòng, Hà Nội... diễn thuyết hô hào cải cách xã hội, văn chương; nhất là Thơ mới trên diễn đàn văn học Việt Nam đến thành công mĩ mãn. Trong khi hô hào cổ động thơ mới, cô được nhiều người tán dương, trong đó có một thi sĩ và sau trở thành hôn phu của mình tức thi sĩ Lư Khê Trương Tuấn Cảnh quê ở Hà Tiên lên Sài Gòn hoạt động văn hóa, văn nghệ. Thi sĩ Lư Khê tặng nữ sĩ Manh Manh bài thơ có đoạn: Rồi nắm tay nhau ta bước ra, Chờ xem thiên hạ sẽ khen ta. Em nàng thi sĩ, anh thi si, Sắc ấy tài kia thật mặn mà! (Lư Khê) Năm 23 tuổi (ngày 11-11-1937) cô kết hôn với nhà thơ Lư Khê, cụ cử nhân Lê Cương Phụng chủ nhiệm Văn học tuần san - người phản đối thơ mới - có bài thơ mừng đám cưới đôi trai tài gái sắc lắm gan này. Bài thơ với lời đằm thắm mà ý không kém chua cay. Mừng cô NguyễnThị Kiêm lấy chồng Nghe nói cô Kiêm sắp lấy chồng, Gởi theo làng báo tiếng mừng chung. Bó hoa Đà Lạt đề thơ mở, Chiếc áo Le-muya buộc giải đồng. Trót đã đinh ninh lời thập nguyện, Thôi đừng phản đối thuyết tam tùng Cầu cho trong ấm ngoài êm được! Còn chuyện bình quyền hỏi đức ông. Lúc hưởng ứng và hô hào cho thơ mới cô cũng có những vần thơ tươi mát cho bản hợp xưởng thơ mới cùng các thi sĩ đồng thời. Lá rụng Rừng xanh buổi rũ, lá vàng đành vội vã rụng... Biết bao những đụn lá vàng trên đất cỏ ũ! Hắt hiu gió rừng dấy lên nuôn ngàn lá rụng... Biết bao những đụn tốc lên Xơ xảy nửa lừng! … Gió thoát đi xa nhẹ nhàng đáp xuống lá rụng Biết bao mảnh vụn theo đàng Gió cuốn đi xa... Ôi! Rừng cây cỏ rũ Ôi! Các… Lá vàng tơi tả rụng!... Biết bao mảnh tình vụn đã thoát theo gió thời gian cũ. (PNTV số 193 ngày 30-3-1933) Còn thơ ca (Đường thi) của bà cũng chẳng thua sút các bậc đàn anh râu mày như bài Vịnh hội chợ đêm Pháp Việt (Mỗi câu có một thứ bánh, chữ in nghiêng là tên bánh). Nậm nợt người người hội chợ đêm, Áo quần Chưng diện đặng đi xem Cô kia thu Xếp trong hàng bánh Cậu nọ mon Men trước quán nem Một cuộc chơi thơ, Tiêu khiến lắm, Hai đêm diễn võ Ước ao thêm Trên cầu Nhược thủy Bao nhiêu thứ, Khách đứng Vòng quanh thấy dễ thèm! Sau năm 1945 nữ sĩ vẫn sinh hoạt tại Sài Gòn, đến năm 1950 bà sang sống ở Pháp và mất năm nào không rõ."
}