{
  "dateOfBirth": "27 tháng 9 năm 1902 Sóc Trăng\n----------------------------------------------\nNhâm Dần 1902",
  "dateOfDeath": "9 tháng 12, 1996 (94 tuổi) Thành phố Hồ Chí Minh\n----------------------------------------------\nBính Tí 1996",
  "hometown": "nguyên quán thôn Lâm Mễ",
  "occupation": "Nhà văn, nhà sưu tập, nhà khảo cứu\n----------------------------------------------\nNhà văn, nhà cổ ngoạn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà nước Việt Nam": null,
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2808,
  "entityName": "Vương Hồng Sển",
  "aliases": [
    "Anh Vương",
    "Vân Đường",
    "Đạt Cổ Trai"
  ],
  "overview": "Vương Hồng Sển (1902-1996), bút hiệu Anh Vương, Vân Đường, Đạt Cổ Trai, là một nhà văn hóa, học giả, nhà sưu tập đồ cổ nổi tiếng. Ông được xem là người có hiểu biết sâu rộng về miền Nam và rất được kính trọng trong giới sử học và khảo cổ ở Việt Nam. Khi chết ông đã hiến tặng ngôi nhà (Vân đường phủ) và toàn bộ sưu tập đồ cổ của mình cho Nhà nước Việt Nam (tổng cộng 849 cổ vật khác nhau) với hy vọng thành lập một bảo tàng mang tên ông. Năm 2003, Ủy ban Nhân dân Thành phố Hồ Chí Minh ra quyết định xếp hạng di tích lịch sử cấp thành phố ngôi nhà này (địa chỉ: số 9/1 đường Nguyễn Thiện Thuật, phường 14, Quận Bình Thạnh).\n----------------------------------------------\nÔng là người có 3 dòng máu trong người: Việt, Hoa, Miên ở Sóc Trăng (cha Hoa, mẹ Việt Miên). Năm 8 tuổi vào học trường sơ học làng Khánh Hưng, năm 18 tuổi đậu bằng Tiểu học Pháp Việt (Primaire). Năm 1919 lên Sài Gòn theo học tại trường Chasseloup Laubat (nay là Trường Lê Quí Đôn) đến năm 1923 thi đỗ Brevet - Elementaire (18-6-1923) và bằng Thành Chung (diplôme d\u0027étude complémentaires franco Indigènes) (2-7-1923). Năm 1923, ra trường được bổ chức Thư kí tại Trường Máy Đỗ Hữu Vị (nay là Trường Kĩ Thuật Cao Thắng), năm 1928 làm việc tại Tòa Bố Sa Đéc (1932), năm 1933 chuyển về tùng sự tại Sở Địa bộ tỉnh Sóc Trăng, năm 1936 đổi lên \"đứng bàn ông chánh\" (thông ngôn chánh tòa bố) tỉnh Cần Thơ. Năm 1938 về Sài Gòn làm việc ở Phòng dân sự Dinh Thống đốc Nam Kì. Cuối năm 1941 biệt phái lên Đà Lạt tùng sự tại Dinh Toàn quyền Decoux với chức danh \"Thơ kí hạng nhất\" (Secrétaire de première classe). Năm 1943 đổi về quê nhà làm việc ở tòa bố Sóc Trăng cho đến ngày hưu trí ngạch công chức Nam Kì. Sau hơn 20 năm phục vụ ngành hành chánh thuộc địa Nam Kì, ông đã hơn tám lần thi nhập ngạch tri huyện nhưng trước sau đều hỏng (khi đậu viết hỏng vấn đáp, lúc đậu tập sự hỏng lí thuyết) Về già khi tính sổ đời ông tự cho mình \"là thằng hư\" và \"cám ơn đời được thi rớt\" nên khỏi mắc tội với lương tâm vì đã làm việc cho Pháp. Sau ngày Nhật đảo chính Pháp năm 1945, ông được tổ chức Thanh niên tiền phong địa phương tiến cử làm Phó tỉnh trưởng hành chánh tỉnh Sóc Trăng, cho đến ngày Pháp tái chiếm Nam Bộ. Năm 1947 bị bệnh, ông lên Sài Gòn điều trị. Năm 1949 làm việc với tư cách hợp đồng ở Viện Bảo tàng Sài Gòn về sau giữ chức Giám đốc viện này. Năm 1963 nghỉ hưu về sống tại Gia Định đến ngày qua đời. Sau ngày về hưu, ông được mời giảng một số chuyên đề văn học miền Nam và cổ ngoạn tại Đại học Văn khoa Sài Gòn và Huế. Vương Hồng Sển là người sống gần trọn thế kỉ XX chứng kiến nhiều biến cố lịch sử Việt Nam ở miền Nam. Có thể nói, ông là người am tường về nhiều lĩnh vực liên hệ đến văn hóa Nam Bộ và là nhà cổ ngoạn độc nhất ở Việt Nam. Ông sưu tập được một số lớn đồ cổ Trung Hoa, Việt Nam có giá trị nghệ thuật độc đáo mà giới văn hóa thân quen gọi thân mật là \"Cụ Vương cổ ngoạ\". Ông là tác giả các sách: - Thú chơi sách (1960) - Sài Gòn năm xưa (1962) - Hồi kí 50 năm mê hát (1968) - Truyện cười cổ nhân (1971) - Phong lưu cũ mới (1970) - Thú xem truyện Tàu (1970) - Thú chơi cổ ngoạn (1971) - Khảo về đồ sứ cổ Trung Hoa (1972) - Cảnh Đức trấn đào lục (1972) - Cuốn sổ tay của người chơi cổ ngoạn (1972) - Khảo về đồ sứ từ hậu Lê đến sơ Nguyễn (1993) - Những đồ sứ do đi sứ mang về (1993) - Sài Gòn tạp pín lù (1991) - Những đồ sứ khác (Quốc dụng, Ngự dụng..., 1993) - Tự vị Tiếng Việt miền Nam (1994) - Hơn nửa đời hư (Bộ hồi kí, 1992)... Cùng rất nhiều bài khảo cứu chuyên ngành (cả tiếng Pháp và tiếng Việt) đăng trên các tạp chí trong và ngoài nước. Trước khi qua đời ông tự nguyện hiến tất cả gia tài (gồm ngôi nhà cổ, đồ cổ ngoạn, và sách vở đã sưu tầm được trong hơn 70 năm) cho chính quyền để làm một Tàng cổ Vương Hồng Sển tại Sài Gòn. Năm 1990 trong một lễ mừng sinh nhật ông (năm ông 89 tuổi), \"một bạn trẻ\" trân tặng tác giả Hơn nửa đời hư một bài hát nói có thể tóm tắt được con người Vương Hồng Sển trong cuộc đời mà có lúc ông tự cho là trọn đời hư: \"Bán thế túy tâm cầu có ngoạn Nhứt sanh trắc nhĩ thướng thanh ca\" Tám mươi chín như ông, tóm mươi chín không già Mà già chăng nữa thì cũng là già số một \"Tối thế thượng chi phong lưu giang hồ khí cốt; Cực nhân gian chi phẩm giá phong nguyệt tình hoài.\" Giắt trong lưng sẵn một chữ tài, Tiêu từ nẳm tới nay, tiêu hoài chưa thấy hết. Lại còn tiếng là người lịch duyệt, Biết cải lương, biết đồ cổ, biết nhà xẹt, biết cầm chầu Biết như ông, biết vậy cũng nên cầu, Đàn em muốn nhưng mà đâu có được! Hiên Đạt Cổ ngậm ngùi thương buổi trước. Phủ Vân Đường thủ thỉ nhắc người sau, Thú phong lưu ngày tháng vẫn phong lưu Chuyện tang hải mặc dù non tự tại Đồng Nai đã từng, Phú Xuân cũng trải Hơn nửa đời hư mà tính có gì hư! Hỏi ông, ông chớ cười trừ (Nguyễn Minh Hoàng) Ngày 12 tháng 9 năm 1996 ông mất tại Gia Định, hưởng thọ 94 tuổi, thi hài được đưa về an táng tại quê nhà (Sóc Trăng)."
}