{
  "dateOfBirth" : "1765 Đông Kinh, Đại Việt\n----------------------------------------------\nBính Tuất 1766\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "1793 (27–28 tuổi) Yên Kinh, Đại Thanh\n----------------------------------------------\nQuí Sửu 1793\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nVua cuối cùng của nhà Hậu Lê\n----------------------------------------------\nVua",
  "workTenure" : "1786 – 1789\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1786—1789",
  "fatherName" : {
    "Lê Duy Vĩ" : null,
    "Lê Duy Vỹ" : null
  },
  "motherName" : {
    "Mẫn Thái hậu" : null
  },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Lê trung hưng" : null,
    "Nam triều – Nhà Hậu Lê – giai đoạn Lê Trung hưng" : 28
  },
  "id" : 2838,
  "entityName" : "Lê Chiêu Thống",
  "aliases" : [ "Lê Duy Khiêm (黎維兼) Lê Duy Kỳ (黎維祁)", "Lê Duy Khiêm", "Chiêu Thống (昭統)", "Mẫn Hoàng đế (愍皇帝)", "Lê Duy Kỳ", "Lê Chiêu Thống" ],
  "overview" : "Lê Chiêu Thống (chữ Hán: 黎昭統, 1765 – 1793), tên thật là Lê Duy Khiêm (黎維 ), khi lên ngôi lại đổi tên là Lê Duy Kỳ (黎維祁) , là vị hoàng đế thứ 16 và là cuối cùng của nhà Lê trung hưng, thực ở ngôi từ cuối tháng 7 âm lịch năm 1786 tới đầu tháng 1 năm 1789.\n----------------------------------------------\nÔng vốn tên là Duy Khiêm (có sách chép là Tư Khiêm), sau đổi là Duy Kì, cháu nội của Lê Hiển tông, con của cố Thái tử Duy Vĩ. Một nhà cha con, anh em ông, ngày trước đều bị tay Tĩnh Đô vương Trịnh Sâm hãm hại, bị giam hơn 10 năm. Đến khi Hiển tông mất, ông được đưa lên ngôi vào tháng 7 năm Bính ngọ 1786. Bấy giờ ông đã 20 tuổi. Năm Mậu thìn 1788, Tây Sơn ra Thăng Long lần II, ông bỏ ngôi, chạy trốn quanh quất trong hai miền Kinh Bắc và Sơn Nam. Rồi vì ông cầu cứu với nhà Thanh, dẫn đường cho Tôn Sĩ Nghị đem quân Thanh sang xâm lược nước ta. Đến Kỉ dậu 1789, tháng giêng, Vua Quang Trung đánh tan quân Thanh. Ông và đám tòng thần lưu vong ở Trung Quốc gồm có: Hoàng Ích Hiểu, Phạm Như Tùng, Lê Hân, Nguyễn Quốc Đổng, Nguyễn Viết Triệu, Lê Văn Trương, Lê Quí Thích, Nguyễn Đình Cẩm, Phạm Đình Thiện, Lê Quýnh... Bị bạc đãi, hắt hủi, vua tôi ông xiết bao tủi nhục tại nước người. Bọn quan lại nhà Thanh như Hòa Thân, Kim Giản lại giở mặt gian manh, bắt một số tòng thần cho lên xe trâu mà đày ra xa ngoài 300 dặm, để chúng khỏi phải bực mình. Tình thế ngày càng tuyệt vọng, Chiêu Thống bệnh nặng, đến ngày 16-10 năm Quí sửu 1793, chết tại Yên Kinh. Tính ra Chiêu Thống ở ngôi có 3 năm, hiệu năm là Chiêu Thống. Trong khi lưu lạc ở Yên Kinh, ông tỉnh ngộ và hối hận vì đã để bị lừa dối khinh bỉ. Cuộc đời Lê Chiêu Thống là một bài học muôn thuở cho những kẻ vọng ngoại.\n----------------------------------------------\nLê Chiêu Thống (chữ Hán: 黎昭統 1765 – 1793) hay Lê Mẫn Đế (chữ Hán: 黎愍帝), tên thật là Lê Duy Khiêm (黎維), khi lên ngôi lại đổi tên là Lê Duy Kỳ (黎維祁), là vị hoàng đế thứ 16 và là hoàng đế cuối cùng của Hoàng triều Lê nước Đại Việt, giữ ngôi từ cuối tháng 7 âm lịch năm 1786 tới đầu tháng 1 âm lịch năm 1789."
}