{
  "dateOfBirth": "Mậu Thân 1908",
  "dateOfDeath": "Canh Tuất 1970",
  "hometown": "tại làng Gò Đen, tổng Long Hưng Hạ, huyện Bến Lức, tỉnh Long An (nay vẫn là tỉnh Long An)",
  "occupation": "Nhà báo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2847,
  "entityName": "Nguyễn Văn Tạo",
  "aliases": [],
  "overview": "Ông xuất thân trong một gia đình có truyền thống yêu nước, thuở nhỏ học ở Sài Gòn, khoảng năm 1926, ông du học Pháp... \u0027 Thời gian học, ông tham gia Đảng Việt Nam Độc lập, rồi gia nhập Đảng Cộng sản Pháp, năm 1929 là ủy viên Trưng ương Đảng Cộng sản Pháp Phụ trách vấn đề thuộc địa. Năm 1930, ở Việt Nam nổ ra cuộc khởi nghĩa Yên Bái của Việt Nam Quốc dân đảng, thực dân Pháp khủng bố trắng. Tại Pháp, ông và các đồng chí tổ chức một cuộc biểu tình phản đối nhà cầm quyền Pháp tàn sát dã man đồng bào Việt Nam ở Yên Bái và Hải Dương. Cuộc biểu tình diễn ra trước điện Élysée (trụ sở làm việc của Tổng thống nước Pháp) bị cảnh sát Pháp đàn áp và bắt đưa ra tòa một số sinh viên trong đó có ông. Sau đó, chúng trục xuất mười chín sinh viên về nước trong đó có ông. (19 sinh viên đó gồm: Nguyễn Văn Tạo, Trần Văn Giàu, Tạ Thu Thâu, Huỳnh Văn Phương, Lê Văn Thử, Lê Bá Cang, Ngô Quang Huy, Trần Văn Ngã, Trần Văn Đởm, Trần Văn Tự, Đặng Bá Lân, Lê Thiếu Tự, Đặng Văn Phát, Võ Liên, Nguyễn Văn Tân, Trịnh Văn Phú, Trương Duy Tam, Nguyễn Duy Đạm). Sau khi về nước, một thời gian sau ông làm chủ bút báo Trung lập của Trần Thiện Quí và cộng tác với báo: La Cloche fêlée, La Lutte, Mai, Dân Quyền... Trong thời gian này ông liên lạc được với Đảng cộng sản Đông Dương qua Xứ ủy Nam Kì. Năm 1936, ông tham gia tổ chức phong trào Đông Dương Đại hội và có chân trong ủy ban hành động. Nhưng sau đó phong trào khủng bố; ngày 27-9-1936 ông bị Pháp bắt một lần với các đồng viện. Trong tù, ông và các bạn tuyệt thực phản đối, thực dân Pháp buộc lòng phải trả tự do cho ông, nhưng ông vẫn bị chúng cưỡng bức lưu trú tại Cần Thơ. Trong thời gian này ông vẫn viết bài gởi đăng báo Đuốc Nhà Nam ở Sài Gòn. Đầu năm 1937, sau khi được trả tự do, ông và các nhân vật trong nhóm Tranh đấu ứng cử vào Hội đồng Thành phố Sài Gòn nhân danh \"Sổ lao động\" cùng với Dương Bạch Mai, Tạ Thu Thâu, Phan Văn Hùm đắc cử vẻ vang. Ngày 16-4-1939, ông ứng cử vào Hội đồng Quản hạt Nam Kì cùng nhóm Tranh đấu. Ông và các bạn cùng nhóm đánh bại phe thân Pháp và được đắc cử, nhưng chính quyền thực dân tìm cách gian lận, ông và các bạn cùng Sổ phản đối với Toàn quyền Đông Dương và Quốc hội Pháp, Trong khi đó nhân dân Hóc Môn, Mĩ Tho, Long An... biếu tình phản đối Pháp gian lận bầu cử và đòi các quyền dân sinh, dân chủ khác. Thực dân Pháp vin vào đó khủng bố trắng đưa ông cùng các bạn đồng viện ra tòa kết án là phản đối chiến tranh và phá rối trị an. Đầu năm 1940, ông bị đày ra Côn Đảo, đến năm 1943, chúng đưa ông về giam ở Bà Rá (nay thuộc tỉnh Bình Phước). Khi Nhật đảo chính (9-3-1945), ông về hoạt động tại Sài Gòn, tham gia lãnh đạo Cách mạng tháng Tám tại Sài Gòn và các tỉnh Nam Bộ. Năm 1946, ông ra Hà Nội nhận công tác ở Trung ương. Trong kháng chiến chống Pháp ông làm Bộ trưởng Bộ Lao động. Sau khi hòa bình lập lại (1954) ông vẫn công tác trong Hội đồng chính phủ một thời gian. Năm 1970, ông mất tại Hà Nội hưởng dương 62 tuổi."
}