{
  "dateOfBirth": "Kỉ Sửu 1289",
  "dateOfDeath": "Canh Tuất 1370",
  "hometown": "người làng Thổ Hoàng, huyện Thiên Thi (nay là Ân Thi), tỉnh Hưng Yên.\n----------------------------------------------\nquê làng Thổ Hoàng, huyện Thiên Thi (sau đổi là Ân Thi), tỉnh Hưng Yên",
  "occupation": "Danh sĩ đời Trần Anh tông, thuở trẻ có tên là Cốt",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Trần": 15
  },
  "id": 285,
  "entityName": "Nguyễn Trung Ngạn",
  "aliases": [
    "Giới Hiên",
    "Bang Trực"
  ],
  "overview": "Nguyễn Trung Ngạn (chữ Hán: 阮忠彥；1289–1370), tự là Bang Trực, hiệu là Giới Hiên, người làng Thổ Hoàng, huyện Thiên Thi (nay là Ân Thi), tỉnh Hưng Yên. Ông là một nhà chính trị, một đại thần có tài, được xếp vào hàng \"Người phò tá có công lao tài đức đời Trần\". Cùng với Nguyễn Trung Ngạn là Trần Quang Khải, Mạc Đĩnh Chi, Trương Hán Siêu, Lê Quát, Phạm Sư Mạnh, Đoàn Nhữ Hài, Trần Thì Kiến, Phạm Tông Mại, Trần Nguyên Đán.\n----------------------------------------------\nNăm Giáp thìn 1304 ông đỗ Hoàng giáp mới 15 tuổi, năm 23 tuổi làm Giám quân, năm 25 tuổi (1314), được cử đi sứ nhà Nguyên cùng với Phạm Ngộ. Năm Kỉ tị 1329, ông theo Trần Minh tông đánh dẹp ở Đà Giang và phụng mạng soạn sách Thực lục về cuộc hành quân này. Năm Giáp tuất 1334 lại dự đánh giặc ở Lào. Năm Đinh sửu 1337 ông làm An phủ sứ Nghệ An, rồi làm Giám tu quốc sử ở Viện Quốc sử, ông cùng Trương Hán Siêu soạn sách Hoàng triều đại điển và bộ Hình luật thư. Năm Tân tị 1341 thăng Kinh sư đại doãn, rồi thăng Hành khiển, gồm coi các việc ở Viện Khu mật. Trải 5 đời vua, làm đến Đại học sĩ Trụ quốc, tước Khai Huyện Bá rồi thăng tước Thân Quốc Công. Năm Canh tuất 1370 ông mất, thọ 81 tuổi ông là tác giả các sách: - Giới Hiên thi tập - Ma Nhai kỉ công bi văn Lúc ông được thăng chức, Tư đồ Trần Nguyên Đán có thơ mừng ông: Cơ hành bính bính đại thôi ngôi, Cảnh ngưỡng dân qui hữu nhị đài. Thành vật công thâm phù thái vận, Kình thiên lực đại đĩnh lương tài. Tùng quan nại tuyết thương nhan cựu, Mai phán trùng xuân lão bút khai. Lịch sử ngũ triều thiên tử thánh, Tiệm nhiên trâm hốt diện công hoài (hòe) Nghĩa: Sáng rực như sao Bắc đẩu, cao vòi vọi như núi Thái. Dân đều ngưỡng mộ chức vụ đài Ngự sử và Viện Khu mật. Việc đã thành công càng sâu, giúp cho vận hội Thái hòa. Chông nổi với trời sức thật lớn, rõ bậc tài năng đĩnh đạc.. Như cây tùng không ngại tuyết, vẻ xanh vẫn như cũ. Tựa cây mai lại gặp xuân, ngọn bút lão luyện muốn vịnh. Trải thờ năm triều vua thánh, Hiên ngang trâm hốt, xứng mặt Tam công. Ông có bài thơ Tự Vịnh, có ý khinh thế ngạo vật: Giới Hiên tiên sinh lang miếu khí, Diệu linh dĩ hữu thôn ngưu chí. Niên phương thập nhị Thái học sinh, Tài đăng thập lục sung đình thí. Nhị thập hữu tứ nhập Giáp quan, Nhị thập hữu lục Yên đài sứ. Bản dịch: Lang miếu tài cao có Giới Hiên, Nuốt trâu chí lớn thuở thanh niên. Thí sinh Thái học mười hai tuổi Mười sáu thi Đình bảng có tên, Hăm bốn vào triều làm Gián nghị, Hai mươi sáu phụng sứ kinh Yên"
}