{
  "dateOfBirth" : "ngày 12/12/1942 Khoái Châu - Hưng Yên\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "xã Tân Châu, huyện Khoái Châu - Hưng Yên, là một nhà văn Việt Nam, thành viên của Hội nhà văn Việt Nam từ năm 1974, chuyên về tiểu thuyết và truyện ngắn, tiêu biểu là Thời xa vắng đã được đạo diễn Hồ Quang Minh của Hãng phim Giải Phóng dựng thành phim truyện nhựa và ra mắt công chúng năm 2004.\n----------------------------------------------\nQuê xã Lỗ Tự, huyện Thụy Nguyên (nay thuộc huyện Thiệu Hóa, tỉnhThanh Hóa) được theo họ vua Lê, nên cũng gọi là Lê Lựu",
  "occupation" : "nhà văn\n----------------------------------------------\nDanh tướng trong cuộc khởi nghĩa Lam Sơn, không rõ năm sinh năm mất. Con nghĩa sĩ Trần Lượng đời Hậu Trần",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Thuộc Minh" : 33,
    "Triều Lê Sơ" : 7
  },
  "id" : 2862,
  "entityName" : "Trần Lựu",
  "aliases" : [ "Hóa", "Lê Lựu" ],
  "overview" : "Nhà văn Lê Lựu sinh ngày 12 tháng 12 năm 1942 tại xã Tân Châu, huyện Khoái Châu - Hưng Yên, là một nhà văn Việt Nam, thành viên của Hội nhà văn Việt Nam từ năm 1974, chuyên về tiểu thuyết và truyện ngắn, tiêu biểu là Thời xa vắng đã được đạo diễn Hồ Quang Minh của Hãng phim Giải Phóng dựng thành phim truyện nhựa và ra mắt công chúng năm 2004. Ông hiện nay đang đảm nhiệm chức Giám đốc của Trung tâm Văn hóa Doanh nhân tại Hà Nội.\n----------------------------------------------\nCha ông giúp vua Trần Trùng Quang chống giặc Minh và hi sinh. Về sau ông tham gia khởi nghĩa Lam Sơn ngay từ buổi đầu hội thề ở Lũng Nhai. Ông chỉ huy đội quân thiết, đội hoạt động ở Nghệ An, nổi tiếng trong nhiều trận đánh lớn. Cuối năm 1426, ông cùng Lê Bôi, Trịnh Khả, giải phóng các vùng Hồng Châu Bắc Giang, Lạng Giang, Lạng Sơn, rồi được phong làm Tổng tri Hồng Châu kiêm tri An Bang (1427). Sau đó, ông nhận lệnh điều động quân sĩ chặn viện binh của Liễu Thăng nơi Lạng Giang. Ông đưa quân đi, một mặt giả thua để nhử Liễu Thăng đuổi theo, một mặt phục binh nơi Chi Lăng, kết liễu cuộc đời tướng giặc tại đấy trong ngày 20-9 âm lịch Đinh mùi 1427, lập nên kì tích Chi Lăng. Khởi nghĩa thành công, năm 1426, ông được dự vào bậc công thần đệ nhất phong làm Trấn viễn đại tướng quân tước Thượng Trí Tự. Khi ông mất, được truy phong Trung Dũng Hầu. Tại xã Lỗ Tự có đền thờ ông."
}