{
  "dateOfBirth" : "1692\n----------------------------------------------\nNhâm Thân 1692",
  "dateOfDeath" : "2 tháng 4 năm 1767\n----------------------------------------------\nBính Tuất 1766",
  "hometown" : "quê ở Phúc Khê, huyện Ngự Thiên, nay thuộc huyện Hưng Hà, tỉnh Thái Bình",
  "occupation" : "Danh sĩ đời Lê Dụ tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "nhà Lê" : null
  },
  "id" : 2878,
  "entityName" : "Nguyễn Tông Khuê",
  "aliases" : [ "Nguyễn Tông Quai", "Thư Hiên" ],
  "overview" : "Nguyễn Tông Quai (阮宗乖; trước đây có sách viết là Nguyễn Tông Khuê 阮宗奎, 1692 – 2 tháng 4 năm 1767), , hiệu Thư Hiên (舒翰); là nhà giáo, nhà thơ và là đại quan nhà Lê trung hưng trong lịch sử Việt Nam.\n----------------------------------------------\nNăm Tân sửu 1721 ông đỗ tiến sĩ lúc 29 tuổi. Thầy học là cụ Thám hoa Vũ Thạch vẫn thường khen ngợi tài ông. Quả nhiên về sau ông nổi tiếng văn chương, vượt xa đồng bạn, làm quan đến Thị lang bộ Hộ, tước Ngọ Đình Hầu. Ông hai lần đi sứ nhà Thanh. Lần đầu làm Phó sứ (1742), lần sau làm Chánh sứ (1748). Tính ông khảng khái, cương trực, nên về sau bị Việp Quận Công Hoàng Ngũ Phúc bức hại, giáng xuống chức Thị giảng rồi truất về làng. Ông cùng với Đoàn Trác Luân (anh nữ sĩ Đoàn Thị Điểm), Ngô Tuấn Cảnh và Nguyễn Bá Lân là bốn danh sĩ được đương thời xưng tặng là \"Trường An tứ hổ\" (Bốn con cọp ở kinh đô). Năm Bính tuất 1766 ông mất, thọ 74 tuổi. Các tác phẩm chính của ông: - Sứ Hoa tùng vịnh - Sứ trình tân truyện (chữ Nôm, gồm 670 câu thơ lục bát). - Ngũ luân tự (diễn Nôm 5 điều luân thường - vua tôi, cha con, vợ chồng, anh em, bè bạn - bằng thể thơ song thất lục bát). Sứ Hoa tùng vịnh (2 quyển) do ông và Nguyễn Kiều biên soạn trong khi ông đi sứ Trung Quốc. Hồ Sĩ Đống viết tựa vào năm 1778 (trích một phần) như sau (bản dịch): Tập thơ Bắc sứ của Nguyễn Thư Hiên (chính tên là Tông Quai, người làng Phúc Khê, hiệu Thư Hiên), được người trong nước truyền tụng đã lâu. Năm Giáp ngọ (Cảnh Hưng, 1774), tôi được bổ làm Bố chánh Kinh Bắc. Lúc đó, con ông là Cư Chính giúp việc ở Ti Án sát. Tôi hỏi mượn được bản thảo toàn tập thơ ấy thấy giấy đã cũ, nhiều chỗ chắp vá tôi bàn với Cư Chính nên khắc ván để in. Cư Chính nói: \"Tôi vẫn muốn như vậy, Rồi Cư Chính nhờ tôi làm bài tựa, nhưng lúc đó tôi chưa nhận lời. Chẳng bao lâu, tôi về kinh, lại được bổ làm Án sát Hải Dương, lâu lắm tôi không được tin tức của Cư Chính. Sau tôi được cử sang sứ Trung Quốc, đường đi qua Kinh Bắc. Quan hành nhân (phiên dịch viên) của sứ bộ tôi là Nguyễn Đình Luyện, chính là người giúp việc cũ của Thư Hiên công, đã từng theo ông sang sứ Trung Quốc. Nhân thế, Cư Chính đem bản thảo hai tập thơ, Tiền tập và Hậu tập nhờ Nguyễn Đình Luyện đem khắc ván in (ở Trung Quốc) và nhờ giao cho tôi đính chính những chỗ viết sai lầm và làm bài tựa. Nhân thế, tôi nhớ lại khi còn đi học ở Kinh, Thư Hiên công đã nghỉ việc và ở nhà riêng, tôi thường hối hận không thể đến học tiên sinh được. Nay, may được theo đòi lối cũ của tiên sinh, sang sứ Trung Quốc; tất cả những sông núi, phong tục sự việc trên đường đi qua, đem tra ở lời tiểu dẫn trong các bài thơ tức cảnh thì đều hiểu rõ cặn kẽ, không cần hỏi han ai cả. Còn như các bài thơ thuật hoài và khiển hứng, lúc nhàn rỗi đem đọc thì lại càng thấy được chí hướng của tiên sinh. Đó là một việc không hẹn mà nên vậy. Thư Hiên tiên sinh đậu Hoàng giáp Hội nguyên khoa Tân sửu (Bảo Thái thứ 2, 1721), hai lần được cử sang Trung Quốc, làm quan đến chức Hộ bộ tả thị lang. Tiên sinh là người giữ đạo thẳng, ghét điều tà. Tuy, nhân việc bọn quan thị gièm pha, tiên sinh phải rút lui về ở nhà nhưng danh tiếng tiên sinh càng được thêm tôn trọng. Bọn hậu tiến đều tôn kính tiên sinh, vì rằng khi còn, thì tiếng tăm rạng rỡ, khi mất, thì tiếng tăm lưu truyền há chỉ do ở văn tự mà thôi đâu. Cư Chính là người cẩn thận chăm học, thâu nhận được nhiều điều hay trong gia đình, lại càng giỏi về thơ. Tôi ngẫu nhiên cùng làm việc với Cư Chính, nên quen biết đã lâu. Cư Chính nhiều lần bảo tôi làm tựa, tôi không dám vì quê mùa mà từ chối, xin nói qua công việc như vậy nêu trên đầu sách\". Theo Trần Văn Giáp thì hiện nay ở Hà Nội còn lưu giữ nhiều bản chép tay tập Sứ Hoa tùng vịnh."
}