{
  "dateOfBirth" : "Bính Ngọ 1336",
  "dateOfDeath" : "Đinh Hợi 1407",
  "hometown" : "Thanh Hóa",
  "occupation" : "Vua, tác giả, nhà cải cách, người khai sáng nhà Hồ, có quyền mưu, cơ trí, một chính trị gia lão luyện, đa tài đời Trần.",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15,
    "Nhà Hồ" : 9
  },
  "id" : 2878,
  "entityName" : "Hồ Quí Ly",
  "aliases" : [ ],
  "overview" : "Ông tự là Li Nguyên, vốn dòng dõi Hồ Hưng Dật, ngụ ở làng Bào Đột, huyện Quỳnh Lưu. Sau ông tổ bốn đời là Hồ Liêm dời ra ở làng Đại Lại, tinh Thanh Hóa, làm con nuôi nhà Lê Huấn, mới đổi là họ Lê. Hồ Quí Ly có hai người cô đều là vợ vua Trần Minh tông, một người sinh ra Nghệ tông, một người sinh ra Duệ tông. Vì thế đến đời Trần Nghệ tông, ông được tin dùng, làm Khu mật đại sứ (1371), rồi làm Tiểu tư không (1377), thăng dần đến Thống chế đô hải tây, tước Trung Tuyên Hầu (1380). Nhà vua lại gả Huy Ninh công chúa cho ông. Năm Đinh dậu 1387, thăng Đồng bình chương sự, Nghệ tông cho ông gươm và cờ đề chữ \"Văn võ toàn tài, quân thần đồng đức\". Bấy giờ các đại thân và sĩ phu đã có lắm người lo ngại sự chuyên quyền của ông. Tư đồ Trần Nguyên Đán có ý khuyên can Thượng hoàng Nghệ tông về việc giao cho Quí Ly phụ chánh Trần Thuận tông: \"Nhân ngôn kí tử dữ lão nha, Bất thức lão nha liên ái phủ?\" (Gửi con cho bác quạ già Biết rằng quạ có thương mà hay không) Xử sĩ Bùi Mộng Hoa cũng dâng thư có câu: \"Thần nghe trẻ con hát rằng: Thâm tai Lê sư (Thâm độc thay! Thái sư họ Lê - tức Hồ Quí Ly) tất nhiên Quí Ly có dị chí\". Thượng hoàng Nghệ tông lại đem lời ấy bảo cho Quí Ly biết, khiến Bùi Mộng Hòa bối rối, phái bỏ đi lánh nạn. Tuy nhiên, Thượng hoàng Nghệ tông cũng ngờ Quí Ly, bèn khiến họa sĩ vẽ tượng Châu Công, Hoắc Quang, Gia Cát Lượng và Tô Hiến Thành gọi là bức \"Tứ phụ đố \" (tượng bốn vị hiền thần giúp vua) trao Quí Ly và ban dụ: \"Nếu vua (Thuận tông) có thể giúp được thì giúp, nếu hèn kém quá thì khanh cứ đảm nhận lấy\". Ông thề: \"Nào dám có mưu đồ khác, nếu có thì trời không chứng\". Thượng hoàng Nghệ tông lại còn nằm mộng thấy Trần Duệ tông hiện về đọc một bài thơ: \"Trung gian duy hữu xích chủy hầu. Ân cần tiềm thượng bạch kê lâu. Khẩu vương dĩ định hưng vong sự, Bất tại tiền đầu tại hậu đầư'.\" Bài thơ có ẩn nghĩa: Thượng hoàng sinh năm Tân dậu là bạch kê (gà ác). Quí Ly là mỏ đỏ (xích chủy); \"khẩụ vương\" ghép lại là chữ \"quốc\" hưng vong sau này sẽ thấy. Do đó, Nghệ tông càng nghi ngờ ông hơn, và cũng do bài thơ ấy, ông còn được đời gọi mỉa là Xích chủy hầu (vị hầu tước mỏ đỏ). Năm Mậu dần 1398, ngày 15-3, ông bắt buộc Trần Thuận tông phải nhường ngôi cho Thái tử Án mới lên 3 tuổi, ấy là Trần Thiếu đế, ông tự xưng là Khâm Đức Hưng liệt đại vương. Rồi sai người giết Thuận tông đi (Mậu dần 1398). Triều thần có những người như Thái bảo Trần Nguyên Hãn, Thượng tướng quân Trần Khát Chân lập hội kín để mưu trừ ông, chẳng may sự lộ ra, ông bắt giết hơn 370 người. Ông lại xưng là Quốc tổ Chương hoàng, ở cung Nhân Thọ, ra vào dùng nghi vệ thiên tử (nhưng hãy còn xưng là \"dư\", chưa trắng trợn xưng \"trẫm\"). Cho đến năm Canh thìn 1400, tháng 2, ông truất phế Thiếu đế, chính thức lên ngôi vua, đổi lại họ Hồ như cũ. Nguyên họ Hồ là dòng dõi nhà Ngu bên Trung Hoa, nên ông đặt hiệu nước là Đại Ngu. Chưa được một năm, ông bắt chưởc triều Trần, nhường ngôi cho con là Hồ Hán Thương mà làm Thái Thượng hoàng. Ông là tác giả: - Dịch Thiên Vô dật trong kinh Thư (dịch) - Minh Đạo (dịch) - 3 bài thơ Tứ Thăng Hoa lộ tuyên phủ sứ và là tác giả các công trình về văn hóa, xã hội, tiền tệ, võ bị... đương thời. Về Văn hóa, ông quyết định dùng chữ Nôm để chấn hưng Quốc học, dịch các kinh thư, thi. Chính ông đã biên tập thiên \"Vô dật\" để dạy cho con cái các nhà quan và soạn 14 thiên Minh đạo dâng lên Trần Nghệ tông khi trước. Và ông nêu ra bốn chỗ ngờ trong sách Luận ngữ: Yết kiến nàng Nam tử, khi ở nước Trần bị tuyệt lương, Công Sơn Phất Mạt mời, Khổng tử muốn đến, ấy là đáng chê. Ông lại đề xướng: để Châu Công làm tiên thánh ngồi hướng mặt phía Nam; Khổng tử làm Tiên sư, ngồi hướng mặt phía Bắc. Các nho gia như Hàn Dũ, Châu Hi, Trình Hạo... Ông đều cho là học bác tạp mà tài hèn, chỉ chăm trộm cắp ý nghĩa cổ nhân (chống đối lại các lí thuyết của ông, có vị trưởng giáo trường Quốc tử là Đoàn Xuân Lôi mạnh dạn đả kích hơn cả). Về Xã hội, ông thiết lập sở Quản tế (tức như ti y tế ngày nay) trao quyền giám đốc cho Nguyễn Đại Năng trông nom. Ở các lộ đều có lập ra một kho lúa gọi là Thường bình, lấy tiền công mua lúa trữ vào, phòng những năm mất mùa đem ra bán rẻ cho dân chúng. Ông thực thi chính sách phân phối ruộng đất: phàm trong nước chỉ chừa hàng đại vương và trưởng công chúa, không nguời nào được có quá 10 mẫu ruộng. Bao nhiêu số thừa phải nộp lại cho Nhà nước. Hoặc ai có tội hay bị giáng truất thì cho đem ruộng chuộc tội. Lại hạn chế cả sự nuôi người làm tôi tớ. Phàm nhà quyền quí phải tùy thứ bậc mà nuôi tôi tớ nhiều hay ít, không được quá số đã định. Về Tiền tệ, ông là người đầu tiên đề xướng việc phát hành bạc giấy. Tiền giấy lúc ấy gồm có: 1. Giấy 10 đồng vẽ hình rêu bể. 2. Giấy 30 đồng vẽ hình sóng nước. 3. Giấy một tiền (60 đồng) vẽ hình đám mây. 4. Giấy hai tiền vẽ hình con rùa. 5. Giấy ba tiền vẽ hình con lân. 6. Giấy năm tiền vẽ hình con phượng. 7. Giấy một quan vẽ hình con rồng. Về Võ bị, bề ngoài ông vẫn lấy lễ mà đối đãi với nhà Minh nhưng vẫn biết chúng có ý xâm lăng, nên ông ráo riết tổ chức quân đội. Binh lực quốc gia gồm hai mươi vệ, mỗi vệ có 18 đội, mỗi đội 18 người. Đại quân thì có 30 đội, trung quân có 20 đội, một doanh có 15 đội, một đoàn có 10 đội. Quân Minh từng gây rối, kiếm chuyện để can thiệp vào nội bộ nước ta. Ông và hai con là Nguyên Trừng và Hán Thương vẫn phải khó nhọc chống đối. Cho đến năm Bính tuất 1406, quân Minh sang xâm lược. Các tướng Minh: Châu Năng, Trương Phụ, Mộc Thạnh, Lý Bản, Trần Húc, rầm rộ kéo binh sang. Cha con cương quyết cùng nhân dân trong nước kháng cự. Mất thành Đa Bang, thua trận Mộc Phàm giang, thất luôn trận Hàm Tử quan, cha con ông đưa các liêu thuộc chạy ra bể, rồi về Thanh Hóa. Quân Minh đuổi đánh tại sông Mã. Thế bức, tùy tướng Nguy Thức bảo ông: \"Nước đã mất, làm vua không nên để cho người ta bắt được, xin bệ hạ tự thiêu đi còn hơn\". Ông giận giết Ngụy Thức, rồi chạy vào Nghệ An. Trương Phụ, Mộc Thạnh dẫn lục quân đuổi theo; Liễu Thăng chỉ huy thủy binh chặn mặt thủy. Năm Đinh hợi 1407, ngày 12-5, ông vào đến cửa bề Kì La (thuộc huyện Kì Anh, tĩnh Hà Tĩnh) bị giặc bắt; còn Hán Thương và những con cháu họ Hồ cũng đều bị bắt ở núi Cao Vọng. Chúng giải cha con ông về Kim Lăng (Nam Kinh - Trung Quốc), rồi ông mất ở đó vào năm 1407. Bài thơ Tứ Thăng Hoa lộ tuyên phủ sứ, ông ban cho Nguyễn Ngạn Quang giữ chức Tuyên phủ sứ lộ Thăng Hoa (Quảng Nam) lúc ấy nói lên trọng trách của một viên trọng thần nơi đất yết hầu mà ông tín nhiệm giao phó. \"Biên quận thừa tuyên tư tráng chí, Hùng phiên tiết chế hữu huy du. Thanh tùng bảo nhĩ tuế hàn tiết, Bạch phát khoan dư tây cố ưu. Huấn sức binh nông giai tựu tự, Giải đình trấn thủ thị hà thu. Cần lao vật vị vô tri giá, Tứ mục nguyên phi tế miện lưu. Dịch thơ: Trấn thị biên cương nuôi chí mạnh, Hùng phiên tiết chế sẵn mưu hay. Thông xanh ngươi hãy bền tiết lạnh, Tóc bạc ta nguôi lo phía tây. Rèn luyện binh nông đều giữ nghiệp. Triệt hồi trấn thủ hỏi bao ngày? Cần lao chớ bảo không người biết, Tua mũ đâu che nỗi mắt này. Hồ Quí Ly là một tác giả lớn của văn hóa, chính trị Việt Nam."
}