{
  "dateOfBirth": "1 tháng 6 năm 1912 Bình Giang, Hải Dương, Liên bang Đông Dương\n----------------------------------------------\nNhâm Tí 1912",
  "dateOfDeath": "29 tháng 1, 2011 (99 tuổi) Bệnh viện Chợ Rẫy\n----------------------------------------------\nKhông rõ",
  "hometown": "tại làng Do Lộ, huyện Thanh Oai, tỉnh Hà Đông, sống và làm việc tại Hà Nội",
  "occupation": "Luật gia, cựu Bộ trưởng Bộ Tư pháp nước VNDCCH",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2881,
  "entityName": "Vũ Đình Hòe",
  "aliases": [],
  "overview": "Vũ Đình Hòe (1 tháng 6 năm 1912 - 29 tháng 1 năm 2011) là luật sư, nhà báo, Bộ trưởng Bộ Quốc gia Giáo dục trong Chính phủ đầu tiên của nước Việt Nam Dân chủ Cộng hòa.\n----------------------------------------------\nXuất thân trong một gia đình nho học truyền thống, thuở nhỏ học tiểu học trường Yên Phụ rồi trường Bưởi. Năm 1930 đỗ Cao đẳng tiểu học, ở nhà tự học đậu Tú tài 1, tiếp tục vào học trường Albert Sarraut đậu Tú tài triết học. Sau đó học trường luật khoa Hà Nội, tốt nghiệp cử nhân luật, không làm công chức mà đi dạy trường tư (Thăng Long) ở Hà Nội. Từ năm 1936 từng tham gia Hội ánh sáng do báo Ngày Nay khởi xướng, Hội Truyền bá Quốc ngữ (Phó hội trưởng), Hội ánh sáng do Nguyễn Tường Tam sáng lập gia nhập chi bộ Đông Dương của đảng xã hội Pháp (SFIO), đảng Dân chủ Việt Nam. Năm 1941 cùng bốn bạn \"nối khố\" là Phan Anh, Vũ Văn Hiền, Hoàng Thúc Tân, Lê Huy Vân sáng lập báo Thanh Nghị, giữ chân Chủ nhiệm kiêm chủ bút. Báo ra đời tháng 5-1941 tồn tại đến tháng 8-1945 thì tự đình bản. Năm 1945 có chân trong Ủy ban dân tộc giải phóng Việt Nam, sau cách mạng tháng 8 năm 1945 giữ chức Bộ trưởng Quốc gia Giáo dục, năm 1946 Bộ trưởng Bộ Tư pháp trong chính phủ liên hiệp kháng chiến rồi đắc cử Đại biểu khóa 1 đơn vi Hà Nội mà các báo cánh hữu hồi đó gọi ông là Ông Hòe đỏ hoe hoe. Sau toàn quốc kháng chiến cùng Chính phủ rút lên chiến khu Việt Bắc. Năm 1947 dẫn đầu một Đặc ủy đoàn đi kiểm tra các địa phương trong chiến khu Việt Bắc và một số tỉnh đồng bằng rồi đi thăm một số nước XHCN trong đó có Trung Quốc tuyên truyền cho cuộc kháng chiến chống Pháp của nhân dân Việt Nam. Sau khi về nước tiếp tục điều hành Bộ Tư pháp đến năm 1960 (vì giải thể Bộ Tư pháp theo hiến pháp năm 1959) và chuyển sang làm chuyên viên luật học của Viện Luật học thuộc UBKHXH Việt Nam. Năm 1975 ông được nghỉ hưu, năm 1983 vào Sài Gòn sống với con cháu rồi thỉnh thoảng ra Hà Nội vui với gia đình và cháu con tại số 10 Phù Đổng Thiên Vương, Hà Nội. Vào tuổi cửu thập (1999) \"Cô Tấm\" (từ do ông gọi cụ bà) của ông có phác họa \"Vài nét chân dung\" ông; \"Cô Tấm\" (Cụ bà Vũ Đình Hòe) viết: Thân cao dong dỏng thoáng dáng tùng Tráng kiện in màu da hung hung! Cặp mắt thông minh giàu nghị lực, Nụ cười tươi mát đượm bao dung. Khoan thai chân bước, tâm thanh thản, Giọng nói dịu êm ấm áp lòng. Cử chỉ hào hoa và tao nhã, Ung dung đĩnh đạc nét nho phong. Năm 1996 ông được Bộ Tư pháp và Nhà nước Việt Nam tậng Huân chương Độc lập và được công nhận là cán bộ hoạt động cách mạng trước tháng 8 năm 1945. Các tác phẩm chính: - Các bài viết trên báo Thanh Nghị (1941-1945) - Môt nền giáo dục bình dân (1946) - Những phương pháp giáo dục ở các nước và vấn đề cải cách giáo dục (Thanh Nghị tùng thư, 1945) - Trung Quốc 10 năm cải cách và mở cửa (1887) - Kỉ mệm 200 năm cách mạng Pháp (1889) - Dân chủ, Đa nguyên và thời đại (1990) - Đổi mới ở Việt Nam và nước ngoài (1990) - Hồi kí Vũ Đình Hòe I (NXB Văn Hóa - TT, 1994) - Hồi kí Vũ Đình Hòe II (NXB Hội Nhà văn, 2004) - Pháp quyền nhân nghĩa Hồ Chí Minh ( NXB Văn Hóa 2001) - Kỉ niệm 50 năm Quốc dân Đại hội Tân Trào (1995) - Hiến pháp 1946 và sự kế thừa, phát triển trong các hiến pháp Việt Nam (1995) - Hồi kí Đại biểu Quốc hội khóa I (2000) - Pháp quyền nhân nghĩa Hồ Chí Minh ( 2005) Trong lễ thượng thọ 90 của ông, một nhà thơ tặng ông bài tứ tuyệt: Chân thành kính lão trượng niên cao, Trải từng vinh ngọt đắng gian lao. Thủy chung như nhất tâm Thanh Nghị, Dân chủ, Dân quyền Bắc đẩu sao. (Triết Đức) Hiện nay (2005) ông đang sống trọn tuổi trời khi thì tại Thủ Đức (TP.HCM) lúc ở Hà Nội với con cháu."
}