{
  "dateOfBirth" : "Nhâm Tuất 1862",
  "dateOfDeath" : "Quí Mùi 1943",
  "hometown" : "nguyên quán tỉnh Quảng Nam, thân phụ ông vào lập nghiệp tại Bến Tre, sinh ra ông tại tổng Bảo Hựu, huyện Bảo An, tỉnh Bến Tre (nay thuộc tỉnh Bến Tre)",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 2902,
  "entityName" : "Lương Khắc Ninh",
  "aliases" : [ "Dị Sử Thi", "Dũ Thúc" ],
  "overview" : "Con ông Lương Khắc Huệ và bà Võ Thị Bường, quê làng Bảo An, huyện Điện Bàn (nay là xã Điện Quang, tỉnh Quảng Nam). Lúc nhỏ, ông học chữ Hán, đến năm 1878 mới học chữ Quốc Ngữ và chữ Pháp. Tốt nghiệp Trung học tại trường Le Myre De Vilers (Nguyễn Đình Chiểu) Mĩ Tho, rồi làm việc tại sở Thương Chánh (như Hải quan ngày nay) Bến Tre. Năm 1899 chuyển qua làm Thông ngôn hữu thệ tại tòa án tỉnh Bến Tre. Năm 1900, ông bỏ việc lên Sài Gòn viết báo Nông cổ mín đàm của Trần Chánh Chiếu, sau khi ông Chiếu bị bắt, Lương Khắc Ninh thay làm thủ bút báo này. Trong nhiều số báo, ông viết liên tục các bài cổ động các nghề nông, thương công, ủng hộ phong trào Duy tân, Đông Du của Phan Bội Châu, Phan Châu Trinh và nhiều thơ văn yêu nước vớí tinh thần duy tân tự cường, chấn hưng dân trí và dân khí. Năm 1922, ông dẫn đầu một đoàn hát bội sang lưu diễn tại Pháp nhân có hội chợ đấu xảo tại Marseille. Tại đây, ông gặp gỡ và nhiều lần trao đổi về quan điểm, đường lối cứu nước với Phan Châu Trinh, ông tỏ ra rất kính trọng và khâm phục tài năng chí sĩ họ Phan trong đường lối giành độc lập dân tộc. Trong một bức thư gởi vua Khải Định (khi họ cùng ở Pháp năm 1922) Lương Khắc Ninh chính thức khuyên Khải Định nên tiếp thu ý kiến và thực thi chủ trương của Phan Châu Trinh mới mong cứu nước vào giai đoạn đó. Lời thơ ngay thẳng, chân thành không bợ đơ, xu phụ kẻ có quyền lực. Để đáp lại lòng thành cũng như sở nguyện Lương Khắc Ninh, Phan Châu Trinh đã đáp tặng ông một bài thơ Đường bát ngôn bát cú được dịch sang tiếng Pháp. Sau khi ở Pháp về, ông vẫn cộng tác với các báo ở Sài Gòn và thường đi diễn thuyết ở các tỉnh Vĩnh Long, Trà Vinh, Mĩ Tho cổ động cho phong trào duy tân tự cường. Tác phẩm của ông phần lớn đã in trong Nông cổ mín đàn và chú thích truyện Sãi Vải của Nguyễn Cư Trinh. Ông mất ngày 25 năm Quí mùi (22-11-1943) hưởng thọ 81 tuổi."
}