{
  "dateOfBirth": "Nhâm Dần 1842",
  "dateOfDeath": "Quí Hợi 1923",
  "hometown": "quê xã Thịnh Kháng (sau đổi là Thịnh Mĩ ) huyện Đông Thành, tỉnh Nghệ An (nay thuộc tỉnh Nghệ An)",
  "occupation": "Danh sĩ đời Duy Tân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 291,
  "entityName": "Cao Xuân Dục",
  "aliases": [
    "Tử Phát",
    "Thịnh Mĩ",
    "Long Cương"
  ],
  "overview": "Năm Đinh sửu 1877, ông đỗ cử nhân, làm đến Thượng thư bộ Học, Tổng tài sử quán, tước An Xuân Tử, Cao Xuân Dục là một nhà sử học, một nhà nghiên cứu địa phương xuất sắc và bề thế nhất của nước nhà. Ông còn để lại cho đời các bộ sách rất giá trị về văn hóa, địa lí, sử học, luật học... - Quốc triều chánh biên toát yếu - Quốc triều sử toát yếu - Quốc hiệu Hương khoa lục (chép danh sách các cử nhân, từ khoa Đinh mão 1807 đến Tân mão 1891, gồm 5 quyển, in năm 1893). - Quốc triều luật lệ toát yếu. - Quốc triều tiền biên toát yếu - Hà Nam trường hương thi văn tuyển - Nhân thế tu tri. - Quốc triều đăng khoa lục hay Quốc triển khoa bảng lục (ghi hết danh sách các tiến sĩ và phó bảng 3 quyển, tựa năm Quí tị 1893, in năm Giáp ngọ 1894). - Long Cương vãn đối - Long Cương lai hạ tập - Đại Nam dư địa chí ước biên... Và dự vào việc dọn lại bộ Đại Nam nhất thống chí trong năm Kỉ dậu 1909. Năm Quí hợi 1923, ông mặt tại quê nhà thọ 81 tuổi. Quốc triều hương khoa lục (8 quyển kể cả quyển thủ và 2 quyển tục biên) do ông biên soạn, sách in ván gỗ, giấy bản thường. Trên trang đầu, đề tên sách: Quốc triều hương khoa lục, ở phía phải có ghi Thành Thái Quí tị (1893); phía tả: \"Long Cương tàng bản\" (ván in đề tại [thư viện ] Long Cương). Quyển thủ: Bài tựa của Hoàng Cao Khải (hiệu Thái Xuyên) đề năm Thành Thái thứ tư (1892); tiểu dẫn của tác giả, viết năm Thành Thái thứ năm (1893); liền sau bài tựa, có tên người hiệu đính: con trai - Cao Xuân Tiếu (hiệu Bang Sa); con rể - Đặng Văn Thụy (hiệu Mã Phong). Thứ đến bài tổng luận về khoa cử ở Việt Nam và thể nói chung về việc thay đổi của các khoa thi hương triều Nguyễn ở Việt Nam Q. I: Phàm Lệ (9 điều) Thứ đến Mục lục; có kể rõ trong từng quyển gồm có những khoa nào, mỗi khoa có mấy trường thi. Thí dụ các trường: Thừa thiên, Bình Định, Nghệ An, Thanh Hóa, Hà Nội, Nam Định... Từ Q. I đến Q. IV, từ khoa đầu tiên là khoa Gia Long Đinh mão (1807) đến Thành Thái Tân mão (1891), gồm 38 khoa 3. 972 người thi đậu. Q. V. trở đi là tục biên, từ khoa Thành Thái Giáp ngọ năm thứ sáu (1894) đến Khải Định Mậu ngọ, năm thứ ba (1918) thêm 9 khoa, có 1254 người thi đậu. Tổng cộng từ khoa đầu thi hương triều Nguyễn đến khoa kết cục, gồm (38+9) \u003d 47 khoa và số người thi đậu là: 5226 người. Về tổ chức thi hương triều Nguyễn, trong toàn quốc, mỗi khoa, có 6 trường hay 7 trường, có khoa 5 trường hay 4 trường, tùy theo hoàn cảnh xã hội. Về mỗi khoa, tác giả chưa rõ thể lệ thi cử tên các chánh, phó chủ khảo, số học sinh lấy đỗ, v. v... Sách này tuy chỉ là danh sách chung các hương cống, cử nhân triều Nguyễn từ đầu đến kết cục (1807-1919) nhưng nó cũng giúp ta nhiều khi cần tìm một tên người khoảng thời gian ấy. Quốc triều khoa bảng lục (5 quyển) cũng do ông biên soạn. Trang tên sách đề rõ: Quốc triều khoa bảng lục, phía bên phải có ghi Thành Thái Giáp ngọ (1894) phía tả: \"Long cương tàng bản\" (ván in đề tại [thư viện] Long cương. Thứ đến bài tựa thứ nhất của tác giả, viết năm Thành Thái Quí tị, năm thứ 5 (1893). Bài tựa thứ hai của Nguyễn Trung Quán (tự Nhất Chi, hiệu Văn Phong người Nghệ An, viết năm Thành Thái thứ 5 (1893) khi làm Toàn tu Quốc sử quán ở Huế. Bài tựa thứ ba của Vũ Phạm Hàm (tự Mộng Hải viết năm Thành Thái thứ 6 (1894) khi làm đốc học Hà Nội kiêm Đồng Văn quán. Thứ đến Phàm lệ (có 13 điểm, tiếp đó có ghi tổng số các khoa thi (đến Thành Thái thứ tư, 1892). Q 1, tờ l: Ngoài tên tác giả Cao Xuân Dục, tự Tử Phát, hiệu Long Cương biên tập có ghi tên người hiệu đính: Con trai tác giả là Cao Xuân Tiếu, tự Bang Sa; hai con rể tác giả là Đặng Văn Thụy, hiệu Mà Phong và Nguyễn Duy Nhiếp hiệu Lang Bính. Mỗi khoa thi có ghi ra thề lệ vào thi, chấm thi, tên các quan chấm thi, số và tên người thi đậu. Về mỗi người thi đậu có ghi tên, tuổi, quê quán, gia thế, chức nghiệp và các tác phẩm nếu có."
}