{
  "dateOfBirth": "Nhâm Tí 1912",
  "dateOfDeath": "Canh Tí 1961",
  "hometown": "tại làng Ngụyệt Biều, huyện Hương Thủy, tỉnh Thừa Thiên (nay thuộc TP",
  "occupation": "Thiền sư Phật giáo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2916,
  "entityName": "Nguyễn Hữu Kê",
  "aliases": [
    "Tâm Nhất",
    "Mật Thể"
  ],
  "overview": "Xuất thân trong một gia đình Phật giáo truyền thống, thuở nhỏ theo Hán học, tiếng Pháp và chữ Quốc ngữ. Năm lên 12 tuổi vừa đậu tiểu học, thân phụ cho xuất gia tu học tại chùa Diệu Hỉ (Huế). Từ đó ông trải qua các thiền viện lớn ở Huế và nổi danh là một học tăng thông minh nên chưa đến tuổi trưởng thành vẫn được đặc cách theo học lớp Cao đẳng Phật học tại Thiền viện Trúc Lâm, Tây Thiên. Năm 1935, ông sang Trung Quốc tu học tại Phật học viện Tiêu Sơn (Trung Quốc), năm 1938 chiến tranh Hoa Nhật bùng nổ, ông phải trở về tổ quốc. Năm 1941 ông được mời vào giảng dạy tại Phật học đường Lương Xuyên ở Trà Vinh, năm 1944 được cử giữ chức trụ trì chùa Phổ Quang - Huế và tiếp tục việc tu dạy tại chùa này đến năm 1945. Trong thời gian này ông trước tác một số công trình lớn về lịch sử Phật giáo Việt Nam trong đó có bộ Việt Nam Phật giáo sử lược. Đây là một công trình viết bằng chữ Quốc ngữ sớm nhất về lịch sử Phật giáo Việt Nam mà ông là người khởi xưởng. Tổng tuyển cử Quốc hội năm 1946, ông đắc cử Đại biểu Quốc hội đơn vị tỉnh Thừa Thiên, chủ tịch ủy ban Phật giáo Cứu quốc tỉnh Thừa Thiên. Toàn quốc kháng chiến (19/12/1946) ông ra vùng tự do tham gia kháng chiến chống Pháp suốt 9 năm trên cương vị một tăng sĩ tham gia công tác chính trị, kháng chiến chống ngoại xâm. Hòa bình lập lại (1954), ông về sống ở Nghệ An đến năm 1961 ông qua đời ở Nghệ An. Trước khi về cõi Phật ông đã hoàn thành tác phẩm Thế giới quan Phật giáo (Đại học Vạn Hạnh xuất bản năm 1967) mà ông ôm ấp từ tuổi hoa niên. Các tác phẩm đã xuất bản: - Việt Nam Phật giáo sử lược (1943) - Thế giới quan Phật giáo (1967) Và một số bài khảo cứu về lịch sử và triết lí Phật giáo đăng trên các báo Viên âm, Đuốc tuệ, Liên hoa..."
}