{
  "dateOfBirth" : "Đinh Mùi 1667",
  "dateOfDeath" : "Nhâm Tuất 1742",
  "hometown" : "tại làng Bạch Mã, huyện Đồng Xuân, tỉnh Phú Yên (nay vẫn thuộc tỉnh Phú Yên)",
  "occupation" : "Thiền sư, Cao tăng thời chúa Nguyễn khai sáng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 2923,
  "entityName" : "Lê Thiệt Diệu",
  "aliases" : [ "Liễu Quán" ],
  "overview" : "Ông mồ côi mẹ từ năm lên sáu, nhà rất nghèo, năm 12 tuổi theo cha đi chùa Hội Tôn lễ Phật. Tại đây ông gặp hòa thượng Tế Viên (người Trung Hoa) được hòa thượng yêu mến, ông xin cha ở lại làm chú tiểu tại chùa này. Tại đây ông tu học ngày càng tiến bộ nên được làm Thủ chúng. Năm 1685 hòa thượng trụ trì viên tịch, xong tang lễ thầy bổn sư, ông rời chùa nhờ các sư huynh trông nom, ông lên đường ra Phú Xuân tu học tại chùa Hàm Long (Bảo Quốc) với hòa thượng Giác Phong. Tu học tại đây mới hơn một năm, ông được tin thân phụ bệnh nặng (1691) ông phải về quê lo nuôi dưỡng cha già. Bốn năm sau thân phụ qua đời. Lo việc tống táng nghiêm phụ xong, ông lại lên đường ra Huế học đạo. Năm Ất hợi 1695 lúc Thiền sư Thạch Liêm (Thích Đại Sán) đang tố chức giới đàn tại Thuận Hóa, ông đến xin thụ giới Sa di tại giới đàn này. Từ đây đường tu học ông ngày càng tinh tấn trải qua các chùa Từ Lâm, Ấn Tông (Từ Đàm), Thiên Lâm, Long Sơn, Bảo Quốc... (Huế). Khoảng năm 1701 trở về Phú Yên ngày đêm thâm cứu các công án và tu tập thiền định. Một hôm nhân đọc sách Truyền đăng lục thốt nhiên ông ngộ được yếu chỉ Thiền tông qua câu: \"Chỉ vật truyền tâm Nhân bất hội xứ\" Nghĩa: Chỉ vật truyền tâm Người không hiểu rõ được. Năm Mậu tí 1708 ông từ Phú Yên ra chùa Ấn Tông (Huế), tại đây ông được hòa thượng Tử Đang ấn chứng, năm 1710 đến làng An Cựu lập am tu khổ hạnh, ông ngồi thiền suốt ngày đêm, phát kiến được nhiều điều diệu pháp của môn thiền phái Lâm Tế và trở thành một thiền phái linh động có gốc rễ ở Đàng Trong. Năm Nhâm dần 1722, ông về trụ trì chùa Thiên Thai Thuyền Tông, kể từ đó chùa Thuyền Tông là một trung tâm lớn của Thiền phái Liễu Quán. Tại đây ông được chúa Võ vương Nguyễn Phước Khoát (1738 - 1756) rất trọng vọng, nên nhiều lần chúa tự thân đến tham vấn, học hỏi đạo pháp. Sau đó ông về an trú tại chùa Viên Thông cho đến cuối đời. Mùa thu năm Nhâm tuất 1742, trước khi viên tịch, ông cho gọi đệ tử mang giấy bút tới và viết bài kệ sau: \"Thất thập dư niên thế giới trung Không không sắc sắc diệc dung thông Kim triều nguyện mãn hoàn gia lí, Hà tất bôn mang vấn tổ tông.\" Bản dịch: Ngoài bảy mươi năm cõi sắc không Sắc không không sắc đã dung thông. Sáng nay vẹn ước, về quê cũ Há phải tìm cầu hỏi tổ tông. Viết xong bài kệ, ông ngồi dùng trà, nói tiếp: \"Sau khi tôi đi, quí vị phải nghĩ đến sự vô thường nhanh chóng của cuộc đời mà siêng năng tu tập trí tuệ, chớ quên lời dặn của tôi\". Nói xong ông nhắm mắt an tịch trong tư thế kiết già. Sau khi ông mất chúa Võ Vương sắc cho lập bia và tháp cho ông, ban hiệu là Đạo hạnh thụy chính Giác Viên Ngộ hòa thượng. Tháp dựng tại chùa Thiền Tông trên núi Thiên Thai (Huế). Thiền sư Liễu Quán có công Việt hóa Thiền phái Lâm Tế và làm cho thiền phái này trở thành thiền phái của đa số Phật tử Đàng Trong. Theo Nhất Hạnh - Nguyễn Lang (sách Việt Nam Phật giáo sử luận) \"Bốn vị đệ tử lớn của ông là Tổ Huẩn, Trạm Quan, Tế Nhân và Từ Chiếu đã lập bốn trung tâm hoằng đạo lớn, và hàng chục tổ đình được tạo dựng khắp Đàng Trong trong thế kỉ thứ XVIII đã dựa trên cơ sở của môn phái mang tên ông\"."
}