{
  "dateOfBirth" : "Tháng 9, 1218 Thăng Long\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "Tháng 3, 1278 Cổ Pháp\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Nữ hoàng Đại Việt\n----------------------------------------------\nCông chúa, vua triều Lý không rõ năm sinh, năm mất\n----------------------------------------------\nVua",
  "workTenure" : "1224 - 1225\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1224—1225",
  "fatherName" : {
    "Lý Huệ Tông" : 2282
  },
  "motherName" : {
    "Linh Từ Quốc mẫu" : null
  },
  "eraName" : {
    "Nhà Trần" : 15,
    "Nhà Lý" : 14
  },
  "id" : 2931,
  "entityName" : "Lý Chiêu Hoàng",
  "aliases" : [ "Chiêu Thánh công chúa Chiêu Hoàng Hoàng hậu Chiêu Thánh công chúa", "Lý Phật Kim", "Lý Thiên Hinh (李天馨)", "Thiên Chương Hữu Đạo (天彰有道)" ],
  "overview" : "Lý Chiêu Hoàng (chữ Hán: 李昭皇; Tháng 9, 1218 - Tháng 3, 1278), còn gọi là Lý Phế hậu (李廢后) hay Chiêu Thánh hoàng hậu (昭聖皇后), vị Hoàng đế thứ 9 và cuối cùng của triều đại nhà Lý từ năm 1224 đến năm 1225. Trong lịch sử Việt Nam, bà là vị Nữ hoàng đầu tiên và duy nhất , đặc biệt hơn là được chính Phụ hoàng Lý Huệ Tông ra chỉ truyền ngôi, dù bên trong là sự sắp đặt đầy cưỡng ép của Điện tiền chỉ huy sứ Trần Thủ Độ, hiện đang nắm quyền lực trong triều.\n----------------------------------------------\nVua Lý Huệ Tông không có con trai, lập công chúa làm hoàng thái tử rồi truyền ngôi cho. Đó là vị vua thứ 9 và cuối cùng của nhà Lý, ở ngôi được hai năm (1224-1225) rồi truyền ngôi cho chồng là Trần Cảnh, tức vua Trần Thái Tông. Bà được phong làm Chiêu Thánh hoàng hậu. Vì bà lâu không có con, Trần Thủ Độ ép vua phải bỏ bà, phế làm công chúa. Cuối năm 1257 quân Nguyên sang đánh nước ta, vua phải thân chinh đi dẹp giặc, có Lê Phụ Trần luôn ở bên mình bảo vệ. Khi dẹp xong giặc, vua gả công chúa cho Lê Phụ Trần để thưởng công.\n----------------------------------------------\nLý Chiêu Hoàng (chữ Hán: 李昭皇; 1218 - 1278) hay Chiêu Thánh Hoàng hậu (昭聖皇后) là nữ hoàng của đế quốc Đại Việt, cũng là Hoàng đế cuối cùng của triều đại nhà Lý, trị vì từ năm 1224 đến năm 1225. Bà là Nữ hoàng duy nhất trong lịch sử Việt Nam, nhưng không phải là vị vua nữ giới đầu tiên, vị nữ quân chủ đầu tiên là Nữ vương Trưng Trắc. Bà được chính vua cha Lý Huệ Tông ra chỉ truyền ngôi, dù bên trong có khả năng do sự sắp đặt của Điện tiền Chỉ huy sứ Trần Thủ Độ, người đang nắm quyền lực trong triều đồng thời cũng là chú họ bên ngoại của bà."
}