{
  "dateOfBirth": "1739\n----------------------------------------------\nKỉ Mùi 1739",
  "dateOfDeath": "1785\n----------------------------------------------\nẤt Tị 1785",
  "hometown": "quê xã Hoàn Hậu, huyện Quỳnh Lưu, tỉnh Nghệ An",
  "occupation": "Danh sĩ đời Lê Hiển tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "nhà Lê": null
  },
  "id": 2942,
  "entityName": "Hồ Sĩ Đống",
  "aliases": [
    "Sĩ Đồng",
    "Long Phủ",
    "Thông Phủ",
    "Trúc Hiên",
    "Dao Đình",
    "Hồ Sĩ Đồng",
    "Long Cát"
  ],
  "overview": "Hồ Sĩ Đống (1739-1785), tự Long Phủ, hiệu Dao Đình; sau đổi tên là Hồ Sĩ Đồng, tự Thông Phủ, hiệu Trúc Hiên. Ông là nhà thơ và là đại quan nhà Lê trung hưng trong lịch sử Việt Nam.\n----------------------------------------------\nNăm Nhâm thìn 1772, ông đỗ tiến sĩ, làm Thượng thư bộ Binh, tước Dao Đình Hầu, sau thăng tước Ngọc Quận Công. Năm Đinh dậu 1777, ông sung chức phó sứ sang nhà Thanh cùng với tùy viên là Võ Khâm Tự. Giữa đường Võ Khâm Tự bệnh mất, trước khi mất tiết lộ cùng ông việc chúa Trịnh Sâm có làm tờ biểu riêng xin vua Thanh phong vương cho họ Trịnh. Ông im ẩn việc ấy, mà chúa Trịnh chẳng hỏi gì khi sứ bộ trở về. Ông vẫn thường được cử đi kinh lí ở Quảng Nam, rất lo lắng về địa thế ở đấy, tâu xin rút tướng Phạm Ngô Cầu về, thay tướng khác tài giỏi hơn để trấn an vùng núi. Vua, chúa không chấp thuận, nên về sau việc biến phát động, cũng từ đó. Năm Ất tị 1785, ông mất hưởng dương 46 tuổi. Còn để lại: - Dao Đình sứ tập cũng gọi là Hoa trình khiển hứng, đề tựa năm Kỉ hợi 1779. - Dao Đình thi tập và đề tựa tập Sứ hoa tùng vịnh của Nguyễn Tông Quai. Dao Đình sứ tập (1 quyển) do ông sáng tác. Phan Huy Chú cho thơ ông \"hồn hậu phong nhã và có khí khái\" và có trích một số bài trong sách mình (PHC). Hiện nay ở Thư Viện Khoa học xã hội Hà Nội có 2 bản là Dao Đình sứ tập (kí hiệu A515) và bản A1852 thì đề Dao Đình thi tập đều có chứa \"Dư thừa phạp Đinh dậu cống bộ phó sứ, Mậu tuất mạnh xuân khởi, trọng thu đạt Yên Kinh, quý đông phụng chỉ hồi quốc\" (Năm Đinh dậu 1777, tôi được lệnh đi làm phó sứ cống bộ; năm Mậu tuất, mùa xuân tháng Giêng 1778 khởi trình; mùa thu tháng Tám đến Yên Kinh; tháng cuối mùa đông vâng chỉ về nước). Và có bài tựa của tác giả đề năm Kỉ hợi (1779); một bài tựa của bạn đồng khoa là Vũ Huy Trác; các thơ mừng và thơ tiễn trong dịp đi sứ. Hai bản nội dung cũng hơi giống nhau, nhưng trong sách đều đề tên sách là Hoa trình khiển hứng. Vậy Dao Đình là tập thơ chung cho tất cả các bài thơ của Hồ Sĩ Đống, còn Hoa Trình khiển hứng chỉ là tập thơ riêng làm trong dịp đi sứ năm 1777."
}