{
  "dateOfBirth" : "1907 xã Tiêu Động, huyện Bình Lục, tỉnh Hà Nam, Liên bang Đông Dương\n----------------------------------------------\nĐinh Mùi 1907",
  "dateOfDeath" : "11 tháng 2, 1967 (59–60 tuổi) Bệnh viện Hữu nghị Việt-Xô, Hà Nội, Việt Nam Dân chủ Cộng hòa\n----------------------------------------------\nĐinh Mùi 1967",
  "hometown" : "tại Cộng hòa nhân dân Trung Hoa, tên thường dùng là Trần Tử Bình",
  "occupation" : "Thiếu tướng\n----------------------------------------------\nThiếu tướng QĐNDVN",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 2943,
  "entityName" : "Phạm Văn Phú",
  "aliases" : [ "Trần Tử Bình" ],
  "overview" : "Trần Tử Bình (1907-1967) là một trong những vị tướng đầu tiên của nước Việt Nam Dân chủ Cộng hoà. Ông là người lãnh đạo phong trào công nhân cao su Phú Riềng 1930 [1], một trong những cốt cán của Ủy ban Khởi nghĩa Hà Nội tại cuộc khởi nghĩa tháng 8 năm 1945 [2]. Sau Cách mạng tháng Tám ông đã được bổ nhiệm vào nhiều chức vụ của quân đội và Nhà nước như Phó giám đốc chính ủy Trường Võ bị Trần Quốc Tuấn (1946), Phó Bí thư Quân Ủy Trung ương (1947), Chính ủy trường Lục quân tại Trung Quốc (1950-1956), Tổng Thanh tra Quân đội kiêm Phó Tổng thanh tra Chính phủ (1956-1958), Đại sứ đặc mệnh toàn quyền của Việt Nam Dân chủ Cộng hòa tại Cộng hòa Nhân dân Trung Hoa (1959-1967).\n----------------------------------------------\nNgay từ hồi còn trẻ tuổi (1929) ông tham gia Việt Nam thanh niên cách mạng đồng chí hội, bị Pháp bắt giam nhiều lần đến tháng 8 năm 1945 vượt ngục về hoạt động giữ chức ủy viên thường vụ xứ ủy Bắc kì lãnh đạo khởi nghĩa trong cách mạng tháng Tám năm 1945 ở Bắc Bộ. Năm 1947 giữ chức Phó Bí thư Quân ủy trung ương QĐNDVN, chính ủy trường lục quân kiêm Phó tổng thanh tra Quân đội. Từ năm 1957 làm đại sứ Việt Nam tại Bắc Kinh - Trung Hoa. Sau khi về nước là ủy viên ban chấp hành Trung ương ĐCSVN, Đại biểu Quốc hội khóa II, khóa III. Do công lao của mình, ông được Đảng và Nhà nước Việt Nam tặng các Huân chương quân công hạng Ba, Huân chương chiến thắng hạng nhất. Ông mất trong năm 1967, thọ 60 tuổi."
}