{
  "dateOfBirth": "1532\n----------------------------------------------\nNhâm Thìn 1532\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "22 tháng 1, 1573 (40–41 tuổi) Đại Việt\n----------------------------------------------\nQuí Dậu 1573\n----------------------------------------------\nKhông rõ",
  "hometown": "Không rõ",
  "occupation": "Hoàng đế Đại Việt\n----------------------------------------------\nVua đời thứ 3 nhà Hậu Lê thời Trung hưng \n----------------------------------------------\nVua",
  "workTenure": "1556 - 1573\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1556–1573",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Lê trung hưng": null,
    "Nam - Bắc Triều": 19,
    "Nam triều – Nhà Hậu Lê – giai đoạn Lê Trung hưng": 28
  },
  "id": 295,
  "entityName": "Lê Anh Tông",
  "aliases": [
    "Thiên Hựu (天祐; 1557) Chính trị (正治; 1558 - 1571) Hồng Phúc (洪福; 1572)",
    "Tuấn Hoàng đế (峻皇帝)",
    "Lê Anh Tông",
    "Lê Duy Bang",
    "Lê Duy Bang (黎維邦)",
    "Anh Tông (英宗)"
  ],
  "overview": "Lê Anh Tông (chữ Hán: 黎英宗; 1532 - 22 tháng 1, 1573), tên húy là Lê Duy Bang (黎維邦), là vị Hoàng đế thứ ba của nhà Lê trung hưng và thứ 14 của nhà Hậu Lê. Ông trị vì từ năm 1556 đến năm 1572, tổng cộng 16 năm.\n----------------------------------------------\nÔng là cháu ba đời của người anh Lê Thái tổ là Lê Trừ. Sau khi Lê Trung tông (Duy Huyên mất), Trịnh Kiểm tìm được ông ở làng Bố Vệ, huyện Đông Sơn, rước về lập lên làm vua. Nguyên vua Trung tông mất, không con, Trịnh Kiểm toan thừa thế tự xưng làm vua, nhưng còn ngần ngại, bèn lén cho người đến Hải Dương hỏi ý kiến Trình Quốc Công Nguyễn Bỉnh Khiêm. Trạng Trinh không đáp, mà chỉ gọi người nhà dặn bảo: \"Năm nay mất mùa, thóc giống không tốt, chúng mày nên tìm giống cũ mà gieo mạ\". Nói xong, Trạng Trình lại ung dung đi lễ chùa, rồi bảo các chú tiểu: \"Giữ chùa thờ Phật thì ăn oản\". Nguời của Trịnh Kiếm trở về thuật lại. Trịnh Kiếm hiểu ý, mới khiến các thuộc hạ đi tìm con cháu của nhà Lê. Do đó Lê Duy Bang được đưa về lên ngôi. Lê Duy Bang tức Anh tông đăng quang từ khoảng cuối năm Bính thìn 1556, nhưng quyền chính thật sự ở trong tay Trịnh Kiểm, rồi Trịnh Tùng. Cho đến năm Nhâm thân 1572, nhận thấy họ Trịnh càng ngày càng lộng quyền, ông bỏ ngôi, trốn về Nghệ An vào ngày 21-11. Ông bị Trịnh Tùng đuổi theo bắt lại, rồi bị giết chết trong ngày 22 tháng giêng năm Quí dậu 1573, lúc mới 41 tuổi. Duy Bang ở ngôi được 16 năm, đổi hiệu 3 lần: - Thiên Hựu 1 năm, Đinh tị 1557. - Chính Trị 14 năm, Mậu ngọ 1558 - Tân mùi 1571. - Hồng Phúc 1 năm, Nhâm thân 1572.\n----------------------------------------------\nLê Anh Tông (chữ Hán: 黎英宗 1532 - 22 tháng 1 năm 1573), tên húy là Lê Duy Bang (黎維邦), là hoàng đế thứ ba của nhà Lê trung hưng và là hoàng đế thứ 14 của nhà Hậu Lê nước Đại Việt. Ông trị vì từ năm 1556 đến năm 1572, tổng cộng 16 năm, trong thời kỳ Nam-Bắc triều."
}