{
  "dateOfBirth": "16 tháng 2, 1916 Mỹ Tho, Việt Nam\n----------------------------------------------\nBính Thìn 1916",
  "dateOfDeath": "9 tháng 8, 2001 (85 tuổi) California, Hoa Kỳ\n----------------------------------------------\nTân Tị 2001",
  "hometown": "tại Thành phố Mĩ Tho tỉnh Định Tường (nay thuộc tỉnh Tiền Giang)",
  "occupation": "Thuộc\n----------------------------------------------\nTướng lãnh ",
  "workTenure": "1940 - 1975\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 2958,
  "entityName": "Dương Văn Minh",
  "aliases": [],
  "overview": "Dương Văn Minh (16 tháng 2 năm 1916 - 9 tháng 8 năm 2001) nguyên là một cựu tướng lĩnh Bộ binh của Quân đội Việt Nam Cộng hòa, cấp bậc Đại tướng. Ông xuất thân từ khóa đầu tiên ở trường Sĩ quan Võ bị do Chính quyền Pháp tại Liên bang Đông Dương mở ra ở miền Đông Nam phần Việt Nam với mục đích đào tạo người bản xứ trở thành sĩ quan phục vụ cho Quân đội Thuộc địa. Thời gian tại ngũ, ông luôn được đảm trách những chức vụ chuyên về lãnh vực Chỉ huy và Tham mưu. Ông là một trong số ít sĩ quan được phong cấp tướng thời Đệ nhất Cộng hòa (Thiếu tướng năm 1955) và cũng là một trong năm 5 quân nhân được thăng cấp Đại tướng trong Quân lực Việt Nam Cộng hòa. Ông cũng là một chính khách từng giữ vị trí Quốc trưởng trong giai đoạn (1963 - 1964) và là vị Tổng thống cuối cùng của Chính thể Việt Nam Cộng hòa. Dù chỉ giữ ngôi vị Tổng thống trong thời gian quá ngắn ngủi, vỏn vẹn 3 ngày (từ 28 tháng 4 đến 30 tháng 4 năm 1975), nhưng ông được xem là có công lớn cứu Thành phố Sài Gòn khỏi bị tàn phá bằng cách kêu gọi binh sĩ của Quân lực Việt Nam Cộng hòa ngừng bắn và đầu hàng vô điều kiện thể theo yêu cầu của Quân Giải phóng miền Nam khi họ bắt đầu tấn công vào thành phố này vào ngày 30 tháng 4 năm 1975 trong Chiến dịch Hồ Chí Minh.\n----------------------------------------------\nThuở nhỏ học ở Mĩ Tho, Sài Gòn sau du học Pháp, tốt nghiệp Trường Cao đẳng chiến tranh Paris năm 1953. Hồi năm 1939 là nhân viên dân sự tại dinh Thống đốc Nam kì, rồi nhập ngũ vào quân đội Pháp, ra trường với cấp bậc chuẩn úy từng tham gia các trận đánh ở biên giới Miên - Thái trong thế chiến thứ hai. Đến năm 1954 phục vụ trong Quân đội liên hiệp Pháp, sau năm 1954 là phó tư lệnh Quân khu I dưới chế độ Ngô Đình Diệm (1955-1963). Năm 1955 chỉ huy trưởng phân khu Sài Gòn - Chợ Lớn trấn áp lực lượng Bình Xuyên, ở Rừng Sát (nay là huyện Cần Giờ), Hòa Hảo ở Long Xuyên, nhưng không được Ngô Đình Diệm tin dùng lâu. Năm 1963 nhân phong trào Phật giáo nổi lên chống Ngô Đình Diệm khắp miền Nam. Đến ngày 1-11-1963 được Mĩ giúp đỡ ông đứng đầu Hội đồng quân nhân cách mạng (gồm các tướng Trần Văn Đôn, Tôn Thất Đính, Lê Văn Kim...) đảo chính lật đổ Ngô Đình Diệm. Dư luận đương thời ở Sài Gòn cho rằng chính ông là người ra lệnh cho Đại úy Nguyễn Văn Nhung (... - 1964) giết Ngô Đình Diệm, Ngô Đình Nhu trên xe thiết giáp từ Chợ Lớn về Sài Gòn. Đến ngày 30-01-1964 ông và đồng bạn bi tướng Nguyễn Khánh \"chỉnh lí\" lật đổ bắt giam ở Đà Lạt một thời gian rồi buộc ông sống lưu vong ở Thái mãi đến các năm 1965, 1966 mới về nước. Ngày 2-4-1975 sau khi Nguyễn Văn Thiệu từ chức Tổng thống, Trần Văn Hương thay Thiệu rồi Trần Văn Hương giao quyền tổng thống lại cho ông với hi vọng thương lượng với chính phủ cách mạng lâm thời miền Nam Việt Nam. Ngày 30-4-1975 ông tuyên bố đầu hàng chính quyền cách mạng. Ngay hôm đó ông bị bắt cùng toàn bộ thành viên chính phủ Việt Nam cộng hòa tại dinh độc lập. Sau năm 1975 ông sang sống ở Pháp và mất tại Pháp trong năm 2001, thọ 85 tuổi."
}