{
  "dateOfBirth" : "? Xã Dị Nậu, huyện Thạch Thất, phủ Quốc Oai, trấn Sơn Tây\n----------------------------------------------\n…",
  "dateOfDeath" : "2 tháng 7 (Âm lịch), 1594 Huyện Vạn Ninh, phủ Hải Đông, trấn An Bang\n----------------------------------------------\nNhâm Thân 1572",
  "hometown" : "xã Dị Nậu, huyện Thạch Thất, Hà Nội, Việt Nam.\n----------------------------------------------\nKhông rõ",
  "occupation" : "Võ tướng nhà Mạc, ông vốn họ Nguyễn, cháu nội đại thần Nguyễn Kính, con danh tướng Nguyễn Liễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nam - Bắc Triều" : 19
  },
  "id" : 2964,
  "entityName" : "Mạc Ngọc Liễn",
  "aliases" : [ "Mạc Ngọc Liễn" ],
  "overview" : "Mạc Ngọc Liễn (chữ Hán: 莫玉璉, 1528-1594) là một quan chức triều Mạc, người xã Dị Nậu, huyện Thạch Thất, Hà Nội, Việt Nam.\n----------------------------------------------\nÔng có nhiều công trận, được Mạc Mậu Hợp phong tước Lập Quận Công, trấn giữ châu Bố Chính, rồi sau ra trấn xứ Hải Dương. Khi làm đô đốc trấn thủ hai xứ Thuận Quảng, ông đóng doanh trại ở miền huyện Khang Lộc (trước có tên là Kiến Lộc, đời Nguyễn đổi là Phong Lộc, nay là huyện Phong Điền thuộc tỉnh Thừa Thiên). Năm Nhâm thân 1572 ông đem thủy quân gồm hơn 70 chiến thuyền vào đánh chúa Nguyễn Hoàng đang đặt căn cứ qui mô lớn ở đấy. Nguyễn Hoàng (tức chúa Tiên) dùng mỹ nhân kế đưa nàng hầu là Ngô Thị Lâm và châu báu vàng bạc đút lót, khuyên dỗ ông cùng liên kết hòa hợp binh quyền với nhau. Ông say mê nhan sắc Ngô thị, thuận theo ý Nguyễn Hoàng, định ngày làm lễ kết nghĩa nơi Miếu Trảo Trảo. Đúng ngày hẹn, ông thiếu cảnh giác, ngồi thuyền với một số ít vệ sĩ đến bãi cát nơi có ngôi miếu, ung dung lên bờ vào đấy ăn thề. Nguyễn Hoàng ra ám hiệu, phục binh ồ ạt kéo tới, ông tỉnh ngộ biết mắc kế, tháo thân chạy trở xuống bến, nhảy lên thuyền. Phục binh đuổi theo, bắn chết ông ở bờ sông. Sau đó Ngô thị được chúa Tiên (Nguyễn Hoàng) ban thưởng trọng hậu và gây dựng gia đình cho."
}