{
  "dateOfBirth": "Giáp Ngọ 1774",
  "dateOfDeath": "Nhâm Ngọ 1822",
  "hometown": "huyện Tống Sơn, tỉnh Thanh Hóa, di cư vào ngụ đất Gia Định thời chúa Nguyễn",
  "occupation": "Đại thần triều sơ Nguyễn, nguyên họ Nguyễn Văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 2967,
  "entityName": "Nguyễn Tường Vân",
  "aliases": [],
  "overview": "Năm Bính thìn (1796) lúc Nguyễn Ánh và Tây Sơn đánh nhau ở Gia Định, ông đi thi trúng cách nhị trường, được bổ chức Lễ sinh, lần thăng lên chức Thị thư, rồi làm việc ở \"bộ tham mưu\" cạnh Nguyễn Ánh. Năm Đinh tl (1797), ông theo Nguyễn Ánh ra đánh Quảng Nam lập được chiến công, đóng đồn ở cửa biển Đại Chiêm (Hội An), Phú Chiêm, Tam Thai... Tương truyền khi hành quân ở Quảng Nam, Nguyễn Ánh trỏ một ngọn núi và hỏi ông núi ấy tên gì? Ông tâu: - Núi nầy gọi là Phước Tường. Nguyễn Ánh bảo: - Nguyễn Phước là họ của ta. Ta ban cho ngươi họ Nguyễn Tường. Sau này nghĩ đến \"ân tứ\" ấy ông đổi họ từ Nguyễn Văn sang Nguyễn Tường và chọn làng Cẩm Phô làm nơi \"phát tường địa\". Năm Kỉ mùi 1799, ông theo Nguyễn Ánh vào đánh Qui Nhơn, chiến thắng được thăng Tham luận vệ túc trực, rồi chuyển vào giữ chức Tri bạ chánh doanh, cai quản công việc trong nội gia Nguyễn Ánh. Năm Tân dậu (1801) ông theo Nguyễn Ánh chiếm lại đất Phú Xuân. Khi Nguyễn Ánh lên ngôi ông được cử làm Phó sứ cùng với Chánh sứ Trịnh Hoài Đức (1765-1825) sang Trung Quốc để nghị nhà Thanh phong vương cho Nguyễn Ánh. Sau khi đi sứ về vẫn giữ chức cai quản Nội đồ gia như trước. Năm 1803 làm cai bạ Quảng Nam. Năm Mậu thìn (1808) ông bị giáng làm Thiêm sự bộ Hộ; vì khi làm cai bạ Quảng Nam ông đã tự tiện tha tội cho bọn tù cướp ở địa phương do ông quản lí. Sau đó thăng kí lục tỉnh Bình Thuận, lại chuyển ra làm Hiệp trấn Nghệ An. Năm 1813, thăng Hữu Tham tri bộ Hộ, vẫn kiêm lãnh chức Hiệp trấn Nghệ An, năm Kỉ mão (1819) sung làm Đề điệu trường thi Sơn Nam hạ, rồi lãnh chức Hộ tào ở Bắc Thành (Hà Nội). Sau khi vua Gia Long mất, ông được triệu về kinh, nhưng Tổng trấn Lê Chất tâu xin ông lưu lại giữ chức Phó Tổng trấn trông coi công việc ở Bắc Thành. Năm 1822 ông được triệu thỉnh về Huế thăng Thượng thư bộ Binh tại triều, nhưng chẳng bao lâu ông mất tại chức vào năm Minh Mạng thứ 3 (1822), hưởng dương 48 tuổi."
}