{
  "dateOfBirth": "1759\n----------------------------------------------\nẤt Dậu 1765",
  "dateOfDeath": "1813\n----------------------------------------------\nẤt Dậu 1825",
  "hometown": "xã. Ông cùng Trịnh Hoài Đức (1765-1825) và Ngô Nhân Tịnh (1761-1813) được người đương thời xưng tụng là Gia Định tam gia của đất Gia Định xưa.\n----------------------------------------------\nThừa Thiên-Huế",
  "occupation": "Danh sĩ thời Nguyễn sơ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 297,
  "entityName": "Trịnh Hoài Đức",
  "aliases": [
    "Tấn Trai",
    "Tri Chỉ",
    "Cấn Trai",
    "Chỉ Sơn"
  ],
  "overview": "Lê Quang Định (chữ Hán: 黎光定; 1759 - 1813), tự: Tri Chỉ(知止), hiệu: Tấn Trai (晉齋, hay Cấn Trai), Chỉ Sơn; là văn thần đầu đời Nguyễn, và là nhà thơ có tiếng trong nhóm Sơn Hội ở Gia Định và Bình Dương thi xã. Ông cùng Trịnh Hoài Đức (1765-1825) và Ngô Nhân Tịnh (1761-1813) được người đương thời xưng tụng là Gia Định tam gia của đất Gia Định xưa.\n----------------------------------------------\nThuở trẻ ông là học trò của Sùng Đức xử sĩ Võ Trường Toản ở Gia Định. Từ năm 1788, ông thi đỗ rồi làm quan với chúa Nguyễn Ánh. Đến đời Gia Long ông càng được trọng dụng, nhiều lần đi sứ Trung Quốc, làm đến Thượng thư bộ Lại, kiêm bộ Hình và Phó tổng tài Quốc sử quán. Ông nổi tiếng văn chương một thời cùng Lê Quang Định và Ngô Nhơn Tịnh được người đời xưng tặng là \"Gia Định tam gia\" trong nhóm Bình Dương thi xã tiếp thời với thi phái Chiêu Anh Các ở Hà Tiên. Thơ Nôm của ông còn truyền tụng khá nhiều. Năm Ất dậu 1825 ông mất, thọ 60 tuổi. Các tác phẩm chính của ông: - Lịch Đại kí - Cân Trai thi tập - Nguyên Khang - Bắc sứ thi tập - Khanh tế lục - Gia Định thành thông chí - Gia Định tam gia thi tập Bộ Gia Định thành thông chí là một địa phương chí ra đời sớm và sáng giá nhất về đất Nam Kì xưa. Với công trình này, tác giả không những giúp cho người Việt Nam am hiểu về miền đất mới của tổ quốc, mà còn cho người nước ngoài hiểu về đất Nam Kì xưa một cách tường tận. Chính vì vậy, ngay từ khi mới chiếm Nam Kì người Pháp (Aubaret) đã dịch tác phẩm này sang tiếng Pháp hồi cuối thế kỉ XIX."
}