{
  "dateOfBirth" : "Khoảng đầu thế kỷ 15 Chương Đức, Sơn Nam, Đại Việt\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "không rõ Đại Việt\n----------------------------------------------\nKhông rõ",
  "hometown" : "quê xã Chúc Lý, huyện Chương Đức, tỉnh Hà Đông (nay là Chương Mĩ tỉnh Hà Tây)",
  "occupation" : "Sử gia\n----------------------------------------------\nDanh sĩ, sử gia đời Lê Thái tông, ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 2970,
  "entityName" : "Ngô Sĩ Liên",
  "aliases" : [ ],
  "overview" : "Ngô Sĩ Liên (chữ Hán: 吳士連) (khoảng đầu thế kỷ 15 - ?) là một nhà sử học thời Lê sơ, sống vào thế kỷ 15. Ông là người đã tham gia khởi nghĩa Lam Sơn và có công lớn trong việc biên soạn bộ Đại Việt sử ký toàn thư - bộ quốc sử chính thống cũ nhất của Việt Nam mà còn được lưu truyền tới ngày nay.\n----------------------------------------------\nNăm Mậu tuất 1442 ông đỗ tiến sĩ, làm Tả thị lang bộ Lễ, rồi giữ việc biên soạn sử sách ở Viện Hàn lâm. Sau làm đến Đô ngự sử, thọ khoảng 98 tuổi. Trong đời Lê Thánh tông ông làm việc ở Viện Quốc sử, khoảng năm Tân hợi 1479, ông soạn xong bộ Đại Việt sử kí toàn thư viết bài tựa và dâng lên vua ngự lãm. Bộ sách gổm 15 quyển chia làm hai phần: 1. Ngoại kỉ từ Hùng Vương đến năm 938, gồm 5 quyển. 2. Bản kỉ từ đời Ngô Quyền đến Lê Thái tổ lên ngôi (939-1428) 10 quyển. Đại Việt sử kí toàn thư là một trong vài sử phẩm ra đời sớm nhất trong khoa học lịch sử nước ta. Tác phẩm đã có một chỗ đứng xứng đáng trong thư tịch Việt Nam. Đại Việt sử kí toàn thư (15 quyển) Ngô Sĩ Liên biên soạn; sách này lấy hai bộ sử của Lê Văn Hưu và Phan Phu Tiên tham khảo thêm các sách dã sử, biên tập thành sách này; lại thêm vào một quyển Ngoại kỉ, để tên Triệu Vũ đế kỉ, còn 24 điều (phàm lệ) của sách. Về sách Sử kí toàn thư hay Đại Việt sử kí toàn thư này, kể cả Ngoại kỉ, phần riêng của Ngô Sĩ Liên, sách chép bắt đầu từ đời Hồng Bàng thị, qua Thục An Dương vương trở xuống đến mãi khi người Minh trở về nước. Đó là nội dung bộ sử này ngay sau khi Ngô Sĩ Liên biên soạn xong năm Hồng Đức thứ 10 (1479). Phan Huy Chú không chua gì khác hơn lời Lê Quí Đôn, nhưng có trích lục nguyên văn bài tựa và bài biểu dâng sách của Ngô Sĩ Liên (năm 1479) và cũng chua tiếp sau như Lê Quí Đôn là sách có 24 điều phàm lệ nhưng không ghi lại 24 điều phàm lệ ấy là những gì. Hiện nay chúng ta, ngoài bộ sử Cương mục triều Nguyễn, còn có được hai bộ sử cũ lớn đã khắc in, một bộ gọi là Đại Việt sử kí toàn thư của Ngô Sĩ Liên, một bộ gọi là Đại Việt sử kí tiền biên, do triều Tây Sơn khắc in, bộ nào cũng tập hợp cả các sách sử cũ và các sử viết sau Ngô Sĩ Liên, gồm có nhiều phần. Riêng bộ Đại Việt sử kí toàn thư, có ba bản in khác nhau, hai bản in trong nước, một bản in ở nước ngoài (Nhật Bản): a) Sách mộc bản của ta khắc in cuối triều Lê (năm 1697). b) Sách in bản chữ chì ở Nhật Bản, là sách in lại bản sách của ta (năm 1884). c) Sách mộc bản do triều Tây Sơn khắc in. Bản này tên đề hơi khác: Đại Việt sử kí tiền biên, chỉ còn đến quyển 10, chép đến hết tiền biên, nhưng trái lại, nội dung có nhiều điểm lại đay đủ hơn hẳn bản trên."
}