{
  "dateOfBirth" : "Ất Mão 1735",
  "dateOfDeath" : "Mậu Ngọ 1798",
  "hometown" : "Quê làng Đông Ngạc, huyện Từ Liêm, tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "Danh sĩ đời Lê Hiển tông, húy Vọng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 3009,
  "entityName" : "Phan Lê Phiên",
  "aliases" : [ "Đạt Nhạc", "Phan Trọng Phiên", "Phan Văn Độ" ],
  "overview" : "Năm Đinh sửu 1757 ông đỗ tiến sĩ, được nhiều người khen ngợi là bậc anh tài trẻ tuổi. Ông làm Đốc trấn Cao Bằng, Hiệp trấn phủ đạo Thuận Quảng, sau về triều làm Thị lang bộ Hộ, thăng đến Tham tụng. Khi chúa Trịnh Sâm mất, ông chịu cố mạng lập Trịnh Cán, nhưng quân Tam phủ nổi loạn, bỏ Trịnh Cán, tôn phù Trịnh Khải lên cầm quyền, ông bị cách cả chức tước. Đến đời Mẫn đế (Chiêu Thống) vời ông làm Thượng thư bộ Binh, Nhập thị Kinh diên, Bình chương sự, rồi tấn phong Kinh tử Vinh lộc đại phu, tước Tứ Xuyên Hầu. Năm Bính ngọ 1786, Trịnh Bồng tự xưng Án đô vương, mời ông hợp tác, ông từ chối. Khi Chiêu Thống chạy sang Trung Quốc, ông không theo. Nhà Tây Sơn muốn trọng dụng ông, nhưng ông cũng thoái thác không bận lòng công danh nữa. Năm Mậu thân 1798 ông mất, thọ 63 tuổi (có sách chép chết năm Kỉ tị 1809, thọ 74 tuổi). Các tác phẩm chính của ông: - Cao Bằng thực lục - Lịch triều đăng khoa lục Ngoài ra ông có nhuận sắc: Càn nguyên thi tập của Trinh Doanh và có đề tựa Phan thị gia phả. Anh ruột ông là Thị giảng học sĩ Phan Nhã Thận cũng là người có danh tiếng đương thời. Cao Bằng thực lục (3 quyển) do ông biên soạn, gồm: - Quyển I: chép sự tích nhà Mạc ở Cao Bằng lúc suy tàn. - Quyển II: Chép về núi sông và thần thiêng ở Cao Bằng. - Quyển III: Chép về sản vật, phong tục Cao Bằng. Sách Cao Bằng thực lục này có người gọi là Cao Bằng lục, theo Giáo sư Trần Văn Giáp nguyên bản đã thất lạc, nhưng một phần của bộ sách này còn thấy được trong sách của Nguyễn Hựu Cung sống vào đời Minh Mạng (1820-1840). Ngoài ra ông còn biên tập cuốn: Càn Nguyên thi tập (4 quyển) là thơ của Án Vương Trịnh Doanh. Với công việc này ông chia ra từng loại, từng việc khi biên tập xong, Phan Lê Phiên dâng khải lên triều đình."
}