{
  "dateOfBirth" : "906\n----------------------------------------------\nMậu Tí 1948",
  "dateOfDeath" : "967\n----------------------------------------------\nNhâm Tí 1972",
  "hometown" : "tại xã Trường Bình, huyện Cần Giuộc, tỉnh Long An (nay vẫn thuộc tỉnh Long An)",
  "occupation" : "Liệt sĩ hiện đại, Kĩ sư Công nghiệp thực phẩm và Ngư nghiệp",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 301,
  "entityName" : "Nguyễn Thái Bình",
  "aliases" : [ "Nguyễn Thái Bình" ],
  "overview" : "Nguyễn Khoan (chữ Hán: 阮寬; 906 - 967) hay Nguyễn Thái Bình (阮太平) là một sứ quân nổi dậy trong thời loạn 12 sứ quân trong lịch sử Việt Nam thế kỷ 10, cát cứ vùng Tam Đái (Yên Lạc, tỉnh Vĩnh Phúc). Ông có công chiêu mộ và huấn luyện dân binh vùng chiếm đóng để xây dựng lực lượng và phát triển kinh tế nên được dân bản xứ tôn xưng là Quảng Trí Quân, nghĩa là vị vua có đức lớn tài cao, rộng hiểu biết và đầy tình bác ái, biết canh tân mỹ tục cai trị triều đình nhỏ ở Tam Đái. Hiện một số nơi ở Vĩnh Phúc còn đền thờ phụng. Năm 967 ông bị Đinh Bộ Lĩnh ở Hoa Lư đánh dẹp, phát triển thêm một bước trong quá trình thống nhất, lập ra nhà nước Đại Cồ Việt trong lịch sử.\n----------------------------------------------\nThuở nhỏ ông theo học trường Pétrus Ký (nay là trường Lê Hồng Phong) Sài Gòn. Sau khi đậu tú tài II, ông theo học trường Cao đẳng Nông lâm súc Sài Gòn (1966-1968), sau đó được học bổng du học Hoa Kì tại viện Đại học Washington (1969-1972). Tốt nghiệp Kĩ sư hạng danh dự trong năm học 1972. Năm 1972 ông về nước, trước khi máy bay hạ cánh xuống phi trường Tân Sơn Nhất - Sài Gòn, ông bị CIA Mĩ hạ sát khi phi cơ đang lăn bánh trên đường bay Tân Sơn Nhất, với lí do là ông (NTB) \"buộc máy bay bay ra Hà Nội\" vào ngày 2-7-1972, nhưng thực chất là Mĩ muốn ám sát ông. Sự thực ông là một chiến sĩ phản chiến ngay tại lòng nước Mĩ; vì khi còn học tại Hoa Kì ông nhiều lần tham gia các cuộc biểu tình phản đối Mĩ gây chiến ở Việt Nam, gây một cuộc chiến đẫm máu ở Đông Dương. Nhất là các bài: Thư ngõ gởi Tổng thống Mĩ Nixơn, Chiến tranh Việt Nam và lương tâm nước Mĩ, Nói chuyện với phe đối lập... Đặc biệt là bài văn có tên Nợ máu (Blood debt) được ông công bố trong buổi lễ trao bằng tốt nghiệp thứ 97 của đại học Washington là \"bài diễn văn bất ngờ nhất trong lịch sử trường đại học này\" ở Hoa Kì. Chính vì các lí do trên, chính phủ Hoa Kì cố tình dàn dựng nên cuộc ám sát ông trước dư luận quốc tế và quốc nội. Ông mất ngày 2-7-1972 tại phi trường Tân Sơn Nhất, hưởng dương 24 tuổi. Bài Nợ Máu như sau: Hôm nay, để đạt được mảnh bằng tốt nghiệp, nhiều bạn đã phải nợ trường hàng ngàn đô la, còn đối với tôi, tôi lại phải chịu một món nợ máu xương của hàng triệu người Việt Nam, bởi vì thời gian yên ổn của tôi để học tập nơi đây trả giá bằng cái chết, sự đau khổ của dân tộc tôi, sự tàn phá trên quê hương Việt Nam tôi. Tất cả các bạn cũng chịu món nợ máu này từ khi nhân dân Mĩ phải chịu trách nhiệm về qui mô của những tội ác chiến tranh mà chính phủ Hoa Kì đã phạm phải khi chống lại nhân dân Việt Nam cũng như nhân dân Đông Dương. Một học bổng \"cấp lãnh đạo\" của cơ quan Mĩ để \"phát triển quốc tế\" đưa tôi tới quốc gia này từ 4 năm qua. Trong khoảng thời gian này, bên cạnh sự tiếp thu được một số kiến thức kĩ thuật vô bổ chẳng phục vụ gì cho quê hương tôi trong tình thế chiến tranh, tôi đã nghiên cứu sự thiệt hại to lớn về văn hóa, kinh tế, xã hội gây ra bởi chiến tranh xâm lược của Hoa Kì tại Việt Nam do sự can thiệp trực tiếp của người Mĩ trong vòng 10 năm qua tại Đông Nam Á. 1. Hơn một triệu người đã bị giết và hàng trtệu người bị thương. 2. Khoảng một phần ba dân cư ở Đông Dương bị xô đẩy ra khỏi nhà cửa của họ. 3. Trên một vùng đất có kích thước như tiểu bang New England nước Mĩ đã có hơn ba lần số lượng chất nổ đã dùng cho trong tất cả trận chiến tranh thế giới lần thứ II ném xuống. 4. Một phần hai vùng rừng Việt Nam đã bị khai quang bởi chất hóa học có tác dụng gây những khuyết tật bẩm sinh, và trên 60% đất màu trồng trọt bị bỏ hoang gây sự thiếu hụt thực phẩm trầm trọng cho dân cư ở nhiều vùng. 5. Hơn 20 triệu hố bom cày nát vùng quê của Đông Dương và hàng trăm ngàn trái bom chứa nổ gây nguy hại cho sự phục hồi những vùng đất màu mỡ. 6. Cơ cấu làng xã truyền thống ở Đông Dương đã bị tiêu diệt trên phạm vi rộng lớn và càng ngày càng có bằng chứng hiển nhiên rằng ngay cả nền tảng gia đình cũng đang tan rã. Với phí tổn trên 120 tỉ đô la dùng vào việc hủy diệt môi sinh và diệt chủng, qui mô của sự giết chóc, hủy diệt và gia đình li tán, những tai họa giáng trên đầu nhân dân các nước Đông Nam Á do chính sách can thiệp của Mĩ đã vượt quá mức tưởng tượng. Tôi xin nhấn mạnh một lần nữa: chính Hoa Kì phải chịu trách nhiệm về sự tàn phá này. Trong dịp lễ tốt nghiệp hàng năm này, chúng ta có thể nghe cũng một bài diễn văn tương tự - như 96 lần đã qua - nào là của sinh viên thủ khoa - của viện trưởng - hay đôi khi của ông thống đốc. Tuy nhiên chúng ta lại không được thấy và nghe thường xuyên về việc những vũ khí phi nhân nhất. Kết quả cả những thành tựu khoa học kĩ thuật và những phương pháp tàn bạo nhất của chiến tranh hóa học, sinh học, điện tử dùng vào việc tàn phá giết chóc đang xảy ra hàng ngay tại Đông Dương. Hôm nay, hàng trăm vụ ném bom bằng B.52, hàng ngàn tấn bom Napan, bom lân tinh, chất khai quang, tất cả đều đổ lên đầu trẻ thơ vô tội và những người già cả, tàn phá trường học, nhà thờ, chùa chiền, bệnh viện tại Việt Nam. Tôi tin rằng lương tâm nhân loại vẫn còn ở mỗi CON NGƯỜI. Tôi kêu gọi tất cả các bạn hãy lên tiếng vì hòa bình, đứng về phía công lí và giúp đỡ cuộc đấu tranh của nhân dân Việt Nam nhằm kết thúc cuộc chiến phi nghĩa, phi nhân và tàn bạo này."
}