{
  "dateOfBirth" : "1768\n----------------------------------------------\nMậu Tí 1768",
  "dateOfDeath" : "1839\n----------------------------------------------\nKỉ Hợi 1839",
  "hometown" : "quê xã Đan Loan, huyện Đường Hào, tỉnh Hải Dương",
  "occupation" : "Học sĩ, giảng sư\n----------------------------------------------\nDanh sĩ, tác giả đời Minh Mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 3018,
  "entityName" : "Phạm Đình Hổ",
  "aliases" : [ "Tùng Niên", "Đông Dã Triều", "Bỉnh Trực", "Đông Dã Tiều" ],
  "overview" : "Phạm Đình Hổ (tiếng Trung: 範廷琥, 1768 - 1839), tự Tùng Niên (松年), Bỉnh Trực (秉直), bút hiệu Đông Dã Tiều (東野樵), biệt hiệu Chiêu Hổ tiên sinh (昭琥先生), là một danh sĩ sống ở giai đoạn cuối thế kỷ XVIII và đầu thế kỷ XIX.\n----------------------------------------------\nÔng đọc rộng biết nhiều, nhưng thi không đỗ lại gặp thời loạn nên muốn ở ẩn. Năm Tân tị 1821 vua Minh Mạng vời ông ra và bổ làm Hành tẩu viện Hàn lâm, ít lâu ông từ chức. Năm Bính tuất 1826, Minh Mạng lại triệu và cho làm Thừa chỉ Viện Hàn lâm và Tế tửu Quốc tử giám (như giáo sư Đại học), nhưng năm sau ông cũng xin nghỉ dưỡng bệnh rồi từ chức. Sau, ông trở lại nhận chức vụ cũ, được thăng Thị giảng học sĩ, đến Nhâm thìn 1832 ông về hưu luôn. Năm Kỉ hợi 1839 ông mất, thọ 71 tuổi (Năm sinh năm mất có sách chép 1770-1841, cũng thọ 71 tuổi). Bình sinh ông cùng Hồ Xuân Hương thường làm thơ qua lại, còn truyền làm giai thoại. Các tác phẩm chính của ông: - Lê triều hội điển - Bang giao điển lệ - An Nam chí - Càn khôn nhất lãm - Ai lao sứ trình - Đạt Man quốc địa đồ (tức Chân Lạp địa đồ) - Hi Kinh trắc lãi - Nhật dụng thương đàm - Vũ trung tùy bút - Tang thương ngẫu lục (hợp soạn với Nguyễn Án) - Quốc sử tiểu học - Hành tại diện đối - Quần thư tham khảo - Châu Phong tạp khảo - Châu Phong thi tập... Bộ Nhật dụng thương đàm do ông soạn. Nhật dụng thương đàm là một bộ tự điển Hán Việt nhỏ, xếp theo 32 loại như Thiên văn, Luân tự, Nho giáo... Du hí, Tật bệnh, Cầm thú, Trùng loại... Các từ ngữ tuy không nhiều, nhưng có thể nói là tạm đủ để đọc biết các chữ thông thường. Đó cũng là một tài liệu mà chúng ta có thể dùng so sánh để thấy những chỗ khác biệt trong cách chua và giải nghĩa chữ Hán bằng chữ Nôm. Bộ Châu Phong tạp thảo (1 cuốn) cũng do ông biên soạn. Tập sách này không chia quyển, nhưng có hai phần: Châu Phong tạp thảo gồm nhiều bài văn, phần nhiều có ghi rõ tên và năm viết, và Châu Phong tạp thảo thi tập gồm các bài thơ thuộc 14 thể như tập cổ, tứ ngôn, ngũ ngôn... cũng có nhiều bài ghi tên tác giả và năm làm thơ. Theo các niên hiệu ghi đó, chúng ta biết được tập văn thơ này của Phạm Đình Hổ viết trong khoảng thời gian từ niên hiệu Gia Long đến Minh Mạng (đầu thế kỉ XIX). Theo Trần Văn Giáp gần đây ở TVKHXH Hà Nội còn có một bản Châu Phong tạp thảo khác, quý hơn, kí hiệu VHv. 1873. Bản này viết trên giấy bản cũ, khổ nhỏ ở đầu tờ thứ 3, bản này có ghi thêm một tên khác là Đông Dã học ngôn tập văn thảo. Trong tập này cũng thấy nhiều bài có trong Châu Phong tạp thảo, A.295. Nhưng liên hệ với tập thơ của Phạm Đình Hổ, nhan đề Đông Dã học ngôn thi tập thì ta thấy tên chính và đúng của tập này là Đông Dã học ngôn tập văn thảo thì hợp lí hơn. Vả lại, tập này có nhiều bài, nhiều mục không có trong tạp thảo và tốt hơn, có ít hơn. Thí dụ: Thăng Long di sự đáp vấn nói về sơn xuyên cổ tích. Sau đó đến các bài tựa, bài kí, bài luận thuyết, xếp có hệ thống. Tờ 25 có mục Đáp sở tri trưng cổ nói riêng về chùa Quán Sứ và các chùa khác, nguyên không phải chùa làm để thờ Phật, nơi thì gốc là nơi tiếp sứ thần Lào. Chùa gốc là quán thờ tiên đạo giáo, sau hóa thành chùa thờ Phật; Ngọc Thanh quán ở Đông Triều, Thái Thanh cung ở Bạch Hạc, Tam Linh quán ở Thanh Oai, Huyền Thiên quán ở Đông Xuân, Đại Đồng quán ở Yên Thái, Trấn Vũ quán ở Tây Hồ và Kinh Bắc, sự tích họ Trương ở Như Quỳnh... Tóm lại, bản sách này rất quí có thể phần lớn chữ viết trong sách là thủ bút tác giả. Tập Đông Dã Học ngôn thi tập do ông sáng tác lúc đang làm quan. Sách bắt đầu bằng bài tựa của Nguyễn Án, đề rõ \"Tuế thứ Bính thìn hạ quí hữu nhân Giang Bắc Cối Nguyễn Án Kính Phủ thư\" (Năm Bính thìn, tháng 6, bạn là Nguyễn Án, tự Kính Phủ, hiệu Giang Bắc Cối đề tựa). Toàn tập có 102 bài thơ đề vịnh các nơi tác giả đã đi qua, dưới các đầu đề có ghi sự tích nơi ấy, có ích cho việc nghiên cứu lịch sử. Chẳng hạn: Thơ vịnh tháp Trùng Quang ở Tức Mặc, có chua rõ sự tích tháp ấy thơ vịnh Hoa Dương, tức Phố Hiến, Nam và chùa Nguyệt Đường... Sách Vũ trung tùy bút cũng do ông biên soạn. Vũ trung tùy bút có nghĩa là nheo ngọn bút viết trong khi mưa. Sách này có hai quyển, gồm những bài văn ngắn, mỗi bài chép về một đề mục. Các bài có thể chia làm mấy loại như sau: A) Tiểu truyện các bậc danh nhân: Phạm Ngũ Lão, Phạm Trấn, Đỗ Uông, Lê Lợi, Nhà họ Nguyễn ở Tiên Điền... B) Ghi chép các cuộc du lãn, những nơi thắng cảnh: cảnh chùa Sơn Tây, cảnh đền Đế Thích... C) Ghi chép các việc xảy ra về cuối đời Lê: việc cũ phủ chúa Trịnh, cuộc bình văn trong nhà giám, các việc tai dị, các điềm gở... D) Khảo cứu về duyên cách địa lí: sự thay đổi tên đất, xứ Hải Dương, tên huyện Đường An, tên hàng Châu Khê... E) Khảo cứu về phong tục: cách chơi lan, cách uống chè, nón đội, quần áo, trộm cắp, mộng số, chuyện khách để của, thần hổ, thần trẻ con... F) Khảo cứu về học thuật: học thuật đời Lê mạt, các thể văn, các lối chữ, âm nhạc, đàn, y học... G) Khảo cứu về lễ nghi: quan (lễ đội mũ) hôn, tang, tế, lễ tế giao, lễ nhà miếu, lễ sách phong... H) Khảo cứu về điển lệ: Khoa cử, phép thi, quan chức... Sách Tang thương ngẫu lục của Phạm Đình Hổ và Nguyễn Án soạn. Tang thương ngẫu lục nghĩa là \"Tình cờ chép về những cuộc dâu bể\" (tức là những việc biến đổi). Sách này đã in năm 1806. Chia làm 2 quyển: quyển trên (40 bài) và quyển dưới (50 bài); mỗi bài đều có đề rõ tên tựa của tác giả: hoặc Tùng Niên (Phạm Đình Hổ), hoặc Kính Phủ (Nguyễn Án). Các bài trong sách có thể chia làm mấy mục, như sau: A) Tiểu truyện các danh nhân: Chu Văn An, Nguyễn Trãi, Đặng Trần Côn, Đoàn Thị Điểm... B) Thắng cảnh: Núi Dục Thúy, Núi Phật tích... C) Di tích: Bia núi Thành Nam, Tháp chùa Báo Thiên... D) Việc cuối đời Lê: thi hội về đời Lê, lễ triều hạ đời Lê Cảnh Hưng, tết trung thu trong phủ chúa Trịnh... E) Chuyện hay chuyện lạ: Nguyễn Bá Dương, Hoàng Sầm."
}