{
  "dateOfBirth" : "Kỉ Tị 1869",
  "dateOfDeath" : "Ất Sửu 1925",
  "hometown" : "quê làng Nguyệt Biểu, huyện Hương Thủy tỉnh Thừa Thiên (nay thuộc phường Nguyệt Biểu, Thành phố Huế)",
  "occupation" : "Đại thần",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 3022,
  "entityName" : "Thân Trọng Huề",
  "aliases" : [ "Tư Trung" ],
  "overview" : "Ông mồ côi cha lúc mới có 4 tuổi, theo mẹ vào sinh sống ở Gia Định, sau được anh rể là Tham tri bộ Lễ, liệt sĩ Trần Thúc Nhẫn (1841-1883) đưa về Huế ở với anh cả ăn học. (Lúc ông Nhẫn còn sống). Năm 1888 thi Hương đỗ trường Nhì năm sau ông được chọn du học Pháp tại Trường Bảo hộ (Thuộc địa) Paris. Tại trường ông nổi tiếng là một sinh viên thông minh xuất sắc. Năm 1895 tốt nghiệp Thủ khoa tại trường này với lời khen thướng của Hội đồng Giám khảo. Sau khi về nước được bổ hàm Biên tu Viện Cơ mật, sung chức Ngự tiền thị thơ. Khi làm việc tại đây nhiều lần ông bị Nguyễn Thân chèn ép rồi bị cách chức vì tính ngay thẳng. Sau khi bị cách, ông ra làm việc tại Phủ Toàn quyền Đông Dương (Hà Nội) một thời gian rồi đổi về Huế giữ chức Tả thị lang Bộ Lại, Tham tán cơ mật, Bố chánh Quảng Nam. Tại đây vì bất hòa với Tổng đốc đương nhiệm Hồ Đệ, ông bị biếm 4 trật phải lui về quê. Từ đó, ông bỏ nhiệm sở làm quan ở Trung Kì ra Hà Nội, đến năm 1905 được bổ chức Đốc giáo Trường Sĩ hoạn (Hậu bổ) rồi trải qua các chức vụ: Án sát Bắc Ninh, Hưng Yên, Hải Dương. Năm 1913 thăng Tổng đốc, rồi làm Bồi thẩm tại Tòa thượng thẩm Hà Nội. Năm 1922, vua Khải Định vời về Huế sung cơ mật viện Đại thần, kiêm Thượng thư Bộ Học, Bộ Binh chuyên Đô Ngự sử Đô sát viện. Năm 1925 gia hàm Thái tử Thiếu bảo. Ngày 17-7-1925 ông bệnh mất tại chức hưởng dương 57 tuổi, được triều đình truy tặng thực thụ hàm Đông các Đại học sĩ, an táng tại làng Nguyệt Biểu, Huế. Khi ông mất, Hiệp tá Phạm Văn Thụ điếu ông: \"Duyệt gia thặng, hữu cốt ngạnh phong, dương lịch tứ triều tằng kỉ gian lao vong bạch phát; Độc di biểu giai huyết tánh ngữ, ai vưu nhất niệm bất thăng thế lụy sái hoàng tuyền.\" Nghĩa: Cốt ngạnh từ xưa đã sẵn, dầu thay mái tóc, theo đòi bệ ngọc bốn triều vua. Ái ưu gần thác chưa nguôi, đặng tỏ tấm lòng, sụt sùi suối vàng ba mảnh giấy. Ngoài một đại thần, Thân Trọng Huề còn là một nhà văn hóa, Tác phẩm của ông: - Học luật lệ An Nam - Phép cai trị An Nam... Và một số bài biên khảo đăng trên Đông Dương tạp chí, Đô thành hiếu cổ Huê (BAVH)... Con rể ông là Kĩ sư Nguyễn Thiều, Tiến sĩ Trần Văn Chương, ông Chương từng có chân trong nội các Trần Trọng Kim hồi năm 1945 ở Huế."
}