{
  "dateOfBirth": "1800\n----------------------------------------------\nCanh Thân 1800",
  "dateOfDeath": "1873\n----------------------------------------------\nQuí Dậu 1873",
  "hometown": "quê làng Đường Long (Chí Long), tổng Chánh Lộc, huyện Phong Điền, tỉnh Thừa Thiên, tước Tráng Liệt Bá",
  "occupation": "Đại thần triều Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 3025,
  "entityName": "Nguyễn Tri Phương",
  "aliases": [
    "Hà Nội",
    "Nguyễn Văn Chương",
    "Đường Xuyên",
    "Hàm Trinh"
  ],
  "overview": "Nguyễn Tri Phương (1800-1873) là một đại danh thần Việt Nam thời nhà Nguyễn. Ông là vị Tổng chỉ huy quân đội triều đình Nguyễn chống lại quân Pháp xâm lược lần lượt ở các mặt trận Đà Nẵng (1858), Gia Định (1861) và Hà Nội (1873).\n----------------------------------------------\nÔng xuất thân trong một gia đình làm ruộng và nghề thợ mộc, con ông Nguyễn Văn Đảng và bà Nguyễn Thị Thề. Song thân ông có 3 con: Nguyễn Tri Phương, Nguyễn Duy và Nguyễn Nghi (ông Nghi ở nhà làm ruộng, phụng dưỡng cha mẹ). Vì nhà nghèo nên không xuất thân từ khoa bảng, nhờ ý chí tự lập ông đã làm nên sự nghiệp lớn rồi hi sinh vì Tổ quốc. Hồi trẻ tuổi, ông làm thư lại tại huyện đường Phong Điền, dần dần được bổ làm thư lại tại bộ Hộ. Tại đây ông được Thượng thư Nguyễn Đăng Tuân (thân phụ kinh lược sứ Bắc Kì Nguyễn Đăng Giai) xem như tri kỉ, đem lòng yêu mến tiến cử ông lên triều đình được vua Minh Mạng thu dụng. Năm Quí mùi 1823 vua Minh Mạng đề bạt ông hàm Điền bộ (Bí thư ở Nội điện) năm sau thăng Tu soạn, rồi Thừa chỉ ở Nội các, 2 năm sau thăng Thị độc, Thị giảng học sĩ, năm 1831 thăng Hồng Lô tự khanh. Năm 1832 sung phái bộ sang Trung Quốc liên hệ việc thương mại, năm 1835 ông nhận lệnh vua Minh Mạng vào Gia Định cùng Trương Minh Giảng bình định các vùng mới khai hoang. Việc thành công ông được thăng hàm Thị lang. Năm 1837 bị triều thần dèm pha, ông mạnh dạn chống lại những hành động xấu xa của các viên nịnh thần nên bị giáng xuống làm thư lại ở bộ Lại. Cuối năm được khai phục hàm Chủ sự, sung chức Lang trung. Năm sau thăng Thị lang bộ Lễ, năm 1839 thăng hàm Tham tri làm việc ở Nội các. Năm Canh tí 1840, được bổ làm Tuần phủ Nam Nghĩa trông coi bố phòng cửa biển Đà Nãng. Công việc hoàn thành tốt đẹp ông được triệu về kinh thăng Tham tri bộ Công, được vua Thiệu Trị cử làm Tổng đốc An Hà (An Giang, Hà Tiên), tại đây ông dẹp tan được các toán giặc cướp nước ngoài vào quấy phá. Sau đó được cải bổ Tổng đốc Long Tường (Vĩnh Long, Định Tường) kiêm Khâm sai quân thứ đại thần, Hiệp biện đại học sĩ rồi được thưởng danh hiệu \"An Tây trí dũng tướng\". Tháng 5-1847 ông được triệu về kinh thăng thực thự Hiệp biện đại học sĩ lãnh Thượng thư bộ Công, tước Tráng Liệt tử và được ban một bài ngọc có khắc bốn chữ \"Quân kì thạc phụ\" đưọc chép công trạng vào bia đá ở Tòa Võ miếu Huế. Sau khi vua Thiệu Trị mất, ông được đình thần tôn làm phụ chánh Đại thần (theo di chiếu). Năm Mậu thân 1848, vua Tự Đức phong ông tước Tráng Liệt Bá, thân phụ qua đời ông xin về cư tang, nhưng vì đang làm Phụ chánh nên chỉ được nghỉ một thời gian ngắn phải ra làm việc tại triều đình. Năm Canh tuất 1850, vua Tự Đửc chuẩn phê cải tên ông là Nguyên Tri Phương lấy ý câu chũ \"Dõng thả Tri Phương\" nghĩa là dũng mãnh mà lắm mưu chước. Từ đó tên Nguyễn Tri Phương trở thành tên chính của ông. Sau đó, ông được sung chức Khâm sai Tổng thống quân vụ đại thần kiêm lãnh Tổng đốc các tỉnh Gia Định, Biên Hòa, Vĩnh Long, Định Tường, An Giang, Hà Tiên. Năm 1853 được thăng thực thụ Điện hàm Đông các đại học sĩ, rồi lãnh chức Kinh lược sứ Nam Kì. Trong thời gian này, ông có công lập được nhiều đồn điền, khai khẩn đất hoang, dân cư ở địa phương được an cư lạc nghiệp. Năm Mậu ngọ 1858, tàu chiến Pháp đến uy hiếp Đà Nẵng, vua Tự Đức cử ông làm Quân thứ tổng thống đại thần trực tiếp chỉ huy quân đội chống giặc. Với vũ khí tối tân, Pháp đã uy hiếp và phá hủy một số lớn đồn lũy của ta, ông bị triều đình giáng cấp nhưng vẫn lưu tại chức. Năm 1860 ông được sung chức Gia Định quân thứ, Thống đốc quân vụ cùng Tham tán đại thần Phạm Thế Hiển trông coi việc quân sự ở Nam Kì. Tại đây ông xây dựng đại đồn Chí Hòa để chống nhau với giặc Pháp xâm lược. Ngày 25-10-1861 quân Pháp công phá đại đồn. Ông chỉ huy quân hnh chống cự quyết liệt. Nhưng rồi ông bị thương (em ruột ông là Nguyễn Duy tử trận) đại đồn thất thủ, Gia Định bị chiếm, ông bị cách chức xuống làm Tham tri, qua năm sau được hàm Binh bộ Thượng thư, sung Đổng nhung quân vụ Biên Hòa. Năm 1862 sau khi triều đình Huế kí hàng ước, ông được cử ra Bắc làm Tổng thống Hải An quân vụ, thăng chức Võ hiền Đại học sĩ tước Tráng Liệt Bá. Năm Nhâm thân 1872 ông được điều về giữ chức Tuyên sát đổng sứ đại thần thay mặt triều đình xem xét việc quân sự ở Bắc Kì. Năm 1873 nhân tên lái súng Jean Depuis hoành hành ở Bắc, Soái phủ Nam Kì lại phái Francis Garnier đem quân ra uy hiếp Hà Nội. Ngày 19-11-1873 Garnier đánh úp thành Hà Nội. Do áp lực của quân địch, con trai ông là Phò mã Nguyễn Lâm bị đạn mất tại trận, ông bị trọng thương, được lính Pháp cứu chữa, nhưng ông khảng khái từ chối và nói rằng: \"Bây giờ nếu ta chỉ gắng lây lất mà sống, sao bằng thung dung chết vì việc nghĩa\". Sau đó, ông tuyệt thực gần một tháng và mất vào ngày 20-12-1873 (1-11 âm lịch), thọ 73 tuổi, thi hài ông và Nguyễn Lâm được đưa về an táng tại quê nhà. Vua Tự Đức tự soạn bài văn tế khóc ba vị công thần và cho lập đền thờ ông tại quê nhà. Danh tướng Ông Ích Khiêm có câu đối điếu ông: \"Thiên dục tương các hạ tập cương thường, cố sử anh hùng vô tích tử, Khiêm bất dự tướng công đồng tuẫn tiết, tự tàm vũ trụ cầu du sanh.\" Dịch: Trời muốn dùng ông (ngài) dựng nền cương thường nên mới khiến cho kẻ anh hùng không tiến thân, Khiêm đây không cùng tướng công tuẫn tiết, tự thẹn sống thừa trong vũ trụ. Thám Hoa Vũ Phạm Hàm cũng có câu đối khóc ông: (sau này) treo ở đền Trung Liệt - nơi thờ ông: \"Thử thành quách, thử giang sơn, bách chiến phong trần dư xích địa; Vi nhật tinh, vi hà nhạc, thập niên tâm sự cộng thanh thiên.\" Nghĩa: Vẫn thành quách, vẫn giang sơn, trăm trận xông pha còn đất đỏ; Nào nhật tinh, nào hà nhạc mười năm tâm sự có trời xanh. Hồi còn sống, Nguyễn Tri Phương rất ít làm thơ, nhưng năm 1866, nhân tiễn Phan Thanh Giản vào Nam nhậm chức ông có bài thơ tặng Kinh lược sứ Phan Thanh Giản: Ven ngàn góc bể dặm chơi vơi, Vui tỏ phân nhau một bước đời, Cá lại Longgiang hai ngã nước, Nhạn về du hợp một phương trời. Nửa hồ cố cựu trông lai láng, Cạn chén tư hương gió lộng khơi. Hãy kịp Tràng An mau trở lại, Thăm người viếng cảnh hỡi người ơi! Ông là tác giả một số Sớ tấu, Điều trần quan trọng về việc khẩn hoang và quốc phòng cùng các thơ văn cảm hoài."
}