{
  "dateOfBirth" : "Mậu Tuất 1898",
  "dateOfDeath" : "Tân Mùi 1931",
  "hometown" : "sinh tại làng Kim Long, ngoại ô thành Huế, tỉnh Thừa Thiên",
  "occupation" : "Nhà văn nhà yêu nước",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "vua Minh Mạng" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 3029,
  "entityName" : "Nguyễn Phúc Bửu Đình",
  "aliases" : [ "Bửu Đình", "Hà Trì" ],
  "overview" : "Ông xuất thân trong một gia đình hoàng tộc, thân phụ làm một chức quan nhỏ tại Bình Thuận, nên sinh sống tại Phan Thiết. Thuở nhỏ học ở Phan Thiết, sau học tại Trường Quốc học Huế, rồi làm công chức ngành bưu điện tại Sài Gòn. Tại đây ông cộng tác với các báo: Nam Kì kinh tế, Công luận, Tân thế kỉ, Phụ nữ Tân văn... Trong thời gian này ông liên hệ với các nhà yêu nước khác hô hào nhân dân ý thức nền dân chủ. Nhiều lần ông đăng đàn diễn thuyết nhằm xóa bỏ chế độ phong kiến Nam triều, lập chế độ cộng hòa theo chủ trương của Phan Châu Trinh. Do đó, ông bị triều đình Huế toa rập với thực dân Pháp kết tội ông là \"khi quân\" (khinh vua) bằng cách xóa tên ông trong hoàng tộc, buộc ông lấy họ mẹ làm họ mình. Vì vậy ông có tên là Tạ Đình và bị án đày đi Lao Bảo (thuộc miền ngược tỉnh Quảng Trị) 9 năm. Tại nhà tù Lao Bảo, ông không khuất phục quân thù, nên bị chúng lưu đày Côn Đảo vô thời hạn. Tại đảo, ông vẫn kiên cường tiếp tục phản kháng chế độ, viết nhiều sách báo gởi về đất liền nhằm tố cáo chế độ hà khắc của thực dân. Khoảng năm 1939, ông và một số chính trị phạm khác tổ chức thả bè vượt biền trốn về đất liền, nhưng mất tích trên biển. Ông hi sinh lúc mới 32 tuổi. Vợ ông người tỉnh Gò Công (nay thuộc tỉnh Tlền Giang) con gái ông là Tôn Nữ Thị Diệu Tiên, trước đây học ở Sài Gòn. Tác phẩm của ông gồm có: - Mảnh trăng thu (tiểu thuyết 1930) - Cậu Tám Lọ (tục Mảnh trăng thu 1931) - Giọt lệ tri âm (1933) - Sóng hồ Ba Bể (1933) Năm 1930, trước khi thả bè vượt Côn Đảo ông có bài thơ gởi lại cho viên chủ ngục Côn Đảo (Bouvier) phần nào nói lên tâm chí ông (ông bị biệt giam ở một đảo nhỏ gọi là Hòn Tre cách xa đảo lớn). Nhân xảy ra trận bão ngày 5-11-1930, nhà sập, người chết, không ai nhớ tới ông, khi bị biệt giam ở đây. Khi bão tan lúc tàu ra Hòn Tre thì ông đã cao bay xa chạy, người ta chỉ thấy trong căn chòi đổ nát của ông trên chiếc bàn nhỏ xiêu vẹo, ông để lại bài thơ dưới viên đá: Ai về nhắn với chú Bu Vê (Bouvier) Đó ở đây đi thẳng một bề. Chim đã sổ lồng mong thằng cánh, Trời cao biển rộng nước non quê. Đó là những lời cuối cùng của ông trước khi từ giã cuộc sống."
}