{
  "dateOfBirth" : "1821\n----------------------------------------------\nTân Tị 1821",
  "dateOfDeath" : "1882\n----------------------------------------------\nNhâm Ngọ 1882",
  "hometown" : "Quê làng Đông Bàn, huyện Diên Phước, tỉnh Quảng Nam (nay là xã Điện Trung, huyện Điện Bàn, tỉnh Quảng Nam)",
  "occupation" : "Quan nhà Nguyễn, Nhà thơ\n----------------------------------------------\nDanh sĩ, danh thần triều Nguyễn lúc nhỏ có tên là Hào",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 3035,
  "entityName" : "Phạm Phú Thứ",
  "aliases" : [ "Trúc Đường", "Trúc Đường, Giá Viên", "Thúc Minh", "Giá Viên", "Trúc Ẩn", "Giáo Chi", "Phạm Hào" ],
  "overview" : "Phạm Phú Thứ (chữ Hán: 范富恕; 1821–1882) , trước tên là Phạm Hào (khi đỗ Tiến sĩ, được vua Thiệu Trị đổi tên là Phú Thứ) , tự: Giáo Chi, hiệu Trúc Đường, biệt hiệu: Giá Viên; là một đại thần triều nhà Nguyễn, và là một trong số người có quan điểm canh tân nước Việt Nam trong những năm nửa cuối thế kỷ 19.\n----------------------------------------------\nTổ năm đời của ông vốn là họ Đoàn, gốc ở miền Bắc, vào ở xã Đông Bàn, huyện Diên Phước, phủ Điện Bàn, tỉnh Quảng Nam, mới đổi họ là Phạm Phú. Từ đó cho đến mấy thế hệ sau, dòng họ Phạm Phú này chỉ là nhà nông khuôn mẫu có tiếng đức hạnh, thương người nghèo khó trong làng. Qua các đời, tuy có người làm quan võ, có người thông chữ, nhưng chưa phát về khoa danh. Đến đời trước kề đời ông, mới có hai ông chú ruột đỗ tú tài cùng một khoa và làm chức quan nhỏ. Thân sinh ông húy Phú Sung - trai thứ hai trong gia đình, sau ông anh cả làm quan võ - có chân thí sinh, ở nhà làm ruộng, dạy con nhỏ và tham gia việc làng. Mẹ tên là Phạm Thị Cẩm, người làng Trừng Giang cùng huyện là con một cu đồ và hai chị ruột của Đạm Trai Phạm Hữu Nghi, một danh sĩ đời Minh Mạng - Tự Đức. Người trai đầu là Phạm Phú Duy đỗ cử nhân trong hai năm liền và làm đến chức Kinh lịch qua đời sớm. Người trai thứ ba cũng mất sớm. Mồ côi mẹ từ thuở lên bảy, ông cùng anh em trong gia đình thờ song thân rất chí hiếu. Bẩm tính thông minh, đọc sách chỉ xem qua một lần là thuộc, lại thêm ham mê học tập, nên từ lúc mười hai tuổi, đã nổi tiếng ở trường Phủ và khi lớn lên, liên tiếp đạt những thành tích rực rỡ trong thi cử đỗ đầu xứ giải nguyên, hội nguyên. Sau khi thi đỗ, vinh qui (1844) được bổ làm quan tại triều với chức Hành tẩu ở Nội các. Năm sau, thăng tri phủ Lạng Giang (thuộc tỉnh Bắc Ninh). Năm Tự Đức 2 (1849), ông được đề bạt về Viện Tập hiền làm chức Khởi cư chú (thư ký ghi lời nói và hành động của vua) rồi ở tòa Kinh diên (phòng giảng sách cho vua). Tại đây, vì thấy vua trẻ ham mê vui chơi, lơ là triều chính, trong lúc đất nước bắt đầu bị đe dọa bởi giặc ngoài. Phạm Phú Thứ mạnh dạn dâng sớ can gián nhà vua với những lời lẽ thiết tha và thẳng thắn. Ông phải trả một giá đắt bị cách chức và đày khổ sai cắt cỏ ngựa ở trạm Thừa Nông (phía nam Huế) vì tội phạm thượng. Bạn bè thân thích - trong lúc đó có ông hoàng thúc Thương Sơn nhiều người lo cho số phận của ông; nhưng Phạm Phú Thứ vẫn tự tin về việc làm của mình: lúc rỗi câu cá, ngắm cảnh, làm thơ, nên có biệt hiệu là Nông giang điếu đồ (người câu trên sông Nông) và sáng tác tập thơ Nông giang thi lục ông làm quen với một số nhân sĩ Trung Hoa và cũng là một dịp tốt để cho một người ham hiểu biết, đã phóng tầm mắt đến Ma Cao và Hồng Kông là hai trung tâm mậu dịch quốc tế lớn vào thời đó. Năm 1852, ông được khôi phục hàm biên tu (hàm lúc sơ bổ) và năm 1854, được cử làm tri phủ Tư Nghĩa thuộc tỉnh Quảng Ngãi. Tại đây ông tổ chức và vận động dân chúng lập được hơn năm mươi kho nghĩa thương để lo cứu tế cho dân gặp lúc hạn hán, bão lụt tại nhiệm sở (Tư Nghĩa). Với việc làm đó ông được đề bạt giữ chức Viên ngoại bộ Lễ năm 1855, và liền đó, được điều sang công tác quân sự để giải quyết cuộc bạo động của người Thượng ở Đá Vách (thuộc tỉnh Quảng Nghĩa). Nhiệm vụ hoàn thành được thăng chức Án sát sứ (chánh án) tỉnh Thanh Hóa (1856), rồi Hà Nội (1857). Năm 1858, được chuyển về làm việc ở Nội các. Vào lúc đó, tàu chiến Pháp và Tây Ban Nha vào bắn phá cửa Đà Nẵng lần thứ ba (lần thứ hai năm 1856) và lần này tàn khốc hơn hai lần trước nhiều. Ngay lúc đó ông dâng sớ xin các quan lại, thân sĩ quê Quảng Nam, đang làm việc tại Kinh về tỉnh nhà lập đội Nghĩa quân chống giặc ngoại xâm, nhưng không được vua Tự Đức chấp thuận. Năm 1858, nhân một chuyến về quê dưỡng bệnh và cải táng mộ thân sinh, khi trở về triều, Phạm Phú Thứ dâng sớ xin đắp đê Cu Nhí, đào sông Ái Nghĩa đồng thời xây dựng công sự bố phòng và luyện tập quân sự ở tỉnh nhà nhằm bảo vệ hải cảng Đà Nẵng. Năm 1860, từ Nội các, ông được thăng chức Thị lang bộ Lại (nội vụ) và sau đó chức Thự Tả Tham tri bộ. Vào hạ tuần tháng tư năm 1862, ông được cử làm Khâm sai đại thần vào Gia Định cùng với hai vị chánh phó toàn quyền đại thần Phan Thanh Giản và Lâm Duy Hiệp (hai người kí hòa ước năm Nhâm tuất 1862 với Pháp) đàm phán với thống soái Pháp nhằm trì hoãn việc phê chuẩn hòa ước mới kí. Nhưng cuộc đàm phán không đạt được kết quả nên ông bị liên đới trách nhiệm, bị giáng một bậc, song vẫn giữ chức cũ. Trong năm này (1862) ông được cử làm phó sứ, cùng với chánh sứ Phan Thanh Giản và bồi sứ (sứ thứ ba) Ngụy Khắc Đản, sang Pháp và Tây Ban Nha với nhiệm vụ xin chuộc lại ba tỉnh miền Đông Nam Kì. Trong khi ở Pháp phái bộ và ông còn đi thăm các nước ở Châu Âu như Tây Ban Nha, Anh Cát Lợi, Bồ Đào Nha... Khi về nước lúc sứ bộ lưu tại Gia Định, Nguyễn Trường Tộ đã gặp ông và đưa ba bản điều trần quan trọng, kèm theo một bản đồ thế giới với bản trần tình để ông dâng lên Triều đình sau chuyến công du trở về. Về đến Huế, ông dâng lên triều đình và vua Tự Đức một số tài liệu cùng bản tường trình trong chuyến công cán, trong đó có Tây hành nhật kí và tập Tây phù thi thảo (tập này, sau được xếp vào quyển 8/26 của bộ Giá Viên toàn tập) ghi chép những điều tai nghe mắt thấy và những cảm nghĩ về văn minh phương Tây, nhằm thuyết phục nhà vua mạnh dạn canh tân đất nước hầu theo kịp văn minh thế giới. Sau đó, ông được thăng thực thụ hàm Tả Tham tri (bộ Lại) và được cử vào Viện cơ mật (cơ quan đầu não của Triều đình), kiêm trông coi Viện Tập hiền. Ở cương vị này ông dâng lên triều đình nhiều đề nghị cải cách có ý nghĩa tích cực; đồng thời nhắc lại, cụ thể hóa, bổ sung những kiến nghị của Nguyễn Trường Tộ năm 1863, nhằm làm cho dân giàu, nước mạnh: nội dung các đề nghị trên gồm các vấn đề: - Ban bố sách của Nhà nước để việc học hành được thiết thực. - Lập khoa thủy học (hàng hải) để chấn chỉnh việc quản lí ghe thuyền. - Dịch sách nước ngoài để theo dõi tình hình thế giới. - Khuyến khích các nghề thủ công, cho tự do dùng sắt, gỗ. - Cấm người Hoa buôn bán gạo, bỏ thuế nấu rượu, giảm các khoản chi phí về tuần tra ngoài biển. - Mở rộng việc buôn bán với nước ngoài. - Khai thác quặng và than đá.… Những đề nghị trên, vua Tự Đức và triều đình có bàn bạc, nhưng lúc đó ở trong triều có nhiều nhân vật thủ cựu, mù quáng không thấy được văn minh phương Tây nên rốt cuộc chẳng thực hiện được gì mấy. Năm 1865, ông được thăng chức Thự Thượng thư (Bộ trưởng) bộ Hộ (Tài chánh), đồng thời sung chức Cơ mật viện đại thần. Trong thời gian này tuy bận công vụ quan trọng ông vẫn đề ra hai chủ trương nhằm bảo vệ biên giới phía Tây Tổ quốc: - Đặt Nha Thương Chánh ở Ninh Hải và cùng với lãnh sự Pháp mở cảng ngoại thương (lịch sử cảng Hải Phòng chinh thức bắt đầu từ đây). - Khai rộng sông ở Bình Giang. - Mở truờng học tiếng Pháp ở Ninh Hải (đây là trường ngoại ngữ đầu tiên do chính quyền mở trên đất nước ta). Năm Nhâm ngọ 1883 ông mất, thọ 63 tuổi. Vua Tự Đức thương tiếc ông và có lời dụ: \"Phú Thứ kinh lịch nhiều khó nhọc, đi đông sang Tây, dẫu yếu đuối cũng vâng mệnh không dám từ chối. Về việc trông coi Thương chánh ở Hải Dương, khi tới nơi công việc đều có manh mối, sau này nên lấy đó noi theo. Những lưu dân, gian phỉ chứa ác ở Quảng Yên, Thứ tới kinh lí cũng được yên. Rồi mở đồn điền ở Nam Sách, thực là lo xa chu đáo, đó là công cán ngày thường rực rỡ đáng nêu. Gia ơn cho truy phục nguyên hàm Thự Hiệp Đại học sĩ và chuẩn cho thực thụ cũng sắc cho địa phương tới tế một tuần \". Di hài ông được an táng tại quê nhà đàng Đông Bàn, huyện Điện Bàn, tỉnh Quảng Nam). Phần mộ ông hiện nay được trùng tu rất khang trang. Ông là tác giả các sách: - Tây phù thi thảo - Giá Viên toàn tập - Thuật Tiên đức - Trúc Đường tiên sinh thi văn tập - Bản triều liệt thánh sự lược toản yếu. - Lịch triều thông hệ niên phả toản yếu. - Bác vật tân biên (Sách khảo về các môn khoa học tự nhiên). - Khai môi yếu pháp (Phương pháp khai mỏ). - Hàng hải kim châm (Kĩ thuật đi biển). - Vạn quốc công pháp (Công pháp các nước). - Tây hành nhật kí (Nhật kí đi Tây). Tương truyền kiểu xe nước ngày nay còn thông dụng ở các tỉnh miền Trung là loại xe nước ở Ai Cập vào thế kỉ trước do ông vẽ lại mang về áp dụng vào thời điểm ấy. Riêng bộ Giá Viên toàn tập (26 quyển) do ông soạn đóng thành 6 cuốn. Đây là một phần lớn thơ văn của ông trong suốt chặng đường làm quan của mình. Đọc bộ này có thể biết khá rõ về cuộc đời và một giai đoạn lịch sử ông. Đầu sách đề: Giá Viên toàn tập, bên phải đề: Quảng Nam Đông Bàn Trúc Đường Phạm Văn Ý công trứ, bên trái đề: Quảng Nam tỉnh Án sát sứ Nguyễn Tiều Cao Văn Mại; Quảng Trị tỉnh Án sát sứ Trương Doãn Tân, Trọng Hữu, kiểm tập. Trang sau ghi tên các vị phê bình tập thơ, có đến tám người là: Tùng Thiện vương Nguyễn Miên Thẩm, tuần phủ Trần Thiện Chánh, Tuy Lý vương Nguyễn Miên Trinh, tiến sĩ Nguyễn Văn Lý, hiệp biện Phan Thanh Giản, bố chánh sứ Nguyễn Thông (hiệu Kì Xuyên), thượng thư bộ Lại Nguyễn Tư Giản (hiệu Vân Lộc). Thứ đến các bài tựa: - Bài tựa của Thương Sơn Nguyễn Miên Thẩm đề năm Tự Đức thứ 14 (1861). - Bài tựa của tiến sĩ triều Thanh lá Hoàng Tự Nguyên. - Bài tựa của Nguyễn Trọng Hợp đề năm Thành Thái thứ 5 (1893) - Bài tựa của Trương Quang Đản đề năm Thành Thái thứ 8 (1896) - Bài dụ của Tự Đức năm thứ 34 (1881) - Bài văn tế của Tự Đức (1882) - Bài bi minh của Nguyễn Tư Giản đề năm Tự Đức thứ 35 (1882), bài này nói đầy đủ hành trạng của Phạm Phú Thứ. - Các câu đối và thơ viếng - Bài tựa của Nguyễn Thượng Phiên. - Bài bạt của Trần Giản Thư, người triều Thanh (Trung Quốc). Sau phần tựa, bạt có chân dung Phạm Phú Thứ do kí lục Tòa khâm sứ là Nguyễn Văn Nhận vẽ lại theo ảnh chụp khi Phạm đi sứ sang Paris. Toàn tập gồm hai phần: Thơ và Văn."
}