{
  "dateOfBirth": "1744\n----------------------------------------------\nGiáp Tí 1744",
  "dateOfDeath": "1818\n----------------------------------------------\nMậu Dần 1818",
  "hometown": "Người làng Định Công, sang cư ngụ ở làng Thịnh Liệt, huyện Thanh Trì, tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Danh sĩ đời Lê mạt, có sách chép là Bùi Bích",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 3045,
  "entityName": "Bùi Huy Bích",
  "aliases": [
    "Tồn Ông",
    "Hy Chương",
    "Hi Chương",
    "Ảm Chương",
    "Tồn Am"
  ],
  "overview": "Bùi Huy Bích (chữ Hán: 裴輝璧; 1744 - 1818), tự là Hy Chương(chữ Hán: 熙章), hiệu là Tồn Am và Tồn Ông, là một danh nhân, danh sĩ người Hà Nội, từng giữ chức Tham tụng (tương đương chức thủ tướng) trong triều đình dưới thời vua Lê-chúa Trịnh.\n----------------------------------------------\nNăm Nhâm ngọ 1762 đời Lê Hiển tông, ông đỗ Hương cống, đến năm Cảnh Hưng 30 (Kỉ sửu 1769) ông đỗ tiến sĩ, lúc 25 tuổi. Được bổ làm Hiệu lí Viện hàn lâm, rồi thăng làm Thị chế, kế được thụ chức Thiên sai tri hộ phiên, kiêm chức Đông các hiệu thư. Năm Đinh dậu 1777, ông làm Đốc đồng Nghệ An, có Hoàng Đình Bảo làm Trấn thủ, cuối năm sau (Mậu tuất 1778) Hoàng Đình Bảo về triều, ông lên làm Hiệp trấn. Về sau, kiêm chức Tả thị lang bộ lại, Hành Tham tụng, tước Kế Liệt Hầu. ít lâu ông cáo bệnh ở ẩn tại làng Dị Nậu, huyện Thạch Thất, tỉnh Sơn Tây ngót 6 năm, rồi đổi sang tỉnh Hải Dương ngót 5 năm nữa mới trở về quê nhà. Vua Gia Long có vời ông ra làm quan, nhưng ông từ chối. Bùi Huy Bích đề lại cho đời các tác phẩm: 1 Bích câu tiền hậu tập(thơ) 2. Nghệ An thọ tập 3. Thái Liên (thơ) gồm 3 tập. (có tựa của Nguyễn Du, Nguyễn Đường và Lê Quí Đôn, cộng 681 bài thơ). 4. Tồn Am văn cảo 5. Lữ trungông tạp thuyết, 2 quyển 6. Hoàng Việt thi tuyển 6 quyển 7. Hoàng Việt văn tuyển, 8 quyển 8. Quốc triều chính đại lục, 7 quyển. 9. Lịch triều thi sao, 6 quyển 10. Tứ thổ quan hành Sách LỊCH ĐẠI DANH HIỀN PHỔ chép: Ông bình văn thì sang sảng, phong độ uy nghi, lúc nào cũng ung dung nhàn nhã. Mỗi khi ông dự tế trong Quốc Tử giám hay trong tôn miếu, thì người ta đua nhau đến xem. Có một ông tiến sĩ hâm mộ cái uy nghi của ông, mới mặc áo mũ chỉnh tề, đi lại ung dung, rồi hỏi người nhà: \"Xem ta với ông Thịnh Liệt thế nào?\" Người nhà nói: \"ông Thịnh Liệt như quả tự nhiên ở trên cây, ông thì như quả vẽ ra\". Ông được người ta hâm mộ đến thế. Ông làm quan chính trực, không ai cầu cạnh gì được, từ lời nói cho đến việc làm khuôn mẫu cho người đời cả."
}