{
  "dateOfBirth" : "Bính Ngọ 1906",
  "dateOfDeath" : "Ất Dậu 1945",
  "hometown" : "xã Tân Bình, huyện Lấp Vò, tỉnh Long Xuyên (nay thuộc xã Tân Bình, huyện Thạnh Hưng, tỉnh Đồng Tháp)",
  "occupation" : "Nhà hoạt động, nhà báo",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 3055,
  "entityName" : "Tạ Thu Thâu",
  "aliases" : [ ],
  "overview" : "Ông xuất thân trong một gia đình thợ mộc, nhà rất nghèo, ngay từ hồi còn nhỏ tuổi phải đi chăn vịt giúp đỡ gia đình. Thuở trẻ ông học tại làng. Năm 13 tuổi đang học lớp nhất (bây giờ là lớp năm) ông phải đi dạy tư để phụ giúp gia đình, rổi thi đậu, được cấp học bổng vào học tại trường Trung học Chasseloup Laubat Sài Gòn. Tốt nghiệp trung học, ông dạy tư tại các trường Nguyễn Xích Hồng, Huỳnh Khương Ninh cùng các bạn Nguyễn Phi Oanh Phan Văn Hùm... Năm 1927 ông cùng Nguyễn Khánh Toàn xuất bản tờ báo Le Nhà quê làm cơ quan tranh đấu chống thực dân, nhưng chẳng bao lâu báo bị tịch thu và người đứng tên báo (Nguyễn Khánh Toàn) bị truy tố. Cuối năm này ông sang Pháp học tại trường Đại học Sorbonne. Tại đây ông kết thân với một số chiến sĩ thuộc cánh tả đảng Xã hội Pháp. Đang theo học ngành toán, thì tại nước nhà thực dân Pháp đàn áp trắng cuộc khởi nghĩa Yên Bái. Ông cùng một số sinh viên tiến bộ biểu tình phản đối chính phủ Pháp trước điện Elysée. Cuộc biểu tình bị đàn áp ông và một số sinh viên Việt Nam bị trục xuất khỏi đất Pháp vì thực dân cho rằng ông \"đồng lõa\" với những người tham gia cuộc khởi nghĩa Yên Bái. Năm 1930, về đến Sài Gòn, ông tham gia vào các tổ chức yêu nước, cùng Nguyễn An Ninh, Nguyễn Văn Tạo, Dương Bạch Mai chủ trương báo La Lutte (Tranh đấu), báo La Cloche fêlée (Chuông rè) chống thực dân, giành độc lập dân tộc. Ông thường diễn thuyết về các vấn đề triết học, biện chứng pháp ở hội Trí Dục và Đức Dục (gọi tắt là Sampic) thu hút rất nhiều thính giả trí thức và giới yêu nước. Năm 1936, ông ứng cử vào Hội đồng thành phố Sài Gòn nhân danh Mặt trận vô sản thống nhất - cùng các nhân vật Cộng sản Nguyễn Văn Tạo, Dương Bạch Mai - đắc cử vẻ vang. Trong thời gian này, ông cùng một số tổ chức chính trị yêu nước vận động lập Đông Dương đại hội liên hiệp các lực lượng yêu nước kể cả những người Cộng sản trên mặt trận chống Pháp. Phong trào cuối cùng tan rã (do sự lật lọng của Pháp và các đảng tay sai), ông bị Pháp bắt cùng một lần với Nguyễn An Ninh và các nhà yêu nước khác. Năm 1943, ông được trả tự do nhưng bị quản thúc tại Long Xuyên (An Giang). Cách mạng tháng Tám năm 1945 thành công, trên đường từ Hà Nội về Sài Gòn, vừa đến Quảng Ngãi, ông bị giết vào cuối năm 1945. Ông là tác giả một số sách về ngữ pháp và văn chương Pháp."
}