{
  "dateOfBirth" : "1550\n----------------------------------------------\nCanh Tuất 1550\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "1623 (72–73 tuổi) Thanh Oai, Đông Kinh, Đàng Ngoài, Đại Việt\n----------------------------------------------\nQuí Hợi 1623\n----------------------------------------------\nKhông rõ",
  "hometown" : "Thanh Hóa\n----------------------------------------------\nKhông rõ",
  "occupation" : "Trịnh Vương\n----------------------------------------------\nChúa thứ nhất của họ Trịnh, người mở nghiệp chúa Trịnh\n----------------------------------------------\nTước hiệu",
  "workTenure" : "1570 – 1623\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1570—1623",
  "fatherName" : {
    "Trịnh Kiểm" : 2515
  },
  "motherName" : {
    "Nguyễn Thị Ngọc Bảo" : null
  },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Vương tộc Trịnh" : null,
    "Đàng Ngoài - Chúa Trịnh" : 26
  },
  "id" : 3062,
  "entityName" : "Bình An Vương",
  "aliases" : [ "Triết Vương (哲王)", "Thành Tổ (成祖)", "Thành Tổ Triết Vương", "Bình An Vương", "Trịnh Tùng (鄭松)", "Bình An Vương (平安王)" ],
  "overview" : "Trịnh Tùng (chữ Hán: 鄭松, 1550 – 1623), thụy hiệu Thành Tổ Triết Vương (成祖哲王), là vị chúa đầu tiên của vương tôc Trịnh cầm quyền ở miền bắc Đại Việt thời Lê trung hưng. Ông cai trị từ năm 1570 tới năm 1623. Xét theo thế thứ, ông là đời thứ hai của họ Trịnh kế tục nhau lãnh binh quyền \"phù Lê\". Tuy nhiên cha ông là Trịnh Kiểm chỉ mới được phong tước công, thụy hiệu Thái Vương của Trịnh Kiểm là do đời sau đặt. Phải từ thời Trịnh Tùng trở đi, họ Trịnh mới nhận tước vương khi còn tại vị, được gọi là chúa và lập thế tử, nên ông được xem là vị chúa Trịnh chính thức đầu tiên.\n----------------------------------------------\nBan đầu ông được phong tước Phúc Lương Hầu, rồi gia phong Tiết chế, Thái úy Trưởng Quốc công. Ông là người chủ mưu diệt nhà Mạc cùng chúa Nguyễn. Năm 1570, Trịnh Kiểm mất, trao quyền lại cho con trưởng là Trịnh Cối, ông tranh quyền, giết anh ruột mình rồi lên kế vị, trở thành vị chúa đầu tiên của họ Trịnh. Khi cầm quyền, có lần Hoàng thân Lê Cập Đệ mưu hại ông, liền bị ông giết ngay. Đại thần Phan Đình Ngạn tâu với Lê Anh tông phải đề phòng ông, khiến Anh tông sợ, chạy vào Nghệ An. Ông cùng các cận thần lập con thứ 5 của Anh tông là Duy Đàm lên ngôi (tức Thế tông) rồi sai Tống Đức Vi chặn giết Anh tông ở Lôi Dương. Từ năm Quí dậu 1573, ông nắm hết quyền hành tại triều, việc gì cũng tự định đoạt trước xong mới tâu với vua. Ông đem toàn lực đánh quân Mạc Kính Điển Mạc Kính Chỉ. Khi vua Thế tông mất ông lập con thứ là Duy Tân lên nối ngôi (tức Kính tông). Ít lâu, Kính tông toan mưu hại ông, âm mưu bị lộ liền bị ông giết ngay, rồi ông lập con trưởng của Kính tông là Duy Kì lên thay (tức Thần tông). Thế là trước sau ông đã giết hai vua, giết anh ruột, chuyên quyền, tự lập làm chúa. Năm Quí hợi 1623, ông bị bệnh, giao quyền lại cho con là Trịnh Tráng. Bấy giờ con thứ của ông là Trịnh Thung (có sách chép là Xuân) từng mưu với Kính tông toan lật đổ ông mà không thành. Nay thừa lúc ông bệnh, Thung đem quân phá phủ, khiến ông phải chạy ra xã Hoàng Mai lánh nạn, sau đó ông sai tay chân thân tín là Bùi Sĩ Lâm cùng em là Trịnh Đô lập kế giết được Trịnh Thung. Nhưng sau đó, ông trở về đến quán Thanh xuân thì mất. Con là Trinh Tráng nối nghiệp ông lên ngôi chúa. Đời ông cầm quyền, từng làm nhiều việc mất lòng người, không những bức tử vua, giết anh, giết con, và ngay đến cả anh em cô cậu là chúa Nguyễn ở Đàng Trong cũng bị ông tìm cách mưu hại.\n----------------------------------------------\nTrịnh Tùng (chữ Hán: 鄭松, 19 tháng 12 năm 1550 – 17 tháng 7 năm 1623), thụy hiệu Thành Tổ Triết Vương (成祖哲王), là vị chúa chính thức đầu tiên của dòng họ Trịnh dưới thời nhà Lê trung hưng trong lịch sử Việt Nam."
}