{
  "dateOfBirth": "Ất Tị 1905",
  "dateOfDeath": "Quí Mão 1963",
  "hometown": "Quảng Nam",
  "occupation": "Nhà văn, chính khách\n----------------------------------------------\nNhà văn tiểu thuyết gia tiền phong, nhà hoạt động",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 3067,
  "entityName": "Nguyễn Tường Tam",
  "aliases": [
    "Nhất Linh, Đông Sơn, Tam Linh, Bảo Sơn, Lãng du, Tân Việt.",
    "Nhất Linh"
  ],
  "overview": "Nguyễn Tường Tam (1906 - 7 tháng 7 năm 1963) là một nhà văn, nhà báo với bút danh Nhất Linh, Tam Linh, Bảo Sơn, Lãng du, Tân Việt, Đông Sơn (khi vẽ); và cũng là chính trị gia nổi tiếng của Việt Nam trong thế kỷ 20.\n----------------------------------------------\nÔng từng học trường Cao đẳng Mĩ thuật Hà Nội (1926) rồi sang Pháp học, đỗ cử nhân Khoa học năm 1930 và nghiên cứu thêm về nghề báo chí, xuất bản... Năm 1931 ông về nước, dạy ở trường tư thục Thăng Long Hà Nội, năm sau (1932) chủ trương tuần báo Phong Hóa, rồi thành lập Tự Lực Văn đoàn và sau đó khởi xướng đoàn Ánh Sáng cải tạo nếp sống ở thôn quê. Năm 1936, tờ Phong Hóa bị đình bản, ông ra tờ Ngày Nay. Từ năm 1939, ông hoạt động chính trị, lập đảng Hưng Việt, rồi đổi thành Đại Việt Dân chính. Ông bị thực dân Pháp lùng bắt phải trốn sang Trung Quốc, rồi bị bắt tại Liễu Châu năm 1942. Sau Tổng khởi nghĩa 1945 ông trở về nước, ra báo Việt Nam. Năm 1946 ông tham gia chính phủ Liên hiệp kháng chiến, giữ chức Bộ trưởng Ngoại giao. Trong năm này ông được cử làm Trưởng phái đoàn dự hội nghị Đà Lạt đàm phán với thực dân Pháp. Hội nghị bế tắc, ông lại được cử làm trưởng phái đoàn sang Pháp dự hội nghị Fontainebleau, nhưng ông từ chối, vì lí do sức khỏe. Sau đó ông lưu vong sang Trung Quốc. Năm 1951 ông về an cư ở Đà Lạt, năm 1956 xuống Sài Gòn hoạt động văn hóa trở lại, giữ chức Chủ tịch hội Bút Việt, chủ trương tập san Văn Hóa Ngày Nay, mở nhà xuất bản Đời Nay, Phượng Giang, tái bản một số tác phảm cũ, in các tác phẩm mới. Ngày 1-11-1960 ông cùng một số nhà hoạt động thành lập Mặt trận Quốc dân Đoàn kết bị chính phủ Ngô Đình Diệm bắt và định đưa ra tòa án xét xử. Rạng sáng ngày 8-7-1963 ông uống thuốc độc tự tử, hưởng dương 58 tuổi. Truớc khi chết ông để lại lời di chúc: Đời tôi để lại lịch sử xử. Tôi không chịu để ai xử tôi cả... Các tác phẩm chính của ông hầu hết là truyện ngắn và tiểu thuyết: - Nho phong (1926, Kí Nguyễn Tường Tam) - Hai chị em (1927) - Người quay tơ (1927) - Gánh hàng hoa (viết chung với Khái Hưng, 1934) - Đoạn tuyệt (1936) - Lạnh lùng (1937) - Anh phải sống (1937, viết chung với Khái Hưng). - Hai buổi chiều vàng (1937) - Đôi bạn (1938) - Nắng thu (1938) - Bướm trắng (1941) - Xóm cầu mới (1960) - Dòng sông Thanh Thủy (3 cuốn, 1961) - Mối tình chân (1961) - Viết và đọc tiểu thuyết (1961)... Ông là tác giả sớm mở ra một thời kì mới của tiểu thuyết luận đề trong tiến trình tiểu thuyết hiện đại Việt Nam. Đoạn Tuyệt xuất bản năm 1936 là một tiểu thuyết luận đề, thuật chuyện một người đàn bà đã tiêm nhiễm những tư tưởng mới về tự do, về giá trị và quyền sống của cá nhân trong xã hội. Vì không chịu nổi những ràng buộc vô lí của chế độ đại gia đình, những tập tục hủ lậu của lớp người cũ, nàng phải \"đoạn tuyệt\" với gia đình để thoát li mọi áp bức và sống tự lập. Vai chính là Loan, một cô gái đã học hết năm thứ 4 ban Cao đẳng Tiểu học. Nàng đã hấp thụ được những tư tưởng mới, không muốn sống \"trong sự phục tòng cổ lệ\", như mọi người con gái khác. Nàng yêu Dũng, một thanh niên có chí khí, bị cha mẹ từ bỏ chỉ vì chàng không muốn sống vô vị, chỉ vì chàng có những tư tưởng mới mẻ \"nguy hiểm\". Dũng yêu Loan, nhưng không thể nghĩ tới việc lập gia đình, nên phải đóng vai một người bạn. Loan bị cha mẹ ép gả cho Thân, con một nhà giàu ở Thái Hà. Thân là một thanh niên tầm thường, cổ hủ, nhu nhược, không có óc tự lập. Bà Phán Lợi, mẹ chàng, là một bà mẹ chồng rất trung thành với lễ nghi cũ, cay nghiệt và hiểm độc đối với con dâu mà bà muốn phải hoàn toàn phục tòng. Loan có cố gắng tỏ ra thân phục, kính trọng mẹ chồng và yêu chồng để được yên thân. Vì đứa con trai nàng sinh ra đã chết vì óc mê tín dị đoan của mẹ chồng và nàng không thể sinh nở được nữa, nàng đã bằng lòng để cho Thân lấy vợ lẽ. Nàng sống tủi cực, ngày ngày phải chịu những sự hành hạ vô lí của mẹ chồng, của gia đình chồng (kể cả vợ lẽ). Cuối cùng cuộc xung đột xảy ra: bị chồng đối xử tàn nhẫn nhân một chuyện nhỏ, bẩn thỉu, Loan chống cự. Trong lúc Thân hung hăng như con hổ dữ sấn lại phía nàng, tay cầm một chiếc lọ đồng, nàng hoảng hốt vớ lấy một con dao rọc sách định giơ đỡ. Bị đạp mạnh, Loan trượt chân ngã xuống giường. Thân ngã theo bị con dao đâm trúng ngực chết. Loan được tòa án tha bổng sau một thời gian giam cầm. Mẹ nàng chết, nàng phải bán ngôi nhà của cha mẹ nàng để lại để trả nợ mẹ chồng cũ. (Sau này, nàng mới biết nàng bị ép lấy Thân vì mẹ nàng nợ tiền bà Phán Lợi). Nàng sống một cuộc đời chật vật và vẫn bị gia đình nhà chồng tìm cách làm hại và dư luận xã hội dè bĩu. Về phần Dũng, sau một thời gian hoạt động gian khổ, chàng vẫn không quên Loan. Chàng hối hận vì chàng mà Loan chịu đau khổ. Loan yên trí rằng chàng không yêu nàng và trong những ngày cuối năm, nàng \"cảm thấy nỗi cô độc của nàng, một thân một mình sống trơ trọi\". Đột nhiên, nàng nhận được bức thơ của Dũng gởi cho bà giáo Thảo, bạn thân của cả hai người, nhờ dò xét tình ý của nàng, xem hai người có thể nối lại được mối tình xưa không. Loan sung sướng đón chờ cuộc đòi mới.\" Nhận định về tiểu thuyết gia Nhất Linh, tác giả Nhà văn hiện đại (Vũ Ngọc Phan) viết: \"Đọc Nhất Linh, người ta thấy tiểu thuyết của ông tiến hóa rất mau. Từ cái lối còn cổ lỗ như Nho phong, tiểu thuyết của ông đã đi vào loại tình cảm, rồi đi thẳng vào tiểu thuyết luận đề là một lối rất mới ở nước ta. Đến nay, trong loại tiểu thuyết luận đề, tiểu thuyết của Nhất Linh vẫn là những tiểu thuyết chiếm địa vị cao hơn cả. Nhưng tiểu thuyết của ông đã không chịu ở yên cái địa vị ấy... Rồi không biết tiểu thuyết của Nhất Linh sẽ còn đi đến những loại gì nữa, vì xem ra loại nào tác giả cũng muốn sở trường\" Điều nhận xét đó của Vũ Ngọc Phan quả đúng như Xóm cầu mới, Dòng sông Thanh Thủy in sau những năm 1960 tại Sài Gòn."
}