{
  "dateOfBirth": "Giáp Thân 1885",
  "dateOfDeath": "Ất Hợi 1935",
  "hometown": "quê làng An Hội, tổng Bảo Hựu, tỉnh Bến Tre (nay thuộc thị xã Bến Tre)",
  "occupation": "Nhà giáo, nhà văn Việt Nam",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 3078,
  "entityName": "Nguyễn Văn Vinh",
  "aliases": [],
  "overview": "Thuở nhỏ ông học ở Bến Tre, sau lên Sài Gòn học tại trường Sư phạm Gia Định. Tốt nghiệp ông được chuyển về dạy tại trường Tiểu học Bãi Xàu, tỉnh Sóc Trăng. Năm 1914 ông đổi về dạy tại trường Tiểu học Bến Tre, ông là một nhà giáo nặng lòng yêu nước, hằng quan tâm đến việc giáo dục. Ông thường đến các vùng nông thôn hẻo lánh diễn thuyết, hô hào học chữ Quốc ngữ và có chân trong Hội Khuyến học tỉnh Bến Tre. Nhân sau khi ông xuất bản quyển tiểu thuyết Tam Yên di hận, thực dân thêm nghi ngờ buộc ông nghỉ việc rồi đưa ra tòa kết án 3 năm tù treo. Ông mất ngày 4-9-1935 tại Bến Tre. Ngoài cương vị một nhà giáo tận tụy với nghề nghiệp, Nguyễn Văn Vinh còn là một nhà văn có tiếng vào thời đó. Đương thời ông đã in mấy tác phẩm: - Câu chuyện chị em Cô Lê trò Lí (tiểu thuyết luân lí) - Câu chuyện mẹ chồng nàng dâu - Tam Yên di hận (tiểu thuyết xã hội lịch sử). Tam Yên di hận là một tiểu thuyết gây tiếng vang về tác giả lẫn tình hình thời sự, văn chương lúc ấy. Sách vừa phát hành, ông bị chính quyền thuộc địa buộc tác giả nghỉ việc, đưa ông ra tòa. Cốt truyện như sau: \"Lữ Huỳnh Anh là một điền chủ lớn, người cháu của La Huỳnh Anh là Huỳnh Huê say mê cờ bạc, rượn chè nên thường xin tiền của chú để tiêu xài nhưng bị chú từ chối. Huỳnh Huê tức giận bèn dắt bọn cướp về đánh chú. Huỳnh Anh định nhờ tên giúp việc Tô Đắc Lộc cầu cứu ba anh em họ Châu là Châu Hóa Long, Châu Hóa Hổ, Châu Hóa Ngọc để trừ Huỳnh Huê. Biết được ý định của chồng, vợ Huỳnh Anh khuyên chồng không nên nhờ bọn Châu là vì chúng nó là người ngoại thích. Huỳnh Anh không nghe, quyết theo ý mình. Khi họ Châu đuổi được Huỳnh Huê ra khỏi gia trại Huỳnh Anh, bọn này lại không chịu đi nơi khác và cố ý đoạt gia sản của Huỳnh Anh. Theo anh em họ Châu, sự có mặt của chúng rất cần thiết để bảo vệ tài sản cho Huỳnh Anh. Ít lâu sau, Huỳnh Anh chết. Bọn họ Châu đuổi vợ Huỳnh Anh khỏi gia trại, viện lẽ bà này không biết thủ tiết thờ chồng. Con của Huỳnh Anh là Huỳnh Nghi được bọn Châu Hóa Long giữ lại nuôi nấng trong gia trại mà bọn chúng đã cướp được của cha Huỳnh Nghi. Năm tháng trôi qua... Huỳnh Nghi khôn lớn biết bọn Châu Hóa Long không phải là cha đẻ mình, mà bọn chúng chỉ là những kẻ ngoài đến cướp đoạt tài sản của cha và đuổi mẹ ruột mình ra khỏi nhà. Căm phẫn, Huỳnh Nghi trốn đi tìm Huỳnh Huê cùng chiêu tập hiền tài, lập kế chống lại bọn họ Châu. Cuối cùng anh em Huỳnh Nghi gặp lại mẹ, họ đòi lại được tài sản bị bọn họ Châu cướp đoạt lâu nay.\" Thực dân hiểu được ý ẩn dụ của tác giả có ý ám chỉ việc Pháp cướp nước ta. Bèn tìm cách khủng bố tác giả, đưa ra tòa buộc ông phải nghỉ việc."
}