{
  "dateOfBirth": "1830\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "1908\n----------------------------------------------\nKhông rõ",
  "hometown": "quê làng Kim La, huyện Thanh Trì, tỉnh Hà Đông (nay thuộc TP",
  "occupation": "Sử gia, nguyên là họ Cung",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 3084,
  "entityName": "Hoàng Đạo Thành",
  "aliases": [
    "Cúc Lữ"
  ],
  "overview": "Hoàng Đạo Thành (1830-1908) là một sử gia Việt Nam cuối thế kỷ 19 đầu thế kỷ 20 và là một chí sĩ hoạt động trong Phong trào Duy Tân. Ông cũng là cha của nhà văn hóa Hoàng Đạo Thúy.\n----------------------------------------------\nNăm Giáp thân 1884, ông đỗ cử nhân, làm đến Đồng tri phủ, sau bỏ quan về quê ông có lòng yêu nước, cùng Đào Nguyên Phổ và các chí sĩ khác hoạt động trong phong trào Duy tân. Ông nổi tiếng văn thơ, còn để lại các tác phẩm: - Đại Nam hành nghĩa liệt nữ truyện - Việt sử tân ước toàn biên - Việt sử tứ tự (Tập này có bài đề tựa và sự duyệt chính của Tảo Bi Đào Nguyên Phổ, Mai Viên Đoàn Triển và Gia Xuyên Đỗ Văn Tâm, trong năm Bính ngọ 1906). Bộ Việt sử tân ước toàn biên (2 quyển) do ông biên soạn là một bộ lược sử Việt Nam, soạn cho các học sinh tiểu học học. Tờ mặt sách đề rõ: Việt sử tân ước toàn biên. Phía trên bên phải Thành Thái Bính ngọ trọng đông tân thuyên (in năm Thành Thái Bính ngọ 1906); phía trái bên dưới: Cúc Lữ Hoàng phó tẩm, Quan văn (đường) tảng bản (Cúc Lữ họ Hoàng cho khắc in, nhà Quan văn chứa ván in). Trang sau tờ mặt có bài tiểu chí của tác giả, cho biết bản sách này là bản đã sửa chữa và khắc lại, đã trình phủ Thống sứ duyệt, cho phép đem bán. Thứ đến bài tựa đề năm Thành Thái Bính ngọ (1906) do Đào Nguyên Phổ (Tảo Bi) và Đoàn Triền (Mai Viên) duyệt; Đỗ Văn Tâm (Gia Xuyên) duyệt và sửa lại; Hoàng Đạo Thành (Cúc La) biên toản. Thứ đến ba điều tự chí của tác giả. Thứ đến Lịch đại niên kỉ (chỉ ghi tên từ Hùng Vương đến Lê Mẫn đế, không đối chiếu Công nguyên). Sách Việt sử tân ước toàn biên là một sách giáo khoa cho bậc tiểu học, chép theo niên kỉ từ đời nọ đến đời kia, chỉ chép các sự việc lớn, gọn và rõ, có thể gọi đủ. Sách chép từ Hùng vương đến hết triều Lê (q.2, tờ 43). Sau đó phụ bài Tây Sơn thủy mạt khảo (q. 2). Sách làm vào hồi đầu thế kỉ XIX, hồi phong trào duy tân mới chớm nở, nên lối viết nửa mới nửa cũ."
}