{
  "dateOfBirth" : "Kỉ Dậu 1909",
  "dateOfDeath" : "Không rõ",
  "hometown" : "tại Huế (họ thật là Hồng - bị cải thành Cung vì cùng họ với Hồng Tú Toàn chống với nhà Thanh",
  "occupation" : "Nhà văn viết tiếng Việt, Pháp, Anh, nhà tổ chức Hướng đạo Việt Nam",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 309,
  "entityName" : "Cung Giũ Nguyên",
  "aliases" : [ ],
  "overview" : "Thân phụ Cung Giữ Nguyên là ông Cung Quang Bào, một đốc học. Thân mẫu bà Nguyễn Phước Thị Bút, trưởng nữ quận công Hồng Ngọc, và cháu nội ngài Nguyễn Phước Miền Lịch, An Thành Vương, con út vua Minh Mạng và có lần đã làm Nhiếp chánh Thân thần. Cung Giữ Nguyên học trung học tại trường Quốc học Huế những năm 1922- 1927. Đáng lẽ đi học trường Cao đẳng Mỹ thuật Hà Nội nhưng vì con trưởng một gia đình nghèo và đông con, ông phải từ bỏ mộng trở nên họa sĩ để kiếm kế sinh nhai. Năm 1928, được bổ làm trợ giáo tập sự tại trường Nam Tiểu học Nha Trang, nhưng đến đầu năm 1930 bị bãi chức; nghị định thải hồi của Khâm sứ Trung kì không nêu lí do nhưng có thể ước đoán là vì lí do chính trị. Năm 1948 trong bài thơ Le mot đăng trên tạp chí France-Asie, Sai gon, Cung Giũ Nguyên có nhắc đến biến cố này. Bùi Xuân Bào trong phần giới thiệu các nhà văn Việt Nam viết tiếng Pháp trong quyển Littératures de lague francaise hors de France, đã nhắc lại bài thơ ấy và xem 1930 là năm đánh dấu khúc quanh đời của tác giả. Cung Giữ Nguyên viết văn thuần thục ba thứ ngôn ngữ Việt, Anh, Pháp và từ đó ông cộng tác với nhiều báo chí trong nước và ngoài nước: Đông Pháp thời báo, Sài Gòn mới (Sài Gòn), Nam Phong (Hà Nội), L'Indochine Nouvelle (Sài Gòn), France-Annam, La Gazette de Huế, Tân Văn (Sài Gòn), Symposium (Syracuse), Book Abroad (Oklahoma, Hoa Kỳ), France-Asie (Sài Gòn)... Năm 1938-1940, cúng với Raoul Serène, sau này là Giám đốc Hải Học Viện Nha Trang - Đông Dương, chủ trương nguyệt san Les Cahiers de la Jeunesse ở Nha Trang. Năm 1939, chủ bút nguyệt san song ngữ Tương lai tạp chí, Nha Trang. Năm 1940-1942, chủ bút nhật báo Le Soi d'Asie, Sài Gòn. Từ năm 1954, chủ bút tuần báo La Presse D'Extrême-Orient, Sài Gòn. Ông trở lại nghề dạy học từ năm 1940. Từ năm 1955 đến 1975: Hiệu trưởng trường trung học đệ nhị cấp bán công Lê Quý Đôn, Nha Trang. Năm 1972-1975, Giáo sư thỉnh giảng Viện Đại học Cộng đồng Duyên Hải, Nha Trang, Trưởng phòng Pháp văn, phụ trách nội san Duyên Hải. Năm 1990-1999, Giáo sư thỉnh giảng (Ngôn ngữ và văn chương Pháp). Khoa Pháp văn, Trường Cao đẳng Sư phạm Nha Trang. Và tham gia nhiều công tác xã hội ở Nha Trang, Sài Gòn nhất là trong tổ chức thanh niên Hướng đạo Việt Nam và thế giới. Công tác xã hội: - Ủy viên Đạo trưởng Đạo Nam Hội Hướng Đạo Trung Kỳ, 1938-1944. - Phụ tá trại trường Gillwell, Thành viên ban Huấn Luyện trại trường Hướng Đạo thế giới, London, Anh quốc, 1957. Ủy viên Huấn luyện Hội Hướng đạo Việt Nam. Trại trưởng Việt Nam 1958-1963. - Năm 1972, Hội viên thiệt thọ Hội nhà văn tiếng Pháp, Associati ơn des Ecrivains de langue francaise (ADELF), Paris. Đã sống tại Anh, Pháp. Từng đi thăm một số nước Á châu: Hong Kong, Ấn Độ, Miến Điện, Thái Lan, Phi Luật Tân... Hiện nay (2004) ông đang sống tại Nha Trang. Tác phẩm của ông đã được nói đến trong khá nhiều báo chí, tài liệu văn học Việt Nam và nước ngoài. Tác phẩm Cung Gia Nguyên là một đóng góp lớn cho văn học Việt Nam."
}