{
  "dateOfBirth": "…",
  "dateOfDeath": "1446\n----------------------------------------------\nBính Dần 1446",
  "hometown": "quê ở đất Lam Sơn, huyện Thụy Nguyên, tỉnh Thanh Hóa, nguyên là cháu gọi Bình Định vương bằng chú ruột",
  "occupation": "Danh tướng đời Lê Thái tổ",
  "workTenure": "Không rõ",
  "fatherName": {
    "Lê Trừ- anh thứ hai của Lê Lợi": null
  },
  "motherName": {},
  "eraName": {
    "nhà Lê": null,
    "Triều Lê Sơ": 7
  },
  "id": 3098,
  "entityName": "Lê Khôi",
  "aliases": [],
  "overview": "Lê Khôi (chữ Hán: 黎魁; ? - 1446), tên thụy là Vũ Mục, công thần khai quốc nhà Lê sơ. Ông là con trai của Lê Trừ- anh thứ hai của Lê Lợi, tham gia khởi nghĩa Lam Sơn, lập nhiều công lao. Lê Thái Tổ lên ngôi phong cho là Kì Lân Hổ Vệ tướng quân, hàm Nhập nội thiếu úy, tước Đình Thượng hầu. Lê Khôi được điều làm trấn thủ Hóa châu, nhiều lần tham gia đánh Chiêm thành, lập nhiều chiến tích.\n----------------------------------------------\nÔng là con Lê Trừ (anh thứ hai của Lê Lợi), tính người độ lượng, thuần nhã, ít nói, ít cười, ông nhiệt thành theo giúp Lê Lợi, dày công dẹp giặc cứu nước. Cuộc khởi nghĩa thành công khoảng năm Canh tuất 1430, ông lãnh mạng vào trấn giữ Hóa Châu (đất Thuận Hóa), triệu tập lưu dân, tội đồ, khuyến khích việc canh nông, huấn luyện binh sĩ. Người Chiêm Thành rất kính mộ ông, mỗi khi vào sứ cống triều đình, đều đến vấn an ông trước. Ít lâu, ông lại trấn giữ Cao Bẳng. Đến đầu đời Nhân tông, ông lại được phong làm Nhập nội Thiếu úy, sung chức Tri phủ Nghệ An, xử việc án ngục đều đứng đắn, công bằng. Năm Bính dần 1446, ông được lệnh vua cùng Lê Thận, Lê Xí (tức Nguyễn Xí) cầm quân đánh Chiêm Thành. Khi quân ông tới nơi, địch bắt loa kêu to: \"có phải Quan Tư mã đã đến đấy không?\". Ông nhận, lột mão cho quân Chiêm nom thấy chúng có vẻ nao núng. Nhân đó, ông tiến đánh vào thành Đồ Bàn, bắt chúa Chiêm là Bí Cai. Trên đường đem quân về, ông bệnh mất ở dưới núi Long Ngâm (có sách chép là núi Nam Giới ở Hà Tĩnh) được truy tặng là Nhập nội Đại hành khiển, Thái úy, Tân Quốc Công. Dân chúng Hà Tĩnh truy niệm công đức ông, lập đền thờ ở dưới núi Long Ngâm. Về đời Lê Thánh tông, khoảng năm Nhâm thìn 1472, nhà vua đi đánh Chiêm Thành, qua đền thờ ông ở Triều Khẩu và Nam Giới, có bài thơ điếu: Dẹp yên bốn cõi mới buông tay, Lồ lộ thai tinh một đóa mây. Tể tướng bếp tàn mai lạnh vạc, Tướng quân doanh vắng liễu chau mày. Phong lưu phú quí ba đời thấy, Sự nghiệp công danh bốn bể hay. Thương ít, tiếc nhiều khôn xiết chế, Miếu đường hầu lây cột nào thay!"
}