{
  "dateOfBirth": "1834\n----------------------------------------------\nGiáp Ngọ 1834",
  "dateOfDeath": "1902\n----------------------------------------------\nNhâm Dần 1902",
  "hometown": "quê làng Kim Lũ huyện Thanh Trì, tỉnh Hà Đông (nay thuộc ngoại thành Hà Nội)",
  "occupation": "Danh thần đời ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 310,
  "entityName": "Nguyễn Trọng Hợp",
  "aliases": [
    "Trọng Hợp",
    "Kim Giang",
    "Nguyễn Tuyên"
  ],
  "overview": "Nguyễn Tuyên (chữ Hán: 阮瑄, 1834 - 1902), tự Trọng Hợp (仲合), hiệu Kim Giang (金江), là một quan đại thần triều Nguyễn,làm quan trải bảy đời vua từ Tự Đức đến Thành Thái.\n----------------------------------------------\nNăm 1898 ông xin nghỉ dài hạn, năm 1902 ông mất, thọ 68 tuổi. Khoảng năm 1874, khi vào Kinh, Hoàng giáp Tam đăng Phạm Văn Nghi có thơ tặng ông: Tiễn Thiên Trường Thái thú Nguyễn Trọng Hợp lai kinh Quân kim thưởng đế kinh. Khiển quyền tống quân hành. Huy bút, ngôn nan cánh, Hàm bôi, lệ dị khuynh. Sơn do phục mãnh thú, Hải dĩ động trường kình. Đa cố như kim nhật, Phùng ưu tiểu ngã sinh. Hiểm di đăn duy mệnh, Đại tiểu đồng nhất tình, Hạnh vị gia nhi ngữ Thiên hành, hư tất doanh. Nghĩa: Nay bác vào đế kinh, tiễn bác lên đường, lòng quyến luyến. Cầm bút khó viết hết lời, nhắp chén rượu lệ lại rưng rưng. Núi vẫn còn thú dữ nấp, bể đã sôi động vì cá kình dậy. Ngày nay, lắm chuyện nhiễu nhương, đáng cười cho ta sống vào lúc trăm việc phải lo. Nguy hay yên là do mệnh trời cả, dù lớn hay nhỏ cũng một mình như thế. Xin nhờ nói với con tôi \"Đạo trờì xoay chuyển vơi rồi lại đầy\". Các tác phẩm của ông: - Minh Mạng chính yếu - Đại Nam chính biên liệt truyện - Kim Giang thi văn tập - Thành trì Nguyễn thị thế phả - Tây Sà thi tập (Nguyễn Thuật đề tựa) - Nhật lịch ước biên - Kim Giang Nguyễn tướng công nhật lịch tùy kí Và ông đã đề tựa các sách: - Đại Việt địa dư toàn biên - Giá Viên thi văn toàn tập của Phạm Phú Thứ."
}