{
  "dateOfBirth" : "tháng 4, năm 1255 Thăng Long, Đại Việt\n----------------------------------------------\nẤt Mão 1255",
  "dateOfDeath" : "1330 Thăng Long, Đại Việt\n----------------------------------------------\nTân Mùi 1331",
  "hometown" : "Không rõ",
  "occupation" : "Tể tướng Đại Việt\n----------------------------------------------\nDanh tướng đời Trần Nhân tông con thứ sáu Trần Thái tông, tước Chiêu văn vương. Người anh hùng trong trận Hàm Tử đuổi giặc Nguyên Mông xâm lược.",
  "workTenure" : "1302 – 1330\n----------------------------------------------\nKhông rõ",
  "fatherName" : {
    "Trần Thái tông" : null,
    "Trần Thái Tông" : 1286
  },
  "motherName" : {
    "Vũ Thái phi" : null
  },
  "eraName" : {
    "Nhà Trần" : 15,
    "Vương triều nhà Trần" : null
  },
  "id" : 3100,
  "entityName" : "Trần Nhật Duật",
  "aliases" : [ "Trần Quang Khải", "Chiêu Văn vương Chiêu Văn Đại vương" ],
  "overview" : "Trần Nhật Duật (chữ Hán: 陳日燏, 1255 – 1330), được biết qua tước hiệu Chiêu Văn vương (昭文王) hay Chiêu Văn đại vương (昭文大王), là một nhà chính trị, quân sự Đại Việt thời Trần. Ông là con trai thứ sáu của Trần Thái Tông và là một danh tướng của vương triều nhà Trần trong lịch sử Việt Nam. Ông là người có công trong cuộc kháng chiến chống quân Nguyên Mông lần thứ hai và thứ ba, đặc biệt là chiến thắng Hàm Tử, công lao hiển hách không thua kém Trần Quốc Tuấn hay Trần Quang Khải.\n----------------------------------------------\nÔng giỏi việc chính trị, quân sự, thông thạo ngôn ngữ và phong tục tập quán của các sắc dân trong và ngoài nước. Sử cũ chép rằng khi ông sinh ra trên cánh tay có mấy chữ \"Chiêu Văn đồng tử\" nên về sau ông được phong tước Chiêu Văn vương. Năm Canh thìn 1280 Tù trưởng ở đạo Đà Giang là Trịnh Giác Mật nổi lên chống triều đình, nghe tin ông nhận lệnh đi đánh dẹp, sai người đến thách ông: \"Mật không dám trái mệnh nếu ân chúa một mình một ngựa đến thì Mật xin hàng\". Ông chấp nhận, chỉ đem theo 6 tiểu đồng mỗi người một ngựa thẳng tới cổng giặc. Trịnh Giác Mật thấy ông dũng cảm lại thông thạo ngôn ngữ các sắc tộc ít người, đem lòng cảm phục chịu qui hàng. Năm Ất dậu 1285, quân Nguyên sang xâm lược, ông đánh thắng trận Hàm Tử (Khoái Châu, tỉnh Hưng Yên) danh tiếng ông càng lừng lẫy. Năm 1302 ông được phong làm Thái úy Quốc Công, rồi thăng Tá Thánh Thái sư, sau được phong Đại vương vào năm 1329. Ông từng phục vụ 4 triều vua (Nhân tông, Anh tông, Minh tông và Hiến tông) có nhiều công lao xây dựng xứ sở, đem lại an lành cho nhân dân. Ông chẳng những giỏi chính trị, quân sự, lại thông thạo ngôn ngữ các dân tộc ít người, mà còn là nhà sáng tác âm nhạc nổi tiếng ở cung đình, văn sĩ có danh tiếng đương thời. Năm Tân mùi 1331, ông mất, thọ 76 tuổi. Ông là tác giả sách: Lĩnh Nam dật sử."
}