{
  "dateOfBirth": "1850\n----------------------------------------------\nCanh Tuất 1850",
  "dateOfDeath": "1933\n----------------------------------------------\nQuí Dậu 1933",
  "hometown": "Quê làng Đông Thái, tỉnh Hà Tĩnh (nay vẫn thuộc tỉnh Hà Tĩnh), thi đỗ cử nhân đời Tự Đức",
  "occupation": "Tay chân thực dân Pháp, tác giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 3115,
  "entityName": "Hoàng Cao Khải",
  "aliases": [
    "Thái Xuyên"
  ],
  "overview": "Hoàng Cao Khải (chữ Hán: 黃高啟; 1850–1933), là nhà văn, nhà sử học và là đại thần thân Pháp dưới triều vua Thành Thái trong lịch sử Việt Nam.\n----------------------------------------------\nLàm huấn đạo huyện Thọ Xương, Giáo thọ phủ Hoài Đức, Tri huyện Thọ Xương (đều thuộc về tỉnh Hà Nội, rồi thăng quyền Án sát Lạng Sơn, quyền Tuần phủ Hưng Yên, quyền Tổng đốc Hải Dương. Quân Pháp sang cướp nước ta, triều đình kí hòa ước đầu hàng Pháp, nhưng nhân dân đứng lên khởi nghĩa nhiều nơi, Hoàng Cao Khải lúc ấy danh giữ chức quyền Tổng đốc Hải Dương, được Kinh lược Nguyễn Trọng Hợp cử làm Tiễu phủ sứ đi đánh dẹp quân khởi nghĩa. Do có công đàn áp nghĩa quân, Hoàng được sung chức Khâm sai kinh lược Bắc Kì. Chính trong giai đoạn này, Hoàng theo lệnh Pháp viết thư chiêu dụ nhà ái quốc Phan Đình Phùng, bị Phan Đình Phùng sỉ vả. Từ đấy, Hoàng hoàn toàn trở thành tay sai đắc lực của Pháp, càng lúc càng cấu kết chặt chẽ với thực dân Pháp. Các con là Hoàng Mạnh Trí, Hoàng Trọng Phu (người này là rể tổng đốc Đỗ Hữu Phương cũng là tay chân Pháp) đều làm tổng đốc, Hoàng Gia Mô làm Tri huyện. Năm 1897, bãi nha Kinh lược, đặt phủ Thống sứ, Hoàng Cao Khải được quan thầy điều về Huế lãnh chức Thượng thư bộ Binh; rồi làm phụ chánh đại thần triều Thành Thái, và làm Thái tử Thái phó, Văn minh điện đại học sĩ, tước Duyên Mậu Quận Công. Đến sau, Hoàng bị Nguyễn Thân lấn áp và Pháp cũng muốn thải hồi nên buộc cả hai (NT và HCK) về hưu trí, ở ấp Thái Hà (Hà Nội). Đời Hoàng khi đắc thời nghiễm nhiên như một phó vương. Khi về hưu, Cũng hay soạn sách. Về chữ Hán, Hoàng có ba tác phẩm: - Việt Nam sử yếu - Việt Nam nhân thần giám - Việt sử kính rồi tự dịch cả ba bộ ra quốc văn. Về chữ Nôm, có soạn: - Vịnh Nam sử - Làm con phải hiếu - Đàn bà nước Nam - Tân Nam đắc bằng (tuồng) - Tượng kì khí xa. (tuồng) Sĩ phu Hưng Yên có đôi câu đối chửi khéo Hoàng Cao Khải: Ông ra Bắc là may, chức Kinh lược, tước Quận Công, bốn bể không nhà mà nhất nhỉ; Cụ về Tây cũng tiếc, trong triều đình, ngoài ch nh phủ, một lòng với nước có hại đâu. Hầu hết sĩ phu đương thời đều xem khinh Hoàng Cao Khải dù Hoàng có tài văn học. Việt Nam sử yếu là một bộ sách quan trọng nhất trong toàn bộ tác phẩm của ông."
}