{
  "dateOfBirth": "Ất Tị 225",
  "dateOfDeath": "Bính Dần 246",
  "hometown": "quê ở Cửu Chân, huyện Nông Cống (nay thuộc vùng núi Quan Yên, tỉnh Thanh Hóa)",
  "occupation": "Nữ anh hùng dân tộc, lãnh đạo cuộc khởi nghĩa chống quân Ngô trong thời Bắc thuộc",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Bắc thuộc lần 2": 24
  },
  "id": 313,
  "entityName": "Triêu Thị Trinh",
  "aliases": [
    "Triệu Thị Trinh",
    "Triệu Trinh Nương"
  ],
  "overview": "Bà giỏi võ nghệ, có chí lớn. Năm 19 tuổi, đáp lời người hỏi bà về việc chồng con, bà nói: \"Tôi muốn cưỡi cơn gió mạnh, đạp luồng sóng dữ, chém cá kình ở biển Đông, đánh đuổi quân Ngô, cởi ách nô lệ, há chịu cúi đầu làm tì thiếp người ta ư?\". Bà cùng anh là Triệu Quốc Đạt chiêu tập nghĩa quân, quyết lòng đánh đuổi quân Ngô cứu nước, cứu dân. Người chị dâu có ý phản động toan tố cáo với giặc, bà cương quyết giết đi. Năm Mậu thìn 248, cuộc khởi nghĩa bùng nổ. Giữa lúc chiến đấu ác liệt với quân Ngô, anh bà đột ngột lâm bệnh rồi mất, bà vẫn tiếp tục chỉ huy dân quân đánh đuổi quân giặc. Tướng Ngô là Thứ sử Lục Dận dùng của cải quyền tước mua chuộc một số tù trưởng khiến một số người rời bỏ cuộc chiến đấu, rồi đem quân đàn áp nghĩa quân dữ dội. Thất bại, bà chạy đến xã Bộ Điền (nay là xã Phú Điền, huyện Mĩ Hóa) tự đâm cổ hi sinh, hưởng dương 23 tuổi (có sách chép bà hi sinh trên đỉnh núi Tùng). Nay xã Phú Điền, tỉnh Thanh Hóa có đền thờ bà. Về sau Lý Nam Đế (Lý Bôn) có lập miếu thờ bà và truy phong là Bật chính anh hùng tài trinh nhất phu nhân. Tương truyền giặc Ngô khiếp uy dũng của bà, có câu: \"Hoành qua đương hổ dị Đối diện Bà vương nan\" Nghĩa: Múa giáo đánh cọp dễ Đối mặt Bà vương khó. Trong dân gian có câu ca dao truyền tụng: Ru con, con ngủ cho lành, Để mẹ gánh nước rửa bành ông voi. Muốn coi lên núi mà coi. Coi bà Triệu tướng cỡi voi đánh cồng. Thơ văn truy niệm bà từ xưa đến nay rất nhiều. Tùng Vân Nguyễn Đôn Phục có bài VỊNH MIẾU BÀ TRIỆU: Miếu tạc bia truyền lẫn khói nhang. Nghìn thu oanh liệt Triệu Kiều quang. Cờ vàng khởi nghĩa quân Ngô khiếp, Voi trắng tung hoành giặc Lữ tan. Khăn yếm những mong đền nợ nước, Áo cơm bao quản gánh giang sơn. Núi Bồ làm dâú ghi thiên cổ, Máy tạo hưng vong cũng khó lưởng."
}