{
  "dateOfBirth": "?\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "1340 trại An Trung, xã Dương Hòa, lộ Lý Nhân (Hà Nam)\n----------------------------------------------\nKỉ Mão 1339",
  "hometown": "quê huyện Chí Linh (nay thuộc tỉnh Hải Dương)",
  "occupation": "Danh tướng, Thiên vương đời Trần Nhân tông tước Nhân Huệ vương, con của Thượng tướng Trần Phó Duyệt",
  "workTenure": "Không rõ",
  "fatherName": {
    "Trần Phó Duyệt": null,
    "Thượng tướng Trần Phó Duyệt": null
  },
  "motherName": {
    "?": null
  },
  "eraName": {
    "Nhà Trần": 15
  },
  "id": 350,
  "entityName": "Trần Khánh Dư",
  "aliases": [
    "Nhân Huệ vương (仁惠王)"
  ],
  "overview": "Trần Khánh Dư (chữ Hán: 陳慶餘, ? - 1340), hiệu là Nhân Huệ vương (仁惠王), là một chính khách, nhà quân sự Đại Việt dưới thời Trần. Ông nổi bật với việc giữ chức Phó đô tướng quân trong trong kháng chiến chống Nguyên lần 2 và 3, tiêu diệt đoàn thuyền lương quân Nguyên ở Vân Đồn năm 1288, tham gia chinh phục Chiêm Thành năm 1312 nhưng bị sử sách phê phán vì tính tham lam, thô bỉ thể hiện qua câu nói \"Tướng là chim ưng, dân lính là vịt, dùng vịt để nuôi chim ưng thì có gì là lạ?\".\n----------------------------------------------\nÔng say mê sách vở, giỏi binh thư, được Trần Thánh tông nhận làm con nuôi (Thiên tử nghĩa nam: con nuôi vua) phong làm Phiêu kị Đại tướng quân, tước Thượng Vị Hầu. Sau vì có sự va chạm với gia đình Hưng Đạo vương Trần Quốc Tuấn, ông bị cách hết quan tước, tịch thu tài sản, đuổi về làm dân. Ông nhẫn nhục lui về sống ở quê nhà có lúc làm nghề đốt than, bán than (do đấy có thuyết gán cho ông là tác giả bài thơ \"Người bán than\", thật ra chưa hẳn ông là tác giả). Tháng 10 năm Nhâm ngọ 1282, trong lúc ông chở thuyền than qua bến Bình Than có người thông báo với nhà vua ông được triệu về họp ở Bình Than (Nam Sách - Hải Hưng). Thấy ông cực khổ Trần Nhân tông xuống chiếu tha tội cho ông, ban cho áo ngự và phong làm Phó Đô tướng quân. Năm Mậu tí 1288, trong cuộc kháng chiến chống quân Nguyên Mông xâm lược lần thứ ba, ông chỉ huy đạo quân phòng giữ vùng biển, đóng ở Vân Đồn (Quảng Ninh). Khi cánh quân thủy Ô Mã Nhi, Phàn Tiếp kéo qua Vân Đồn ông chặn đánh nhưng không cản được giặc. Thượng hoàng nghe tin, sai sứ đến bắt ông về xử tội. Ông bảo với sứ \"Lấy quân luật mà xử, đành là tôi có tội, nhưng xin hoãn cho vài ngày để tôi lập công chuộc tội, rồi sẽ chịu búa rìu phê phán cũng chưa muộn\". Rồi sau đó ông bố trí quân chặn đường về của giặc để triệt hạ. Đúng như ông dự đoán, mấy ngày sau, đoàn thuyền chở lương thực của giặc do Trương Văn Hổ điều động qua bến Vân Đồn. Ông xua quân đánh, bắt được. các tướng giặc và tù binh, thâu nhiều chiến lợi phẩm. Chiến công của ông góp phần làm cho quân giặc suy yếu và mở đường cho đạo thủy quân của ta tạo nên chiến thắng Bạch Đằng sau đó. Ông nghiễm nhiên đứng vào hàng thân vương lỗi lạc của nhà Trần. Năm 1339 ông mất, thọ trên 60 tuổi."
}