{
  "dateOfBirth" : "Quí Hợi 1803",
  "dateOfDeath" : "Bính Thìn 1856",
  "hometown" : "Quê làng Bái Dương",
  "occupation" : "Danh sĩ đời Minh Mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 354,
  "entityName" : "Ngô Thế Vinh",
  "aliases" : [ "Trọng Phu, Trọng Nhượng, Trọng Dực" ],
  "overview" : "Năm Kỉ sửu 1829 ông đỗ tiến sĩ, làm quan đến Lang trung bộ Lễ, bị cách chức, về nhà dạy học, đào tạo được rất nhiều nhân tài cho đất nước lúc đương thời. Năm Bính thìn 1856 ông mất, hưởng dương 53 tuổi. Ông có đề tựa và phê bình sách Ức Trai thi tậo do Dương Bá Cung biên soạn. Ngoài ra, ông còn mấy tác phẩm xuất sắc: - Trúc Đường Chu Dịch tùy bút - Dương Đình thi phú văn tập - Nữ huấn tân thư - Trúc Đường phú tập - Dương Đình phú tuyển - Trúc Đường thi văn tùy bút - Bái Dương thi tập - Trúc Đường khóa sách - Khúc Giang Ngô Đình Dương tam tập - Trúc Đường trường văn sách - Khải Đồng thuyết ước (hợp soạn) Tác phẩm của Ngô Thế Vinh là một phần quan trọng của di sản văn hóa dân tộc. Bộ Khải Đồng thuyết ước (2 quyển) do ông và Phan Vọng soạn. Đây là một quyển sách dạy trẻ em bắt đầu học vỡ lòng, bằng chữ Hán. Sách dạy về nhiều môn, dựa trên quan điểm tam tài (thiên, địa, nhân), dạy đại khái từ thiên văn, địa lí, rồi đến nhân sự. Nghĩa là gồm các môn loại tri thức trong vũ trụ. Sách viết lối văn tứ tự có vần, mỗi câu bốn chữ, bốn câu hai vần thanh bằng, thanh trắc thay đổi nhịp nhàng, cốt đề thuận miệng dễ thuộc lòng. Cố nhiên sách viết không hợp lối giáo khoa, trọng về tri thức, nhiều chữ nhiều nghĩa khó quá, không thích hợp cho trẻ em mới học, nhưng nó có nhiều ưu điểm: dạy nhiều về các sự việc lịch sử Việt Nam, thiết thực cho trẻ em Việt Nam. Đọc bài tựa của tác giả, ta thấy từ sau khi sách Khải đồng thuyết ước ra đời năm 1853, có một sự chuyển biến lớn về phương pháp sư phạm ở Việt Nam, chuyển biến về giáo dục tư tưởng, về tri thức khoa học nhiều hơn văn chương cử nghiệp. Sau đây là bài tự tự ấy, như sau: Bản dịch: Bài tự tự sách Khải đồng thuyết ước Tôi lúc còn bé, được cha tôi theo thói thường: trước hết cho đọc sách Tam tự kinh, cùng các sử đời Tam hoàng, rồi học các sách Kinh truyện (Kinh: Thi, Thư, Dịch, Lễ, Xuân thu; Truyện: Luận ngữ, Mạnh Tử, Đại học, Trung dung). Tập làm lối văn thi cử thời đó, mong sao cho đúng với cách thức đi thi, chiếm được áo xanh, mũ đẹp thì thôi. Còn đến như, trên thì thiên văn, dưới thì địa lí, giữa thi nhân sự cùng là các đời trước sau [trong sử] nước ta, chưa hề có giảng đến bao giờ cả. May nhờ cha tôi dạy bảo, nhờ phúc đức tổ tiên, năm Thiệu Trị thứ nhất, khoa Tân sửu ân khoa tôi được dự trúng thi hương; nói về tam tài thì giống còn con nít, tôi rất tự hổ thẹn. Sau được lạm làm tri huyện Nam Chân (sau là Nam Trực), may được chuyển huyện nhỏ dân thưa, công đường ít việc, (tôi) sưu tập nhiều sách, xem được ít nhiều, bèn trích lấy những điều đại lược về thiên văn, địa lí, thế thứ các đời biên thành một tập, chia làm ba phần, mỗi câu bốn chữ, bốn câu có hai vần, thanh bằng thanh trắc thay đổi đề tiện cho trẻ em dễ học thuộc lòng; đặt tên gọi là Khải đồng thuyết ước, khiến cho các con châu trong nhà học tập may ra biết được qua loa về tam tài; điều cốt yếu là muốn nói về nước nhà, điều ấy cũng còn tự mở rộng thêm kiến văn cho tôi học được từ xưa. Còn đến như bảo rằng thông suốt tam tài mới gọi nhà nho, thì tôi thật sao dám! Năm Tự Đức thứ 6, mùa xuân năm Quí sửu (1853) viết bài tựa. (Trần Văn Giáp dịch)."
}