{
  "dateOfBirth" : "Không rõ",
  "dateOfDeath" : "Không rõ",
  "hometown" : "quê làng Trâu Lỗ, có sách chép Hòa Lỗ, huyện Tân Phúc (sau đổi là Thiên Phúc, rồi đổi là Hiệp Hòa, nay thuộc Đa Phúc, tỉnh Vĩnh Phú)\n----------------------------------------------\nKhông rõ",
  "occupation" : "Danh sĩ cuối đời Trần - Hồ, không rõ năm sinh, năm mất, quê làng Trâu Lỗ, có sách chép Hòa Lỗ, huyện Tân Phúc \n----------------------------------------------\nHoàng đế",
  "workTenure" : "1883–1883",
  "fatherName" : {
    "Thiệu Trị" : 164
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Trần" : 15,
    "Nhà Hồ" : 9,
    "Nhà Nguyễn" : null
  },
  "id" : 357,
  "entityName" : "Đoàn Xuân Lôi",
  "aliases" : [ "Hiệp Hòa", "Thiên Phúc" ],
  "overview" : "Năm Giáp tí 1384, ông đỗ Thái học sinh, dạy ở Quốc tử giám, nổi tiếng văn thơ. Tính ông khảng khái không kiêng dè ai cả. Nhân đọc sách Minh đạo của Hồ Quí Ly, ông không đồng ý ở nhiều đoạn, bèn viết một bài bình luận gởi thẳng cho Quí Ly, bài bác gay gắt. Hồ Quí Ly bị chạm tự ái, nổi giận hạ lệnh đày ông đi một châu khác. Đồng thời, trạng nguyên Đào Sư Tích là người hay lui tới đọc sách với ông cũng bị giáng chức, vì Quí Ly cho là cùng một phái với ông. Sau, được phục chức, làm đến Trung thư hoàng môn thị lang, kiêmThông phán ở Ái Châu, ít lâu ông bệnh, mất tại chức. Văn chương, tư tưởng ông nức tiếng một thời. Có lần người nông dân ở Tây Đô (Thanh Hóa) bắt được một con sâu hình dạng giống lá cây, dâng lên vua. Triều đình cho điềm lành của kinh đô mới, đặt tên sâu ấy là con ngựa lá (diệp mã nhi). Nhân đó các danh sĩ đều làm phú chúc tụng. Bài của Nguyễn Phi Khanh khá hay. Bài phú của ông tuyệt diệu, Trình Văn Huy có lời phê: \"Lời rang rảng có nhiều câu kì lạ\".\n----------------------------------------------\nHiệp Hòa (chữ Hán: 協和; 1 tháng 11 năm 1847 – 29 tháng 11 năm 1883), húy là Nguyễn Phúc Hồng Dật (阮福洪佚), sau khi lên ngôi đổi thành Nguyễn Phúc Thăng (阮福昇), là vị hoàng đế thứ sáu của triều đại nhà Nguyễn trong lịch sử Việt Nam. Trong khoảng thời gian trị vì ngắn ngủi của mình, ông chỉ sử dụng một niên hiệu là Hiệp Hòa nên thường được gọi theo tên này. Ông không có miếu hiệu, được hậu duệ truy tặng làm Văn Lãng Quận vương (文朗郡王), thụy là Trang Cung (莊恭).Thời gian trị vì của ông Là 4 tháng 10 ngày tổng cộng 130 ngày."
}