{
  "dateOfBirth" : "Đinh Dậu 1897",
  "dateOfDeath" : "Quí Mão 1963",
  "hometown" : "quê làng Hội Khánh, huyện Vạn Ninh, tỉnh Khánh Hòa",
  "occupation" : "Tức Bồ tát Quảng Đức, nguyên tên là Lâm Văn Tuất ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 358,
  "entityName" : "Nguyễn Văn Khiết",
  "aliases" : [ "Quảng Đức", "Lâm Văn Tuất" ],
  "overview" : "Năm lên 7 tuổi, ông vào tu tại chùa của cậu ruột là Hòa thượng Hoằng Thâm, năm 15 tuổi thọ Sa di, năm 20 tuổi thọ Tì kheo, có pháp danh là Thị Thủy, Pháp tự là Hành Pháp hiệu là Thích Quảng Đức. Ngoài ra ông còn được các đạo hữu gọi là Hòa thượng Long Vĩnh vì có lúc ông trụ trì chùa Long Vĩnh ở Gia Định. Nơi đây ông lấy hiệu là Thích Giác Tánh. Sau khi thọ giới Tì kheo, ông lập lại ngôi chùa trên núi thuộc huyện Ninh Hòa (tỉnh Khánh Hòa) gọi là Thiên Lộc tự hay Thiên An tự, đào tạo được một số Sa di. Năm 1932, nhân An Nam Phật học hội (tức Hội Phật học Trung Kì) ra đời, ông được mời làm Chứng minh Đạo sư tại chi hội Phật học Ninh Hòa, rồi lãnh chức Kiểm tăng của Giáo hội tỉnh Khánh Hòa. Năm 1943, ông vào miền Nam hóa đạo khắp các tỉnh: Sài Gòn, Gia Định, Bà Rịa, Định Tường, Hà Tiên và từng sang Campuchia nghiên cứu kinh điển Pali hơn 3 năm. Trong thời gian hành đạo ông đã có công xây dựng và Trùng tu hơn 31 cảnh chùa (14 ở miền Trung và 17 ở miền Nam). Ngôi chùa cuối cùng ông trụ trì là chùa Quán Thế Âm, 68 đường Nguyễn Huệ, tỉnh Gia Định (nay là 90 đường Thích Quảng Đức, thành phố Hồ Chí Minh). Năm 1953, ông giữ chức Trưởng ban Nghi lễ của Giáo hội Tăng già Nam Việt kiêm trụ trì chùa Phước Hòa, rồi chùa Quán Thế âm. Ngày 20 tháng 4 âm lịch nhuần (11-6-1963), trong cuộc tuần hành của trên 1000 vị tăng sĩ và giới lãnh đạo Giáo hội Phật giáo miền Nam cùng một số đông đảo đồng bào yêu nước chống chế độ độc tài Ngô Đình Diệm, ông phát nguyện tự thiêu đòi bình đẳng tôn giáo chống đàn áp Phật giáo và đòi dân sinh, dân chủ. Cuộc tự thiêu diễn ra giữa ngã tư đường Phan Đình Phùng và Lê Vãn Duyệt (nay là đường Nguyễn Đình Chiểu - Cách Mạng Tháng Tám). Từ trên xe ông ung dung bước xuống, tĩnh tọa rồi tự tay châm lửa vào thân, ngọn lửa bốc cao phủ kín thân mình, ông vẫn ngồi thẳng lưng. Sau 15 phút lửa tàn, ông gật đầu rồi nằm ngã ngửa trước sự chứng kiến của đông đảo đồng bào cùng kí giả báo chí trong nước và nước ngoài. Sau đó, nhục thân ông được hỏa táng ở An Dương địa Phú Lâm, sau hai lần hỏa thiêu bằng điện quả tim ông vẫn còn nguyên vẹn. Cảm vì ngọn lửa và quả tim ấy, một nhà thơ (Vũ Họàng Chương) lúc ấy có bài thơ LỬA TỪ BI truy niệm. Trong đó có đoạn: Lửa! Lửa cháy ngất tòa sen, Tám chín phương nhục thể tràn tâm. Hiện thành thơ quì cả xuống, Chỗ người ngồi: một thiên thu tuyệt tác, Trong vô hình sáng chói lửa từ bi. Cái chết bi hùng của ông là một trong những nỗi kinh hoàng đối với chế độ Ngô Đình Diệm hồi đó. Hiện nay tại ngã tư đường Nguyễn Đình Chiểu - Cách mạng tháng Tám, vẫn còn tượng đài kỉ niệm Bồ Tát."
}