{
  "dateOfBirth": "Quí Tị 1893",
  "dateOfDeath": "Bính Thìn 1916",
  "hometown": "TP Hồ Chí Minh",
  "occupation": "Chiến sĩ chống Pháp ở Sài Gòn, con ông Phan Núi (nhân viên cảnh sát ở Chợ Lớn). Khoảng năm 1911, Phan được Nguyễn Hữu Trí và Nguyễn Văn Hiệp tôn làm lãnh tụ phong trào nông dân chống Pháp mang màu sắc tôn giáo.",
  "workTenure": "Không rõ",
  "fatherName": {
    "Phan Núi": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 368,
  "entityName": "Phan Phát Sanh",
  "aliases": [
    "Phan Xích Long"
  ],
  "overview": "Phan tự cho mình là \"Đông cung\" con vua Hàm Nghi, tự tôn là Phan Xích Long hoàng đế, lập căn cứ ở núi Thất Sơn in truyền đơn rải khắp các chợ Sài Gòn, Chợ Lớn, Gia Định... kêu gọi nhân dân nổi lên chống Pháp giành độc lập. Đêm 23 rạng ngày 24-3-1913, họ định ném bom và tạc đạn ở Sài Gòn và Chợ Lớn, nhưng bom không nổ và kế hoạch đã bị lộ trước đó. Nghĩa quân bị đàn áp ngay. Phan Xích Long trước đó 2 ngày đã bị bắt ở Phan Thiết. Ông bị kết án khổ sai chung thân cùng với năm chiến sĩ là Nguyễn Hữu Trí, Nguyễn Văn Hiệp Nguyễn Màng, Nguyễn Thọ, Trương Phước. Ông bị giam ở khám lớn Sài Gòn làm chấn động các thành phần yêu nước và giới giang hồ mã thượng. Năm 1916 nhân vụ Pháp bại trận trong thế chiến thứ nhất, tổ chức \"Hội kín\" và giới giang hồ tìm cách phá ngục cứu ông và các đồng chí của ông. Đêm 16-2 với khẩu hiệu \"Đại ca\" khoảng 300 hội viên hội kín ở Gia Định, Chợ Lớn, Biên Hòa Thủ Dầu Một, tay cầm gươm mác xông vào phá ngục. Pháp thẳng tay khủng bố giết chết tại trận nhiều chiến sĩ và thường dân. Sau đó đưa ra tòa kết tội tử hình 38 người trong đó đứng đầu là ông. Ông bị xử bắn tại Đồng Tập Trận. Trong trận tàn sát này, bọn cầm quyền giết cả thảy 57 vị \"Vô danh anh hùng\" (gồm 38 người xử công khai và 19 người bị giết ngay đêm phá ngục). Biến cố bi thương này được các sử gia gọi là \"Quái kịch Xích long ở Nam Kì \", và cũng là một trang sử hào hùng trong lịch trình chống ngoại xâm của nhân dân ta. Ông hi sinh vào ngày 22-2-1916 lúc mới 23 tuổi."
}