{
  "dateOfBirth" : "Mậu Tí 1948",
  "dateOfDeath" : "Quí Mão 1963",
  "hometown" : "tại tỉnh Thái Bình, pháp danh Diệu Nghiêm",
  "occupation" : "Nữ sinh trung học, chiến sĩ phong trào chống độc tài Ngô Đình Diệm, sinh ngày 4-1-1948 tại tỉnh Thái Bình",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 4,
  "entityName" : "Quách Thị Trang",
  "aliases" : [ "Diệu Nghiêm" ],
  "overview" : "Cô là học sinh Trường trung học Trường Sơn tại Sài Gòn, tham gia các cuộc biểu tình của sinh viên, học sinh Sài Gòn chống chế độ độc tài Ngô Đình Diệm. Từ tháng 6 năm 1963 phong trào Phật giáo và dân chủ miền Nam lên cao sau các cuộc tự thiêu của các thượng tọa, Đại đức và đồng bào Phật tử, từ Bồ Tát Quảng Đức đến Tiêu Diêu, Quảng Hương... Đến ngày 20-8-1963 chính quyền Diệm thiết quân luật trên toàn miền Nam, cấm ngặt các cuộc biểu tình phản đối chính quyền. Ngay trong đêm 20 rạng 21 tháng 8 các lực lượng quân sự Sài Gòn tấn công các chùa chiền, thiền viện từ Bến Hải đến Cà Mau bắt giam hàng loạt các vị lãnh đạo phong trào cùng một số trí thức sinh viên, học sinh... Nhân dân Sài Gòn, nhất là lực lượng Phật giáo, sinh viên học sinh bất chấp giới nghiêm liền tổ chức các cuộc biểu tình ngay tại trung tâm Sài Gòn (Chợ Bến Thành). Đoàn biểu tình của học sinh, sinh viên do cô Quách Thị Trang đi đầu liền bị lực lượng công an Sài Gòn nổ súng sát hại cô, cô ngã gục trước họng súng củá bọn gian ác ngay cổng chợ Bến Thành lúc sáng sớm ngày 25-8-1963. (Do đó sau năm 1963 tượng bán thân cô được đặt tại công trường Quách Thị Trang ngay cửa chợ Bến Thành, hiện nay vẫn còn). Thi hài cô được an táng tại khuôn viên chùa Phổ Quang (trong ngoại vi sân bay Tân Sơn Nhứt) Quận Tân Bình, Sài Gòn (TP.HCM). Cái chết bi hùng của cô được một nhạc sĩ (Nguyễn Hiền) viết thành ca từ trong nhạc khúc có tên Em là vì sao sáng vang vọng một thời. Đây là một hiện tượng văn nghệ tại miền Nam nói chung và Sài Gòn nói riêng với những câu làm nức nở lòng người yêu nước yêu thơ nhạc. Trang hỡi Trang! em là vì sao sáng! Giữa khung trời mây trắng với trăng thanh Vì đại nghĩa máu em đã hòa thêm, Thắm tô lên trên tà áo trinh nguyên. Nhưng hôm nay tưng bừng, Non sông đang vui mừng! Đâu hình bóng em giữa trời quê hương (…) Tôi khóc em trong chiều nay mây tím Xót xa nhiều khi nhắc đến tên em. (…) Đã khiến nhiều người rơi lệ!"
}