{
  "dateOfBirth" : "1830 ? Nghệ An, Việt Nam\n----------------------------------------------\nMậu Tí 1828",
  "dateOfDeath" : "1871 Nghệ An, Việt Nam\n----------------------------------------------\nTân Mùi 1871",
  "hometown" : "quê làng Bùi Chu, huyện Hưng Nguyên, tỉnh Nghệ An",
  "occupation" : "Nhà văn, kiến trúc sư, nhà cải cách xã hội\n----------------------------------------------\nChí sĩ, Danh sĩ, Kiến trúc sư",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 420,
  "entityName" : "Nguyễn Trường Tộ",
  "aliases" : [ "Thầy Lân" ],
  "overview" : "Nguyễn Trường Tộ (chữ Hán: 阮長祚, 1830 ? – 1871), còn được gọi là Thầy Lân ; là một danh sĩ, kiến trúc sư , và là nhà cải cách xã hội Việt Nam ở thế kỷ 19.\n----------------------------------------------\nGia đình ông theo đạo Thiên Chúa, cha mất sớm, ông theo học chữ Hán với cụ Tú Giai. Năm 1855, nhà thờ xứ Tân Ấp mời ông dạy chữ Hán, từ đó ông học chữ Pháp và Quốc ngữ với các giáo sĩ. Năm 1858 giám mục Gauthier (ta gọi là Ngô Gia Hậu) đưa ông sang Pháp. Trên đường sang Pháp. Ông có ghé La Mã yết kiến Giáo hoàng, rồi đến Paris. Ba năm sau (1861) ông về nước. Người Pháp có ý dùng ông làm tay chân, nhưng giàu lòng yêu nước, ông từ chối không nhận chức tước gì cả. Ở ẩn nơi quê nhà, ông lần lượt gởi lên triếu đình nhiều bài điều trần giá trị, đề nghị chánh quyền cải cách chính trị, kinh tế, văn hóa, khoa học, giáo dục... Các điều trần của ông nếu áp dụng là một sách lược lớn biến Việt Nam thành một nước hùng cường, tạo nên chuyển biến quan trọng trong lịch sử giữ nước của dân tộc ta. Ông từng nói ró lí do khiến ông viết bản điều trần: … Hàn Công nói: \"Biết không nói là kẻ bất nhân, nói mà không nói hết là kẻ bất nghĩa\". Thế cho nên thân tôi tuy ở chốn giang hồ mà lòng vẫn gởi nơi lang miếu. Tôi thật không nỡ nhìn thấy nước nhà đổ nát, trăm họ lưu li, cho nên không xét phận hèn mọn mà dám phạm vào lỗi nói ngay thẳng. Nếu cho lời tôi là khi trá, hoặc là có ai xúi giục, thì xin đem tờ biểu này treo ở Quốc môn để sau này làm chứng\". (Điều trần thời sự) Hoặc ông ngụ lòng qua mấy câu thơ thắm thiết: \"Nhật mộ tuy vô hồi chiếu xứ, Quì hoa tự hữu hướng dương thần\". Nghĩa: Vừng nhật dù không quày dọi lại, Lòng quì vẫn cứ hướng theo mà."
}