{
  "dateOfBirth": "Tân Sửu 1601",
  "dateOfDeath": "Tân Sửu 1661",
  "hometown": "Quê làng Thanh Chiêm (?) huyện Diên Phước, tỉnh Quảng Nam (nay là xã Duy Trinh, huyện Duy Xuyên, tỉnh Quảng Nam)",
  "occupation": "Hoàng hậu đời chúa Nguyễn Phước Lan",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": 34
  },
  "id": 423,
  "entityName": "Đoàn Thị Ngọc Phi",
  "aliases": [
    "Đoàn Thị Ngọc"
  ],
  "overview": "Theo Đại Nam liệt truyện (Q.1) khi còn là con gái bà rất minh mẫn thông sáng, chăm nghề trồng dâu nuôi tằm, dệt lụa theo truyền thống địa phương. Năm lên 16 tuổi, một đêm trời trong trăng sáng, bà vừa hái dâu dưới bãi vừa hát. Lúc ấy công tử Nguyễn Phước Lan (1601- 1648) đang cùng với thân phụ là Nguyễn Phước Nguyên (1563-1635) còn là Thái tử đang làm trấn thủ dinh Quảng Nam, du ngoạn trên sông Thu Bồn thì gặp bà. Tại đây, trong một đêm trăng trong ông ngu thuyền dạo chơi trên sông Thu Bồn, thuyền đậu ở gành Điện Châu (còn gọi là An Phú Tây) nghe tiếng hát trong trẻo, thanh tao của một thôn nữ. Chúa lấy làm lạ, liền sai người đến hỏi, biết là con gái Thạch Quận công họ Đoàn, Theo môt số sử liệu thì Thạch Quận Công Đoàn Công Nhàn là người từng vẫn có ý không qui phục Hi tông Nguyễn Phước Nguyên (1613-1635) nên chúa Nguyễn Phước Lan càng muốn kén bà làm phi mới quí. Cuộc tình ban đầu có trắc trở, nhưng về sau Hi tông cũng ưng thuận vì chúa nghĩ: \"làm thân gia với một nhà hào trưởng trong miền là một việc rất hay\". Quả nhiên cuộc tình duyên này trở nên một thiên kì duyên, sau bà trở thành hoàng hậu và sinh được 3 con trai: trong đó có chúa Hiền (Nguyễn Phước Tần: 1648- 1687). (Theo Henri Le Grauclaucle - trong Những thời kì trọng đại của nước Việt Nam trong lúc hồi xuân, Hà Nội, 1933) Cuộc tao ngộ kì duyên này có rất nhiều giai thoại kèm theo nhiều câu hò thi vị. Thoại sau đây được nhân dân địa phương truyền tụng đến ngày nay: \"Một đêm trăng sáng thuyền chúa đậu gành Điện Châu, bỗng văng vẳng câu hát: Ta nghe chúa ngự thuyền rồng, Thiếp thương phận thiếp má hồng nắng mưa. Thuyền, rồng chúa ngự nơi đâu, Thiếp thương phận thiếp hái dâu một mình. Nghe câu hát, công tử Phước Lan cho người hỏi tìm và cho tiến cung, rồi sau đó Phước Lan lên ngôi (1635) bà được phong làm Hiếu Chiêu hoàng hậu vì đã sanh ra chúa Hiền tức Thái tông Nguyễn Phước Tần (1619-1687). Bà sống suốt ba đời Chúa. từ Hi tông Nguyễn Phước Nguyên (1613-1635), Thần tông Nguyễn Phước Lan (1635- 1648), Thái tông Nguyễn Phước Tần (1648-1687), chứng kiến được những biến thiên của xã hội, các cuộc chiến tranh Nam Bắc, đến giai đoạn Thái tông mở cõi vào đất Trấn Biên, Nông Nại (miền Nam). Tháng 5 năm Tân sửu, 1661 (đời Lê Vĩnh Thọ năm thứ 4) bà bệnh mất, an táng tại làng Hùng Cương, xã Chiêm Sơn, huyện Diên Phước, tỉnh Quảng Nam (nay thuộc xã Duy Trinh, huyện Duy Xuyên cùng tỉnh) được truy tôn là Trinh Thục Từ Tĩnh Mẫu Duệ Huệ Kính Hiếu Chiêu hoàng hậu, lăng gọi là Vĩnh Diên. Đến đời chúa Thế tông Nguyễn Phước Khoát (1738-1765) vào năm Giáp tí (1744) bà được truy dâng tôn thụy là Trinh Thục Từ Tĩnh Mẫu Duệ Huệ phi và đến năm Gia Long thứ năm (1806) lại truy tôn là Trinh Thục Từ Tĩnh Mẫu Duệ Huệ Kính Hiếu Chiêu hoàng hậu. Bài văn sách do các đại thần đời vua Gia Long viết: \"Kính nghĩ, Trinh thục tĩnh Mẫu duệ Đoàn Huệ phi điện hạ, sáng thơm tu mi, phép tốt trinh thuần. Khôn nguyên hợp đức, phong hóa gây từ đình vi, cảm động kết thai, phúc trạch truyền cho xã tắc. Để phúc yên tốt nối đời vô cùng. Nay, trên nhờ phúc thiêng, lại dựng nghiệp cả. Kính dâng huy chương, để tôn nền tốt. Cẩn tiến sách vàng dâng tôn hiệu là: Trinh Thục Từ Tĩnh Mẫu Duệ Huệ Kính Hiếu Chiêu hoàng hậu,thờ chung vào gian hữu nhất nhà Thái miếu.\" (Quốc sử quán, Đại Nam liệt truyện tiền biên, Q.1)"
}