{
  "dateOfBirth" : "Kỉ Mão 1939",
  "dateOfDeath" : "Tân Tị 2001",
  "hometown" : "tại Lạc Giao, TP",
  "occupation" : "Nhạc sĩ thời danh, hoạ sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 433,
  "entityName" : "Trịnh Công Sơn",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ học tiểu học, trung học tại Huế... đậu Tú tài rồi vào học trường Sư phạm Bổ túc Qui Nhơn (1962). Năm 1964 tốt nghiệp sư phạm, dạy học tại thị trấn Bảo Lộc (tỉnh Lâm Đồng) một thời gian. Từ khi học trung học ông bắt đầu đến với âm nhạc và có hàng loạt nhạc phẩm ra đời khi ông còn ngồi trên ghế nhà trường phổ thông. Năm 1966 bỏ hẳn nghề dạy học, dấn thân vào đường nghệ thuật (âm nhạc). Từ đó ông sáng tác đều và sáng tác mạnh với hàng trăm ca khúc lãng mạn, phân chiến, cũng như khắc khoải về thân phận con người đang hiện hữu giữa một thế giới đầy tai ương của chiến tranh tương tàn. Từ những năm 1967-1975, ông ngao du (để tìm chất liệu sáng tác) khắp mọi miền nửa nước Việt (Huế, Qui Nhơn, Đà Lạt, Sài Gòn, Cà Mau...). Nơi nào ông bước chân đều có dấu ấn nghệ thuật với hàng trăm ca khúc về mỗi miền đất nước từng thấm đẫm mồ hôi, nước mắt và cả máu đào của người thân và đồng bào ông. Tiếng hát ông từ đây tiếp bước với các ca từ của các nhạc khúc: Dân ta phải sống, Dựng lại người dựng lại nhà, Hãy đi cùng nhau, Ta đã thấy gì trong đêm nay, hoặc Sao mắt mẹ chưa vui, cho đến Nối vòng tay lớn... để chào đón một ngày đất nước thanh bình, non sông về một mối... Những năm vãn niên ông sống tại Sài Gòn (TPHCM) thỉnh thoảng xuất ngoại trình diễn các sáng tác mới với thính giả nước ngoài. Từ các năm 90 về sau sức khỏe ông ngày càng cạn kiệt nhưng cảm xúc nghệ thuật nơi ông vẫn sinh động qua các ca khúc: Đi mãi trên đường, Thiên sứ bâng khuâng, Đồng dao 2000, Muôn trùng biển khơi... Dòng nhạc phản chiến, yêu hòa bình yêu đồng loại... của ông hòa quyện với các nhạc phẩm lãng mạn, triết lý, tình yêu: Lại gần với nhau, Diễm xưa, Ướt mi, Tuổi đá buồn, Biển nhớ, Vết lăn trầm, Lời buồn thánh... đã tạo nên tiếng nhạc độc đáo có một không của lịch sử âm nhạc Việt Nam hiện đại. Điều đó được ông thể hiện rõ nét qua các ca từ cũng như nhạc tính của tác phẩm họ Trịnh. Đó là thành công lớn nhất của họa sĩ, nhạc sĩ lang mạn tài danh Trịnh Công Sơn. Tính đến ngày ông qua đời số nhạc phẩm của ông xấp xỉ con số ngàn bản. Đến ngày 28-2-2001 tiếng thở và âm thanh nhạc điệu Trịnh Côn Sơn đưa ông về thế giới bên kia với bao tiếc thương của những người yêu nhạc."
}