{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "Không rõ",
  "occupation": "Tham mưu trưởng thủy lục quân của hai bà Trưng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trưng Nữ Vương": 10
  },
  "id": 470,
  "entityName": "Cao Doãn",
  "aliases": [],
  "overview": "Thân phụ ông là một vị huyện lịnh có lòng yêu nước, bị quan lại nhà Hán giết, vì không chịu thu thế và quanh năm không chịu trình báo sổ sách. Khi ấy ông mới lên 5 tuổi, sống cơ cực với mẹ, lưu lạc nhiều nơi phải đến khu Bảo Tháp, trang Đông Cứu, thuộc hạt Gia Bình, mẹ con ông được nhân sĩ Nguyễn Công Tín giúp đỡ. Ít lâu, mẹ mất, ông vẫn nương náu với Nguyễn Công Tín, học thông văn võ, được họ Nguyễn yêu chuộng, gả con gái út là Nguyễn Đào Nương cho. Bấy giờ, Thái thú Tô Định ép Nguyễn Công Tín, buộc phải cho hắn rước Nguyễn Đào Nương về dinh. Bị từ khước, Tô Định sai người giết chết Nguyễn Công Tín. Vợ chồng Cao Doãn liền dấy động nghĩa binh, lấy thôn Bảo Tháp làm căn cứ, chống quân xâm lược. Hào kiệt theo về rất đông, trong số ấy có Trương Quán Lê, người tài năng lỗi lạc. Chị em bà Trưng cũng xướng nghĩa đánh đuổi quân cướp nước. Vợ chồng Cao Doãn hưởng ứng, đem hết binh mã theo giúp đắc lực. Ông được phong làm đại tưởng lãnh ấn nguyên soái, điều khiển quân thủy lục. Năm Canh tí 40, cuộc khởi nghĩa thành công. Trưng vương phong ông là đại vương, lãnh chức đô bộ Hải Dương, cho lấy vùng Bảo Tháp làm ấp ăn lộc, ngày sau hương khói phụng thờ vợ chồng ông. Năm Quí mão 43, nhà Đông Hán sai Mã Viện sang cướp phá, chị em Trưng vương tử tiết. Vợ ông là Nguyễn Đào Nương cũng hi sinh. Ông phá vây chạy thoát về Bảo Tháp, bị thương nặng, nhân dân kéo đến cung nghinh. Ông cảm tạ và khuyến khích nhân dân dốc lòng yêu nước, rồi ông mất vào ngày 20 tháng 7. Dân chúng thương tiếc lập đền thờ vợ chồng ông. Đời Thập nhị sứ quân, Đinh Bộ Lĩnh khi kéo quân qua địa phận Bảo Tháp, có vào dâng hương nơi miếu ông. Rồi khi thành công lên ngôi, vua Đinh truy tặng ông hai chữ \"Linh Ứng\" thép vàng, và ban cho dân Bảo Tháp một số tiền đề sửa miếu. Nay còn di tích."
}