{
  "dateOfBirth" : "Nhâm Tí 1912",
  "dateOfDeath" : "Quí Dậu 1933",
  "hometown" : "quê thôn Ngọc Lập, tỉnh Hải Dương (nay thuộc xã Phùng Chí Kiên, huyện Mĩ Hào, tỉnh Hưng Yên)",
  "occupation" : "Liệt sĩ cách mạng",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 480,
  "entityName" : "Ngô Huy Tăng",
  "aliases" : [ ],
  "overview" : "Ông xuất thân trong một gia đình nông dân nghèo, sống vất vả. Năm 8 tuổi mồ côi cha mẹ, được nguời anh đem về Quảng Ninh nuôi. Năm 16 tuổi ông vào làm phụ thợ nguội cho xưởng cơ khí nhà máy sàng Cửa ông. Tại đây ông được cơ sở cách mạng khu vực Cẩm Phả, Cửa ông tuyên truyền giác ngộ, rồi được kết nạp vào Việt Nam Thanh niên Cách mạng đồng chí hội vào cuối năm 1928. Ông tích cực tuyên truyền vận động công nhân tham gia đấu tranh, chống áp bức bóc lột. Tháng 9-1929, Chi bộ Đông Dương Cộng sản thành lập ở khu mỏ Cẩm Phả - Cửa ông, từ đấy ông trở thành Đảng viên Cộng sản trẻ tuổi đầu tiên ở khu vực này. Ông hoạt động đắc lực, hoàn thành nhiệm vụ khó khăn. Có lúc cơ sở bị lộ phải chuyển vùng, ông đảm nhận việc hướng dẫn các đồng chí lẩn tránh an toàn. Ngày 22-4-1930 dưới sự lãnh đạo của Hoàng Văn Thành, ông cùng các anh em công nhân đấu tranh thắng lợi, buộc chủ phải nhượng bộ, giải quyết một số yêu sách đo công nhân đề ra. Sau đó, bọn địch khủng bố, bắt đi nhiều nguời, ông cũng bị chúng bắt giam và kết án 5 tháng tù ở lao Hải Phòng. Tháng 9-1930 mãn hạn tù, ông được điều động về công tác tại Hà Nội, được chỉ định tham gia Thành ủy, phụ trách công tác Công vận. Đến tháng 11 năm này, ông cùng một số anh em rải truyền đơn phá cổng chào dựng ở Hàng Trống, Hà Nội, để phản đối Toàn quyền Pháp Pasquier âm mưu với Toàn quyền Hà Lan bàn việc lập Liên Minh chống Cộng ở Thái Bình Dương. Sau khi hoàn thành nhiệm vụ, trên đường trở về nhà, ông bị địch bắt, bị tra tấn dã man và kết án 10 năm cầm cố trong phiên tòa đề hình Hà Nội ngày 28-2-1931. Sau một thời gian bị giam giữ ở nhà tù Hỏa Lò, Hà Nội, năm 1932 ông bị đày đi nhà tù sơn La. Không bao lâu ông bị sốt rét ác tính, mất trong năm 1933, hưởng dương 21 tuổi."
}