{
  "dateOfBirth" : "Đinh Tị 1917",
  "dateOfDeath" : "Tân Mão 1951",
  "hometown" : "tại làng Đại Hoàng, tổng Cao Đà, huyện Nam Sang (nguồn gốc bút danh Nam Cao), nay là xã Nhân Hậu, huyện Lý Nhân, tỉnh Hà Nam",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 482,
  "entityName" : "Trần Hữu Trí",
  "aliases" : [ "Nam Cao", "Xuân Du", "Nhiêu Khê", "Nguyệt", "Thủy Rư" ],
  "overview" : "Trước Cách mạng tháng Tám, ông dạy học tư, sáng tác văn chương, nổi tiếng với các truyện ngắn, tiểu thuyết xã hội. Năm 1943 ông gia nhập Hội Văn hóa Cứu quốc của Việt Minh; sau tháng 8 năm 1945 ông làm thư kí Tòa soạn báo Cứu Quốc. Cách mạng tháng Tám thành công ông tham gia hoạt động tích cực ở quê nhà. Năm 1946 ông gia nhập đoàn quân Nam tiến vào miền Nam Trung Bộ. Sau đó chuyển ra chiến trường Bắc Bộ. Trong kháng chiến chống Pháp, ông làm công tác tuyên truyền, báo chí và văn nghệ ở Việt Bắc. Năm Tân mão 1951, ngày 30-11-1951 ông hi sinh tại bót Hoàng Đan (Miễu Giáp) Gia Viễn, tỉnh Ninh Bình, trên đường đi công tác vào vùng địch, hưởng dương 34 tuổi. Các tác phẩm chính của ông đã xuất bản: - Đôi lứa xứng đôi (tức truyện Chí Phèo xb từ năm 1941, tái bản nhiều lần) - Nửa đêm (1941) - Cười (1946) - Sống mòn (nguyên tựa sách là Chết mòn, nhà văn Nguyên Hồng đổi là Sông mòn, 1956) - Truyện biên giới (1950) - Đôi mắt (1951) - Truyện ngắn Nam Cao - Nam Cao tác phẩm (2 tập: 1976, 1977) Năm 1996 ông được truy tặng Giải thưởng Hồ Chí Minh. Chí Phèo (1941) nguyên nhan đề cũ là Đôi lứa xứng đôi, từ đó đến nay được tái bản rất nhiều lần. Nội dung truyện như sau: \"Chí Phèo là một đứa con hoang bị bỏ rơi bên cái lò gạch cũ nát, được một anh đi thả ống lươn ban sáng trông thấy đem về cho một người đàn bà góa mù lòa. Người đàn bà này lại bán cho một bác phó cối không có con. Sau khi bác chết, Chí Phèo bơ vơ cho đến năm hai mươi tuổi, được nhận làm canh điền cho ông Lý Kiến trong xã. Rồi ít lâu, chẳng hiểu vì sao, hắn bị tù. Thế là hắn biệt tích đến bảy tám năm. Bỗng một hôm, hắn lại lù lù về làng, thân hình đã thay đổi, trông rất dữ tợn. Về hôm trước, hôm sau đã thấy ngồi ở chợ nhắm rượu với thịt chó. Hắn say khướt rồi vác chai đến nhà ông Lý Kiến bây giờ là cụ Bá Kiến, gọi tên tục ra mà chửi. Trong nhà, các Bà sợ không ai dám lên tiếng. Một lát sau Lý Cường, con Cụ Bá về, bèn gây sự ngay với Chí Phèo. Chí Phèo đập vỡ chai, nằm lăn ra ăn vạ lấy mảnh chai rạch mặt. Nhưng Cụ Bá về, dùng chính sách cao, xua đuổi dân làng giải tán và lấy lời lẽ ôn tồn mời Chí Phèo vào nhà chơi. Chí Phèo vào sau khi đã lưỡng lự, suy tính hơn thiệt xem mình cớ mắc lừa lão già này không. Thoạt tiên, hắn ngờ lão cáo già nhử hắn vào nhà rồi có thể vu cho là trộm cắp. Nhưng hắn nghĩ lại thì đến tù là cùng, và đi tù thì cũng đến thế thì thôi. Hắn quyết định vào và vào rồi, hắn mới biết rằng hắn sợ hão. Cụ Bá Kiến thực có ý muốn dàn xếp vì cụ sợ chơi với cải thằng liều lĩnh thì chỉ có thiệt chứ không lợi gì. Vả lại trong cái làng mà bọn đàn anh chỉ là đàn cá tranh mồi, biết đâu Chí Phèo đến đây sinh sự là do một thằng đàn anh nào xui bẩy; vậy cụ dại gì gây sự với Chí Phèo. Trái lại, tại sao không dụ dỗ nó theo mình và lợi dụng nó để chống lại những đứa mình không ưa. Nghĩ như vậy, nên cụ Bá tiếp rượu Chí Phèo rất trọng đãi. Thế là từ đó, Chí Phèo chỉ biết có uống rượu và đánh chén. Lúc say và không có tiền trả, hắn lại xách vỏ chai đến nhà cụ Bá Kiến dọa nạt đòi tiền. Và lần nào Cụ Bá cũng phải nhượng bộ. Lý luận của Chí Phèo là: Đi ở tù sướng quá, vì có cơm ăn không phải làm. Bây giờ về làng, một thước đất cũng không có, chả làm gì để sinh sống chỉ đến xin cụ lại cho đi tù mà nếu cụ không ưng, Chí Phèo sẽ giơ dao ra, dọa đâm chết một hai đứa, để \"được\" bắt giải huyện ở tù. Như vậy là Bá Kiến thế nào cũng phải móc túi đưa cho hắn bận năm hào, bận một đồng. Rồi một lần, cụ nghĩ phải thực hiện ý định dùng Chí Phéo gây sự với đứa cụ ghét. Đội Tào cũng là một tay đàn anh trong làng, kình dịch với cụ, mà lại ăn giựt của cụ năm mươi đổng. Cụ Bá nhờ Chí Phèo đi đòi và hứa cho hết nếu đòi được, Chí Phèo ưng ngay. May phúc cho hắn hôm đó Đội Tảo ốm liệt giường không nghe tiếng hắn chửi chỉ có bà vợ biết và vì không muốn sinh sự, nên cầm tiền đưa trả Chí Phèo cho êm chuyện. Chí Phèo đắc thắng. Cụ Bá sợ Chí Phèo tiêu hết nên đề nghị đổi số tiền đó ra mảnh vườn, cái lều cho Chí Phèo có chỗ làm, chỗ ở. Nhưng hắn cũng không thể làm ăn như mọi người được. Hắn vẫn tiếp tục uống rượu và chửi bới, dọa nạt để có tiền uống. Một lần hắn đi sục sạo để kiếm ăn hắn đâm vào nhà lão Tự đang ngồi uống rượu một mình. Hắn tranh lấy chai rượu gần cạn và tu hết. Tìm được tri kỉ. lão Tự lại vào nhà xách thêm rượu ra để uống uống cho chết cũng không cần. Lão còn liên hệ gì mà sợ ngại. Vợ chết, con gái thì chửa hoang bỏ lão đi, chỉ còn một mình uống cho thỏa thích. Giàu có thành mả nghèo đói cũng thành mả. Say sưa cũng thành mả. Cái gì cũng đến cái mả cả còn lo gì mà không say. Đó là triết lí của những kẻ bất cần. Chưa bao giờ Chí Phèo và Lão Tự uống nhiều như thế. Đến lúc hết rượu, Lão Tự say nằm kềnh ra, còn Chí Phèo lảo đảo ra về. Hắn ngứa ngáy khó chịu và thay vì đi về lều hắn ra thẳng bở sông định tắm cho khỏi nóng bức vì rượu. Nhưng hắn chợt thấy bóng người ngồi tựa lưng vào gốc chuối giữa hai lọ nước. Đó là một người đàn bà vì mớ tóc dài buông xõa xuống vai trần và ngực. Mụ đàn bà đang ngủ đó chính là Thị Nở, một người ngẩn ngơ, và xấu xí đến \"ma chê quỉ hờn\". Thị đi kín nước dưới sông, và thường đi qua vườn của Chí Phèo. Thị không sợ Chí Phèo như cả làng sợ, vì Thị nghĩ rằng mình \"có cái gì đâu\" mà sợ mất cho nên Thị đi kín nước và đi qua vườn của Chí Phèo cho tắt, khỏi phải đi vòng xa như mọi người. Nhưng hôm nay trời trăng sáng, mát dịu Thị sinh ra ý ngồi lại để nghỉ và hóng mát, tội gì về rúc vào cái nhà chật kín như cái tủ cho khổ thân. Thế rồi thị ngủ mất và ngủ một cách rất ngon lành say sưa. Chí Phèo run run đến bên cạnh. Hắn hơi ngạc nhiên tại sao hắn lại run. Đáng lẽ Thị Nở phải run run mới đúng, còn hắn, có run sợ trước mặt ai bao giờ đâu. Chí Phèo để những cái lọ nước ra xa, rồi ngồi xuống bên Thị Nở. Thị Nở giật mình thì vừa lúc Chí Phèo cũng ôm lấy Thị. Thị nhận ra Chí Phèo và vật lộn với hắn. Thị dọa hắn nếu không bỏ ra Thị sẽ kêu làng nước. Chí Phèo càng ngạc nhiên, vì từ xưa kêu làng hình như là độc quyền của hắn, sao lại có người kêu tranh được và hắn vừa đè Thi Nở xuống vừa la làng. Đến lượt Thị Nở kinh ngạc rồi bỗng nhiên bật cười ưng thuận. Cả làng không ai động đậy vì không ai lạ gì tiếng của Chí Phèo và đều coi như là không dính líu gì đến mình. Hai đứa ngủ với nhau đến gần sáng thì Chí Phèo thức giấc, buồn nôn và mửa hết cả những gì cho vào tối hôm qua. Thị Nở dìu hắn về lều và sau đó Thị về nhà. Khi trời sáng hẳn, Thị Nở trở lại mang nồi cháo hành nóng cho Chí Phèo ăn. Hai đứa sống những giây phút hạnh phúc của một tình yêu khó nghèo thô kệch, nhưng đơn giản chân thành, và chúng quyết định lấy nhau. Nhưng dự định đó bị tan vỡ ngay khi Thị Nở về hỏi ý kiến bà Cô ruột và bị bà này mắng cho một trận nhục nhã. Thất vọng, Chí Phèo lại uống và lại gây sự với Cụ Bá. Cụ quăng cho năm hào. Chí Phèo không thèm lấy vì lần này hắn không đến để xin tiền. Hắn đến để xin làm người lương thiện, nhưng không thể được nữa vì hắn xô vào cụ Bá, rút dao đâm túi bụi, vừa đâm vừa kêu làng thật to. Hắn kêu làng không ai vội đến ngay. Cho nên khi có người đến thì thấy hắn cũng đã nằm dẫy dụa giữa đám máu tươi. Chí Phèo chết. Bà cô Thị Nở được dịp đay nghiến thêm Thị Nở. Phúc cho mày không lấy thằng Chí Phèo. Thị Nở thì thầm: \"sao có lúc hắn hiền như đất và đột nhiên Thị thấy thoáng hiện trong trí Thị một cái lò gạch bỏ không, xa nhà và vắng bóng người qua lại\". Đọc văn Nam Cao, Nguyễn Hiến Lê (1912-1984) cho rằng: \"Nhàvăn Nam Cao rất bình dị, mà đọc lên ta thấy nghẹn ngào. Đọc lần đầu tiên tôi đã rưng rưng nước mắt và bây giờ đọc lầu nữa tôi vẫn còn thấy cảm động.\""
}