{
  "dateOfBirth" : "Kỉ Tị 1869",
  "dateOfDeath" : "Tân Dậu 1921",
  "hometown" : "Quê làng Hoàng Xá, nay thuộc xã Nguyên Xá, huyện Vũ Thư, tỉnh Thái Bình",
  "occupation" : "Nhà thơ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 487,
  "entityName" : "Phạm Tư Trực",
  "aliases" : [ "Trọng Thăng Tử", "Phạm Đăng Thê", "Bang Phu" ],
  "overview" : "Ông đỗ tú kép (Tú tài khoa Canh tí 1900 và tú tài khoa Quí mão 1903), đến Bính ngọ 1906 đỗ Thủ khoa. Biết tiếng ông, Hoàng Cao Khải có ý cám dỗ mong ông hợp tác, nhưng ông từ chối. Sau đó ông nhận làm Huấn đạo ở huyện Thanh Miện. Trong phong trào Đông du, Duy tân, năm 1908, ông tham gia tích cực. Phủ thống sứ Bắc Kì lập một ban Tu thư giao cho ông soạn một cuốn sử Việt Nam. Nhưng mới viết được mấy chương đầu ông bị thực dân Pháp tình nghi, trả ông về làm Huấn đạo Thanh Miện như cũ. Ông đã viết đoạn mở đầu Việt sử như sau: \"Ngô quốc bản phi ti Ngô tộc diệc phi di. Văn phong loát Trung Quốc, Võ lược khai biên thùy. Chi Lăng tầu Tống binh, Bạch Đằng phá Nguyên si (sư). Lê tổ, Trần Hưng Đạo, Hách hách thanh danh thùy. Phong tuy độc bất thích đồng quần, Hổ tuy bạo bất thực đồng khí. Vật loại thương như tư, Nhân loại hồ bất thị Phù xà giảo gia kê Tích nhân sử thâm bi Tư ngôn như bất tín, Khuyến quân tộc Nam sử.\" Ông tự dịch: Nước ta vốn văn minh đã trải, Dân ta nào có phải hèn đâu. Văn phong ngang sách nước Tàu, Võ công đánh dẹp bấy lâu lẫy lừng. Phá giặc Tống, Chi Lăng thuở trước, Trận Bạch Đằng đuổi được quân Nguyên. Vua Lê giữ vẹn ngoài biên, Mà Trần Hưng Đạo nên thiên anh hùng. Dữ như hổ, độc như ong. Nhưng trong đàn nó không cùng hại nhau. Làm người sao chẳng nghĩ sâu, Để cho người trước chế câu \"cắn gà\". Ví không tin ở lời ta, Hãy xem Nam sử để mà thử coi Năm 1911, ông cho con trai là Phạm Tư Giản sang Trung Quốc hoạt động cùng Phan Bội Châu. Thực dân Pháp thêm nghi kị, bắt giam ông ở Hỏa Lò, Hà Nội hơn 5 tháng rồi tha về quê, chịu sự quản thúc của các quan đầu tỉnh Thái Bình. Ngày 15-3-1921 ông mất, hưởng dương 52 tuổi, giữ vững tiết tháo suốt đời."
}