{
  "dateOfBirth" : "25 tháng 10 năm 1276\n----------------------------------------------\nBính Tí 1276\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "21/4/1320.Hưởng dương 45 tuổi. Cung Trùng Quang, Thiên Trường\n----------------------------------------------\nCanh Thân 1320\n----------------------------------------------\nKhông rõ",
  "hometown" : "quê làng Tức Mặc, huyện Mĩ Lộc, tỉnh Nam Định\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nVua thư tư nhà Trần\n----------------------------------------------\nVua",
  "workTenure" : "1293 – 1314\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1293—1314",
  "fatherName" : {
    "Trần Nhân tông" : null,
    "Trần Nhân Tông" : 2376
  },
  "motherName" : {
    "Bảo Thánh hoàng hậu" : null
  },
  "eraName" : {
    "Nhà Trần" : 15
  },
  "id" : 492,
  "entityName" : "Trần Anh Tông",
  "aliases" : [ "Trần Thuyên (陳烇)", "Trần Thuyên", "Ứng Thiên Quảng Vận Hiển Văn Duệ Vũ Khâm Minh Nhân Hiếu hoàng đế 應天廣運顯文睿武欽明仁孝皇帝", "Anh Tông (英宗)", "Hưng Long (興隆)" ],
  "overview" : "Trần Anh Tông (chữ Hán: 陳英宗; 25 tháng 10 năm 1276 – 21 tháng 4 năm 1320), là vị hoàng đế thứ tư của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ tháng 4 năm 1293 đến tháng 4 năm 1314, rồi làm Thái thượng hoàng từ năm 1314 đến khi qua đời. Trong thời gian trị vì ông chỉ có một niên hiệu là Hưng Long (興隆), nên cũng có thể gọi là Hưng Long Đế (興隆帝).\n----------------------------------------------\nÔng lên ngôi ngày 9-3 Quí tị (16-4-1293) 1úc 17 tuổi. Khi làm vua ông đặc biệt ưu đãi các cựu thần có công trong cuộc đánh đuổi quân Nguyên Mông, và trân trọng sử dụng các bậc nhân tài. Việc chính trị, văn hóa, quân sự đời ông đều mở mang, tiến triển tốt đẹp. Ông ở ngôi 21 năm (1293-1314) theo gương các vua trước mà truyền ngôi cho con, rồi về chăm việc tu Phật, sáng tác thơ ca. Ngày 16-3 Canh thân (21-4-1320) ông mất, hưởng dương 44 tuổi. Ông có soạn tập Thủy Vân tùy bút ngoại tập và các bài: Thạch dược châm, Pháp sự tân văn, Hiệu đính công văn cách thức, nhưng ông đốt bỏ không lưu truyền. Nay chỉ còn 12 bài thơ ghi chép trong Việt âm thi tập. Các bài thơ: - Tức hữu Giản Nghị đại phu Trần Thì kiếm hốt minh - Vân Tiêu am - Tống Bắc sứ An Lỗ uy Lý Cảnh Sơn - Chiêm Thành Hoàn Chu bạc Phúc Thành cảng - Kí Phổ Tuệ tôn giả - Tình dữ lí quan ư chiết ngọc luận đều có giá trị nghệ thuật, văn chương trong thời cổ đại.\n----------------------------------------------\nTrần Anh Tông (chữ Hán: 陳英宗; 25 tháng 10 năm 1276 – 21 tháng 4 năm 1320) tên khai sinh là Trần Thuyên (陳烇), là vị hoàng đế thứ tư của nhà Trần nước Đại Việt. Ông ở ngôi từ tháng 4 năm 1293 đến tháng 4 năm 1314, rồi làm Thái thượng hoàng từ năm 1314 đến khi qua đời. Được đánh giá là một vị hoàng đế anh minh, chăm lo quốc sự, triều đại của Anh Tông chứng kiến một giai đoạn phát triển hưng thịnh của Đại Việt sau 3 lần kháng chiến chống quân xâm lược Nguyên Mông. Thời kỳ của ông và con ông đánh dấu sự hưng thịnh của vương triều nhà Trần, sử gọi là Anh Minh Thịnh Thế (英明盛世)."
}