{
  "dateOfBirth" : "28 tháng 5, 1905 Bắc Ninh, Liên bang Đông Dương\n----------------------------------------------\nẤt Tị 1905",
  "dateOfDeath" : "25 tháng 12, 1992 (87 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nGiáp Tuất 1994",
  "hometown" : "Quê làng Đáp Cầu huyện Võ Giang, tỉnh Bắc Ninh (nay vẫn thuộc Bắc Ninh) trong một gia đình thủ công, sinh ngày 28-5-1905",
  "occupation" : "Nhà hoạt động cách mạng, tên thường dùng là Hoàng Quốc Việt",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 535,
  "entityName" : "Hoàng Quốc Việt",
  "aliases" : [ "Hoàng Quốc Việt" ],
  "overview" : "Hoàng Quốc Việt (1905–1992) là một chính khách, đảm nhiệm các vai trò Bí thư Tổng bộ Việt Minh, Chủ tịch Tổng Công đoàn Việt Nam, Viện trưởng Viện Kiểm sát Nhân dân Tối cao, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Bí thư Xứ ủy Bắc Kỳ.\n----------------------------------------------\nTừ ngày còn học trường Kĩ Nghệ Thực Hành Hải Phòng (1922-1925) ông đã tham gia bãi khóa, biểu tình phản đối án tử hình Phan Bội Châu nên bị đuổi học. Ông bỏ lên mỏ than Phấn Mễ (Thái Nguyên) làm thợ nguội, rồi lại xuống mỏ than Mạo Khê, sau đó đến nhà máy cơ khí Ca Rông ở Hải Phòng. Năm 1928 tham gia Thanh niên Cách mạng Đồng chí hội, bị lộ, bị đuổi việc. Tổ chức cử ông vào Nam Kì hoạt động. Đầu năm 1930 trên đường ra Bắc dự hội nghị hợp nhất các tổ chức Cộng sản, ông bị bắt và bị án chung thân biệt xứ. Sau khi kết án, ông bị đày ra Côn Đảo Trong tháng 10-1930 vẫn bầu ông vào Ban Chấp hành Trung ương Đảng. Cuối năm 1936 ông được trả tự do, hoạt động ở Hà Nội, cùng cảc đồng chí khác khôi phục tổ chức Đảng và các đoàn thể ở Bắc Kì, phát động đấu tranh đòi các quyền tự do dân chủ. Ông được Đảng phân công cùng các ông Trường Chinh, Võ Nguyên Giáp, Phạm Văn Đồng, Phan Bôi, Trần Huy Liệu... phụ trách bảo chí và phong trào công khai lần lượt ra các tờ Đời Nay, Thời Thế, Bạn dân, Thế Giới, Notre voix Rasssemblement ở Hà Nội. Sau tháng 8 năm 1945 ông vào Nam lãnh đạo chống Pháp một thời gian rồi trở về miền Bắc. Ông mất năm 1994 tại Hà Nội, thọ 89 tuổi."
}