{
  "dateOfBirth" : "Tân Tị 1821",
  "dateOfDeath" : "Bính Tuất 1886",
  "hometown" : "quê làng Xuân Lũng, huyện Sơn Vi, tỉnh Phú Thọ",
  "occupation" : "Nhà yêu nước, người Việt Nam đầu tiên đến Hoa Kì trước nhà ngoại giao Bùi Viện",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 553,
  "entityName" : "Trần Trọng Khiêm",
  "aliases" : [ "Lê Kim" ],
  "overview" : "Thuở nhỏ ông học ở quê nhà, nổi tiếng thông mình, hay chữ, nhưng không theo con đường cử nghiệp. Năm 20 tuổi lập gia đình, vợ ông người họ Lê (cùng làng) rồi theo nghề buôn bán gỗ, nên có điều kiện giao thiệp với các thương gia Hoa kiều ở Bạch Hạc (Việt Trì), Phố Hiến (Hưng Yên). Năm 1843, vợ ông bị tên cai tổng thủ tiêu (vì hắn thâm thù không cưới được bà), ông giết tên cai tổng trả thù cho vợ rổi bỏ nhà biệt tích. Sau đó, ông xuống Hưng Yên làm ăn, rồi sung vào các đoàn tàu buôn nước ngoài, làm thủy thủ qua Hương Cảng, Anh, Hà Lan... Cuối cùng ông đến Hoa Kì khoảng năm 1850. Tại đây ông cùng với một số người khác (Mễ Tây Cơ, Hòa Lan, Canada, Anh, Mĩ...) đi tìm vàng ở miền Viễn Tây Hoa Kì. Chản cảnh hỗn độn, trụy lạc, cướp bóc của bọn người tìm vàng tại đây, ông trở lại Cahfornia làm nhân viên cho tòa soạn báo Daily Evening một thời gian. Năm 1854 vì chán cảnh luật pháp hỗn độn, trụy lạc và cướp bóc ở thế giới vàng đó, nhân một chuyến tàu, ông trở về Hương Cảng nhập tịch Trung Hoa. Khoảng năm 1855-1866, ông quay về tổ quốc ngụ ở Nam Kì. Tại đây ông là một trong vài người đứng ra khai phá lập nên làng Hòa An. Làng Hòa An, thuộc phủ Tân Thành, tỉnh Định Tường (trước đây thuộc tỉnh Sa Đéc nay thuộc tỉnh Đồng Tháp). Năm 1864, Pháp chiếm ba tỉnh miền Tây Nam Kì, ông cùng Thiên Hộ Dương (Võ Duy Dương) mộ nghĩa quân chống Pháp xâm lược đặt căn cứ ở Đồng Tháp Mười (nay thuộc tỉnh Đồng Tháp). Ông chỉ huy một toán nghĩa quân chính, thắng quân Pháp nhiều trận ở Mĩ Trà, Cao Lãnh, Cai Lậy... Tương truyền các công sự chiến đấu ở Tháp Mười là do ông vẽ kiểu mô phỏng theo các đồn canh của một Đại úy (sau được chính phủ Hoa Kì phong Đại tướng) tên Suter người Canada xây dựng ở Cahfornia gọi là đồn Suter. Về sau tướng Pháp là De Lagrandière đem quân đàn áp ác liệt ở Tháp Mười, ông hi sinh tại trận năm 1866, hưởng dương 45 tuổi. Thi hài ông được nghĩa quân chôn cất tại giồng Tháp. Trước khi mất, ông khuyên nghĩa quân kháng chiến tới cùng và dặn vợ lánh qua Rạch Giá nuôi con, không hợp tác với giặc. Sau khi ông hi sinh có người truy niệm: Hỡi ơi! Lòng trời không tựa, tấm gương tiết nghĩa vì nước quyên sinh. Mà: Chính khí nêu cao, tinh thần Hùng Nhị còn truyền hậu thế. Cuộc đời sinh động và bi hùng của ông được hai nhà văn Pháp và Việt hư cấu nghệ thuật trong hai tiểu thuyết có nhan đề là: La ruée vers l'or (Đổ xô đi tìm vàng) và Con đường thiên lí."
}