{
  "dateOfBirth" : "Ất Hợi 1875",
  "dateOfDeath" : "Tân Dậu 1921",
  "hometown" : "quê làng Thụy Khê, huyện Hoàng Long, tỉnh Hà Đông (nay thuộc TP",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 554,
  "entityName" : "Phan Kế Bính",
  "aliases" : [ "Bưu Văn" ],
  "overview" : "Năm Bính ngọ 1906 ông đỗ cử nhân, không ra làm quan, sống với nghề dạy học. Ông viết báo từ năm 1907, phụ trách phần chữ Hán trong Đăng Cổ tùng báo. Rồi lần lượt cộng tác với các báo Đông Dương tạp chí, Trung Bắc tân văn... Năm Tân dậu 1921 ông mất, hưởng dương 46 tuổi. Ông còn để lại các tác phẩm có giá trị: - Nam Hải dị nhân (1909) - Hưng Đạo Đại vương truyện (1912) - Việt Nam phong tục (1915) - Việt Hán văn khảo (1918)... Các sách ấy đều được tái bản nhiều lần ông cũng là dịch giả các truyện: - Tam quốc chí (1907) - Đại Nam điển lệ toát yếu (1915) - Việt Nam khai quốc chí truyện (1917) - Đại Nam nhất thống chí (1916) - Đại Nam liệt truyện chính biên (1919) Khi ông mất, Dương Bá Trực điếu: Hơn mười năm một ngọn bút văn đàn, dốc nhiệt thành gây dựng quốc văn, công ấy dễ cùng cây cỏ mục. Trong sáu tháng hai lần tang báo giới, giở di cảo ngậm ngùi tự tích, sầu này theo với nước mây xa. Việt Nam phong tục là một thiên lược khảo về những nét đặc sắc của văn minh, văn hóa Việt Nam. Nền văn minh ấy bắt đầu từ thời tự chủ đến độc lập của một nước Việt Nam thống nhất từ Cao Lạng đến Cà Mau. Sách cũng là một thiên tiểu luận về những điểm tiến bộ mà nền văn minh từ Hán học (Nho học) tiến sang nền văn minh chịu ảnh hưởng văn hóa Tây phương. Nền văn minh mà dân ta kế thừa và sáng tạo được là do sự tiếp thu có chọn lọc qua 2 nền văn minh Đông Tây được kết hợp một cách hài hòa. Thế cho nên, trong Thiên thứ nhất Nói về phong tục trong gia tộc. Về việc Cha mẹ với con, sinh con... tác giả viết như sau: Cha mẹ. Hai tiếng cha mẹ, nước ta mỗi nơi gọi cũng hơi khác nhau: Nơi thì gọi là Bố là Đẻ, nơi thì gọi là Thầy; Mẹ là U. Về đường ngược (Hưng Hóa) thì gọi Mẹ là Bầm, về đường trong thì gọi là Bụ. Nam Kì thì gọi Cha là Tía, gọi Mẹ là Má. Ở đây bây giờ lại nhiều người cho con gọi cha là Ba gọi mẹ là Me. Còn các nhà hiếm hoi thì chẳng cứ gì, người thì cho con gọi là Chú Thím, người thì cho con gọi là Anh Chị, Cậu Mợ. Ngày xưa lại có tiếng gọi mẹ là Cái nữa, tiếng ấy thì bây giờ không đâu dùng. Sinh con. Đàn bà có mang ai cũng muốn sinh con giai mà ít người muốn sinh con gái. Hàng xóm bà con nghe thấy sinh con giai thì mừng. Trong khi có mang, váng đầu, đau mình gọi là ốm nghén, hay thèm ăn của chua, của chát gọi là ăn dở. Đến lúc sinh sản, mời bà tắm đến đỡ, con sổ ra rồi thì cắt rốn chôn nhau. Chôn phải sâu, nếu chôn nông thì con hay chớt; mà phải tránh chỗ giọt gianh kẻo về sau con chốc đầu, loét mắt. Người mẹ thì phải kiêng khem gió máy, phải nằm than. Ăn cơm chỉ ăn muối hấp hay là nước mắm chưng; vài ba hôm mới dám ăn đến thịt. Đầy cữ (con giai bảy ngày, con gái chín ngày) xông muối, xoa nghệ rồi mới ra đến ngoài. Nhà nghèo nuôi con lấy, nhà giàu nuôi vú cho con. Có người cho vú đem về nhà nuôi. Cho bú độ ba, bốn tháng thì cho ăn cơm và vẫn cho bú đến ba, bốn tuổi mới thôi. Con nhà nào ba tháng biết lẫy, bảy tháng biết bò, chín tháng biết lò cò chạy chơi, là hợp vào ca thì dễ nuôi mà mai sau làm nên người. Tục ta hỏi thăm nhau đẻ con giai hay là con gái, người có chữ thường nói lộng chương hay lộng ngõa (nghĩa là chơi ngọc hay chơi ngói). Điển ấy do ở Kinh Thi: sinh con giai thì quí hóa mà cho chơi bằng hạt ngọc, sinh con gái thì khinh bỉ mà cho chơi bằng hòn ngói. Lại có người hỏi huyền hồ hay là huyền cân (nghĩa là treo cung hay là treo khăn mặt). Điển ấy cũng do tục Tàu: đẻ con giai treo cái cung ngoài cửa, mà đẻ con gái treo cái khăn mặt. Ta dùng điển mà hỏi thăm, chớ không có tục ấy. Cúng mụ. Trong sách Bắc hộ lục có nói rằng: Tục Lĩnh Nam nhà giàu đẻ con được ba ngày, hoặc đầy tháng, thì tắm cho con, làm một bữa tiệc, gọi là đoàn du phạn (nghĩa là bữa cơm tròn trặn trơn tru) và Thử con, Thuật kiêng giữ, Cách đặt tên, Cho con đi học, Lo lắng cho con."
}