{
  "dateOfBirth" : "Ất Tị 1905",
  "dateOfDeath" : "Canh Ngọ 1990",
  "hometown" : "tại làng Cẩm Toại, tổng An Phước, huyện Hòa Vang, tỉnh Quảng Nam (nay là xã Hòa Phong, huyện Hòa Vang, TP",
  "occupation" : "Nhà văn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 559,
  "entityName" : "Lâm Quang Thự",
  "aliases" : [ ],
  "overview" : "Xuất thân trong gia đình Nho học, thuở nhỏ học ở Huế. Năm 1925 đậu Cao đẳng tiểu học, ngành sư phạm (Quốc học, Huế) rồi được bổ làm giáo học tại trường Tiểu học Pháp - Việt Nha Trang. Tại đây ông bắt đầu giác ngộ cách mạng, tinh thần yêu nước, tham gia phong trào đòi ân xã cụ Phan Bội Châu, tổ chức lễ truy điệu cụ Phan Châu Trinh, tổ chức các buổi học ban đêm cho thợ thuyền, dân nghèo. Năm 1928 bị cách chức giáo học, ông vào Sài Gòn dạy trường tư, gia nhập Việt Nam thanh niên cách mạng đồng chí hội, sau chuyển sang Đảng Cộng sản Đông Dương. Năm 1931, ông bị Pháp bắt và giải về Quảng Nam quản thúc một thời gian. Năm 1932 ông làm thư kí công nhật ở sở Hỏa xa Đà Nẵng, Qui Nhơn, Nha Trang, đến năm 1937 được đổi về Đà Nẵng. Năm 1939, ông tham gia các phong trào công khai như vận động bầu cử Đặng Thái Mai vào Viện Dân biểu Trung Kì, tổ chức và làm hội trưởng Hội ái hữu Hỏa xa... Sau ngày Nhật đảo chính Pháp (3-1945) ông tham gia đỡ đầu phong trào thanh niên Quảng Nam - Đà Nãng, có chân trong Hội Truyền bá Quốc ngữ tại hai hạt Đà Nẵng - Hòa Vang. Tháng 8-1945 ông là chủ tịch ủy ban nhân dân cách mạng huyện Hòa Vang. Trong cuộc tổng tuyển cử ngày 6-1-1946, ông được bầu đại biểu Quốc hội. Năm 1946 ông được cử làm Chánh văn phòng ủy ban hành chính tỉnh Quảng Nam. Đầu năm 1947 ông làm Trưởng ban xây dựng các chiến khu của tỉnh ở Quế Sơn, Tiên Phước. Tam Kì. Giữa năm 1947 ông trở lại cơ quan tỉnh và sau đó được cử làm Ủy viên ủy ban Kháng chiến hành chánh miền Nam Trung bộ đến ngày kí hiệp định Genève năm 1954. Năm 1955 ông tập kết ra Bắc, công tác tại Bộ Nội vụ, phủ Thủ tướng, tham gia nghiên cứu luật tuyển cử để chuẩn bị hiệp thương tổng tuyển cử theo qui định của hiệp định Genève. Cuối năm 1956 ông được điều sang Văn phòng ủy ban thường vụ Quốc hội làm công tác nghiên cứu, giữ chức quyền Vụ trưởng Vụ dân chính, đến đầu năm 1970 ông nghỉ hưu. Ngoài những hoạt động cách mạng, kháng chiến, ông còn nghiên cứu về lịch sử và pháp luật, ông viết sách, đọc nhiều tham luận tại các kì họp Quốc hội. Ông được nhà nước Việt Nam công nhận là cán bộ có hoạt động cách mạng trước Cách mạng Tháng 8-1945 và được hưởng chế độ ưu đãi. Ông mất ngày 16-6-1900 tại Bệnh viện hữu nghị Việt - Xô, hưởng thọ 85 tuổi, an táng tại nghĩa trang Văn Điển (Hà Nội). Các tác phẩm của ông (đã in): - Chnh quyền nhân dân - Tổ chức hành chính và tư pháp cấp xa, Ủy ban kháng chiến hành chánh Quảng Nam - Đà Nẵng xuất bản, 1949. - Chế độ bầu cử HĐND, NXB Phổ thông Hà Nội xuất bản, 1958. - Về nhà nước Việt Nam dân chủ cộng hòa, NXB Sự thật Hà Nội xuất bản, 1963. - Lịch sử quốc hội khóa I (1946-1960), Văn phòng Ban Thường trực Quốc hội cho in trong tập san Thông tin Quốc hội 3 số 12, 13, 14 năm 1978. - Quảng Nam: địa lí - lịch sử - nhân vật Ban liên lạc đồng hương Quảng Nam và Ủy ban Mặt trận Tổ quốc Thanh Hóa xuất bản, 1974. - Đất Quảng trong thơ ca, ủy ban Mặt trận Tổ quốc Thanh Hóa xuất bản, 1976. - Ngũ Hành Sơn, NXB Văn Hóa Hà Nội xuất bản, 1983. Và một số tham luận chuyên ngành."
}