{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "Không rõ",
  "occupation": "Danh tướng đời Triệu Quang Phục ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Tiền Lý, Triệu": null
  },
  "id": 563,
  "entityName": "Trương Hát",
  "aliases": [],
  "overview": "Đức Thánh Tam Giang là danh xưng mà người dân Việt Nam gọi chung hai vị thánh hiển linh từ Trương Hống và Trương Hát. Đây là những vị tướng được nhắc tới nhiều nhất dưới thời vua Triệu Quang Phục. Tên gọi Tam Giang xuất phát từ tên gọi mà các triều đại Phong kiến Việt Nam phong cho hai ông: Tam Giang thượng đẳng thần. \"Tam Giang\" còn bắt nguồn từ cách gọi chung của ba con sông là sông Cầu, sông Thương, sông Đuống - nơi có nhiều đền thờ hai ông. Hai anh em ngài được đánh giá, đều là bậc tướng, trí dũng song toàn, \"sinh vi dũng tướng, tử vi minh thần\". Trong tín ngưỡng dân gian của người Việt cổ vùng trung du thì đền thờ Thánh Tam Giang ban đầu vốn thờ Thần Rắn, về sau mới thờ Trương Hống, Trương Hát.\n----------------------------------------------\nNăm Tân mão 571, Lý Phật Tử tranh quyền, khiến Triệu Việt vương căm hận quyên sinh, anh em ông bỏ vào ở nơi núi Phù Long. Hậu Nam đế Lý Phật Tử không dùng ông được, bèn sai người ám sát anh em ông. Biết tin anh em ông cùng uống thuốc độc tử tiết. Sau, đời Nam Tấn vương Ngô Xương Văn, có giặc Lý Huy ở châu Tây Long. Tương truyền anh em ông hiển thánh giúp vua Ngô phá tan giặc ở cửa Phù Lan (Lục Đầu giang). Vua Ngô truy phong ông là Tiểu vương giang Đô hộ quốc thần vương. Lập đền thờ ở cửa sông Nam Quán (tức Nam Bình hay sông Thương ngày nay). Cả vùng lân cận sông Cầu và sông Thương có đến hơn hàng trăm ngôi đền thờ hai anh em ông. Đền chính thờ ông ở làng Phượng Nhãn, phía tả ngạn sông Thương. Về sau Dương Bá Trạc cảm đề: I. Nước ta còn, giống ta còn, dù chết như sống; Anh như thế, em như thế có một không hai. II. Mộng hiện phò vua, non nước nhà Nam còn vạn thuở; Tiết xung mắng giặc, chúa tôi quân Bắc lạc ba hồn."
}