{
  "dateOfBirth": "Bính Thân 1896",
  "dateOfDeath": "Giáp Tí 1924",
  "hometown": "quê ở Nghệ An, là con quan Huấn đạo Phạm Thành Mỹ.\n----------------------------------------------\nquê làng Ngọc Điễu tỉnh Nghệ An",
  "occupation": "Liệt sĩ cận đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 564,
  "entityName": "Phạm Hồng Thái",
  "aliases": [
    "Nho Tư",
    "Phạm Thành Tích",
    "Phạm Đài"
  ],
  "overview": "Phạm Hồng Thái (chữ Hán: 范鴻泰; 1895/1896 - 1924) là một nhà hoạt động trong Phong trào Đông Du và là người đặt bom ám sát toàn quyền Đông Dương Martial Merlin vào năm 1924. Tên thật của ông là Phạm Thành Tích (范成績), quê ở Nghệ An, là con quan Huấn đạo Phạm Thành Mỹ. Ông cùng với một nhóm thanh niên có tâm huyết theo Vương Thúc Oánh (thành viên Việt Nam Quang phục Hội) vượt biên qua Xiêm (Thái Lan) rồi sang Quảng Châu (Trung Quốc) khoảng cuối năm 1918. Tháng 4 năm 1924, ông gia nhập Tâm Tâm Xã do Hồ Tùng Mậu, Lê Hồng Sơn thành lập. Nhóm này chủ trương bạo động.\n----------------------------------------------\nÔng nhiệt thành yêu nước, rời quê hương ra Bắc để tìm liên lạc với các nhà cách mạng. Ông sống cuộc đời lao động, làm phu mỏ ở Hòn Gai. Được tiếp xúc với Vương Thúc Oánh - thành viên của Hội Việt Nam Quang phục, ông cùng với một nhóm thanh niên có tâm huyết theo Vương Thúc Oánh vượt biên qua Xiêm (Thái Lan) rồi sang Quảng Châu (Trung Quốc) vào khoảng cuối năm 1918. Tại Quảng Châu, học tập chính trị ít lâu, ông tích cực hoạt động trong nhóm Tâm tâm xã do Hồ Tùng Mậu, Lê Hồng Sơn (tức Lê Văn Phan) và Lê Hồng Phong (tức Lê Huy Doãn) chỉ đạo. Ông từng được cử đi Thượng Hải, Hương Cảng và sang Nhật Bản tuyên truyền, cổ động các kiều bào bên ấy. Nhóm chủ trương bạo động, năm 1924 nghe tin Toàn quyền Đông Dương là M. Merlin sang Nhật Bản điều đình với Nhật để trục xuất các nhà cách mạng Việt Nam, nhóm chỉ định ông cùng Lê Hồng Sơn đi thi hành việc ám sát Merlin. Ông và Lê Hồng Sơn theo dõi hành trình của Merlin, suốt mấy chặng từ Thượng Hải qua Hoành Tân, đến Đông Kinh vẫn chưa có dịp thuận tiện ra tay. Cuối cùng, trên đường về, Merlin cùng đoàn tùy tùng dừng lại ở Quảng Châu, dự tiệc đêm 18-6-1924 tại khách sạn Victoria ở phía Bắc thành phố Sa Diện. Không bỏ lỡ cơ hội, dù biết khó khăn nguy hiểm có thể phải hi sinh, ông giả làm phóng viên nhà báo vào được trong khách sạn, liệng một quả bom nhỏ ngay giữa tiệc. Bom nổ, một số nhân vật Pháp và ngoại quốc chết tại chỗ, nhưng Merlin chỉ bị thương nhẹ. Giữa lúc báo động ông thoát chạy ra ngoài, theo phía Tây hào khẩu. Bọn cảnh vệ đuổi theo bắn rất, ông gieo mình xuống dòng Châu Giang hi sinh trong đêm 18-6-1924, hưởng dương 28 tuổi. Ông được chôn cất trân trọng ở chân đồi Bạch Vân. Đến tháng 3 năm sau (1925) Tỉnh trưởng Quảng Châu là Hồ Hán Dân chủ trương cải táng ông vào khu vực gò Hoàng Hoa (Hoàng Hoa Cương), cùng chia niềm vinh diệu với 72 liệt sĩ Trung Quốc an nghỉ nơi đấy. Sau đó, nhiều tổ chức truy điệu ông trọng thể. Nhiều nhà văn tưởng niệm ông đọc trong các cuộc truy điệu và phổ biển trên sách báo trong và ngoài nước. Ngay khi hay tin ông hi sinh, Nam Kiều Trần Huy Liệu đang làm báo ở Sài Gòn, cảm khái: Ngồi trông non nước dạ khôn đành, Nên nhắc đồng cân chữ tử sinh. Một tiếng lôi đình kinh vũ trụ, Tâm gan trung nghĩa động thần minh, Chiếc thân đã gửi cho dòng nước, Trang sử còn ghi mãi tính danh. \"Hết chuyện\" thương cho đồ \"chó chết\", Chết mà như bác chết quang vinh."
}