{
  "dateOfBirth" : "1 tháng 5, 1915 Làng An Khang, huyện Tiền Hải, tỉnh Thái Bình, Liên bang Đông Dương\n----------------------------------------------\nẤt Mão 1915",
  "dateOfDeath" : "2 tháng 7, 1986 (71 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nBính Dần 1986",
  "hometown" : "Thái Bình",
  "occupation" : "Thuộc\n----------------------------------------------\nĐại tướng Quân đội Nhân dân Việt Nam, nguyên tên là Hoàng Văn Xiêm",
  "workTenure" : "1941–1986\n----------------------------------------------\nKhông rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 583,
  "entityName" : "Hoàng Văn Thái",
  "aliases" : [ "Hoàng Văn Xiêm", "Thái" ],
  "overview" : "Hoàng Văn Thái (1915–1986) là Đại tướng của Quân đội nhân dân Việt Nam và là một trong những tướng lĩnh có ảnh hưởng quan trọng trong sự hình thành và phát triển của Quân đội Nhân dân Việt Nam; người có công lao lớn trong cuộc chiến chống thực dân Pháp và ảnh hưởng lớn trong cuộc chiến chống đế quốc Mĩ của Việt Nam Dân chủ Cộng hòa. Ông là Tổng Tham mưu trưởng đầu tiên của Quân đội Nhân dân Việt Nam, góp công trong nhiều chiến dịch quan trọng như Chiến dịch Biên giới thu đông 1950, Trận Điện Biên Phủ (1954), Chiến dịch Tết Mậu Thân (1968), Chiến dịch năm 1972, Chiến dịch Hồ Chí Minh. Ông cũng là nhân vật chính trị cao cấp của Việt Nam, từng giữ chức Thứ trưởng Bộ Quốc phòng Việt Nam, Tư lệnh Quân giải phóng miền Nam, Đại biểu Quốc hội Việt Nam khóa VII, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III, IV, V.\n----------------------------------------------\nÔng tham gia cách mạng từ hồi còn trẻ, tích cực hoạt động trong thời tiền khởi nghĩa. Trong cuộc kháng chiến chống Pháp và chống Mĩ giành độc lập tự do cho đất nước, ông đóng góp nhiều công lao trong lĩnh vực quân sự và chiến tranh du kích. Do khả năng của mình ông được nhà nước cử giữ các chức vụ trọng yếu trong chính quyền và Đảng: Ủy viên ban chấp hành Trung ương Đảng Cộng sản Việt Nam, Ủy viên thường vụ Đảng ủy quân sự Trung ương, Tổng tham mưu trưởng Quân đội Nhân dân Việt Nam, Tư lệnh bộ tư lệnh miền Nam, Phó Bí thư Quận ủy Miền, Thứ trưởng Bộ quốc phòng, Đại biểu Quốc hội. Ông được Đảng và Nhà nước tặng thưởng nhiều huân chương cao quí trong đó có Huân chương Hồ Chí Minh. Ông mất ngày 2 tháng 7 năm 1986 tại Hà Nội, thọ 71 tuổi."
}