{
  "dateOfBirth": "1842 Quảng Nam, Việt Nam\n----------------------------------------------\nNhâm Dần 1842",
  "dateOfDeath": "1911 Thăng Bình, Quảng Nam\n----------------------------------------------\nTân Hợi 1911",
  "hometown": "quê làng Hà Lam, huyện Lễ Dương, tỉnh Quảng Nam (nay thuộc thị trấn Hà Lam, huyện Thăng Bình, tỉnh Quảng Nam)",
  "occupation": "Quan nhà Nguyễn, nhà thơ, nhà văn\n----------------------------------------------\nDanh thần, Danh sĩ cuối triều Nguyễn, hiệu ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 585,
  "entityName": "Nguyễn Thuật",
  "aliases": [
    "Hiếu Sinh",
    "Hà Đình"
  ],
  "overview": "Nguyễn Thuật (1842-1911), trước có tên là Nguyễn Công nghệ, tự: Hiếu Sinh, hiệu: Hà Đình; là danh sĩ và là danh thần triều Nguyễn trong lịch sử Việt Nam.\n----------------------------------------------\nÔng xuất thân trong một gia đình vọng tộc lâu đời, năm Đinh mão 1867 đậu cử nhân, qua năm sau 1868 đậu Phó bảng. Ông làm quan trải qua các chức vụ: Thị lang nội các, Chánh sứ sang Trung Quốc, Giáo đạo trưởng Dưỡng Thiện, Thượng thư bộ Hộ, Thượng thư bộ Lại, Tổng đốc Thanh Hóa. Sau được gia phong hàm Thái tử Thiếu bảo, Hiệp biện đại học sĩ, lãnh chức Thượng thư bộ Binh và giảng sách tại tòa Kinh Diên. Nhiều lần ông làm Chánh chủ khảo các kì thi Hội ở Huế. Nguyễn Thuật là một quan lớn triều Nguyễn, trải các đời vua Tự Đức, Hàm Nghi, Thành Thái, Duy Tân mà gia đình vẫn thanh bạch, đương thời được nhân dân và sĩ phu trọng vọng. Nhà thơ Đào Tấn rất quí trọng, có tặng ông bài thơ: Kí hoài Hà Đình Công Tuế mộ hà nhân kí viễn thư, Hà Đình phong cảnh cận hà như. Niên niên kỉ thủ nham đầu nguyệt, Thập nhị hồi viên đáo tác cư. Nghĩa: Nhớ ông Hà Đình gởi thư thăm Năm hết nhớ người bạn xa gởi thơ thăm Phong cảnh nhà hoa sen chằng biết gần đây ra sao Hằng năm hãy nhớ lấy mảnh trăng đầu ghềnh, Mười hai độ trăng tròn đã soi đến nơi ta ở lẻ loi. Ông là tác giả nhiều sách: - Mỗi hoài ngâm thi thảo I, II - Mỗi hoài ngâm văn thảo - Hà Đình văn tập - Hà Đinh thư thảo - Vãng sư Thiên Tân nhật kí - Hà Đình văn sao - Hà Đình ứng chế thi sao - Thời chính tạp luận - Việt Nam cương giới vựng biên - Sử quán thư mục - Khoái thư trích lục… Thơ ông có đến hàng trăm bài (hơn 500 bài) giàu thi tính, nghệ thuật có thi đề đã thành có một không hai mà ông vẫn làm, như bài Đăng Hoàng hạc lâu (2 bài). \"Trần mộng hoang hoang bất thí thâu Hoàng địa lão thượng tư tự lâu Tiên ông hà xứ thừa vân hạc Tha khách kim triêu thưởng đầu ngưu Giang khoát ngư long ba tiệm trướng, Xuân thâm oanh vũ thảo du sầu. Đăng lâm khước lạc Đường nhân hậu, Dinh đắc kì quan viễn hải châu.\" Bản dịch: Lẽo đẽo bụi hồng chẳng nhớ thu, Trời hoang đất cỗi một lầu trơ! Tiên ông trước đã từng Vân Hạc Du khách nay tìm đến Đẩu Ngưu Sông rộng cá rồng cơn sóng dậy. Xuân già oanh vũ hót buồn nao! Đến đây dù có sau Đường nhỉ, Lời được trời giành thuyền biển mơ. Điều đó nói lên được đức tự tin và thi tài trác tuyệt Nguyễn Thuật. Ngoài một đại thần, một thi gia, ông còn là một nhà sử học từng giữ chức Tổng tài Quốc sử quán. Điều đó được thể hiện qua tác phẩm: Sử Quán thư mục do ông và Trương Quang Đản hợp soạn (1 cuốn). Sách có tờ tấu của Tổng tài Quốc sử quán và Toàn tu sử quán nói rõ về mục lục của sử quán bị thất lạc trong năm 1885. Đến năm Thành thái thứ 8 (1896) ông (NT) được lệnh chỉnh lí lại các sách ở Quốc sử quán để làm thành mục lục và kể rõ lại: Tập I: Các sách về sử làm trong triều Nguyễn. Tập II: Số sách kể lại trong năm Duy Tân thứ nhất (1907) gồm khoảng 500 bộ... Gần đây (2005) các tác phẩm của ông được dịch sang tiếng Việt qua một công trình đồ sộ có tên: Hà Đình Nguyễn Thuật Tác phẩm."
}