{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Kỉ Sửu 1409",
  "hometown": "quê ở Hà Tĩnh, làm chức châu phán Hóa châu dưới triều nhà Hồ.\n----------------------------------------------\nhuyện Thiên Lộc (Can Lộc), tỉnh HàTĩnh",
  "occupation": "Thân phụ nghĩa sĩ Đặng Dung đời Hậu Trần",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "nhà Hồ": null,
    "Hậu Trần": null,
    "Nhà Hồ": 9
  },
  "id": 606,
  "entityName": "Đặng Tất",
  "aliases": [],
  "overview": "Đặng Tất (chữ Hán: 鄧悉；1357 -1409) quê ở Hà Tĩnh, làm chức châu phán Hóa châu dưới triều nhà Hồ. Nhà Minh xâm chiếm Đại Ngu, họ Hồ thất bại, người Chiêm tiến quân chiếm lại đất cũ Thăng Hoa, Đặng Tất xin với Trương Phụ cho mình cai quản Hóa châu. Trương Phụ cho Đặng Tất làm Đại tri châu Hóa châu, người Chiêm rút binh về.\n----------------------------------------------\nCuối đời Trần sang đời nhà Hồ, ông vẫn được Hồ Quí Ly trọng dụng, bổ làm Tri phủ Hóa Châu. Đến khi cha con Quí Ly bị Trương Phụ bắt, ông vẫn giữ chức Đại tri châu, cai trị vùng Hóa Châu. Năm Đinh hợi 1407, tháng 10, Giản Định Đế tức vị ở Trường An, thuộc tỉnh Ninh Bình. Trương Phụ chuyển quân vào đánh, Giản Đinh Đế chạy vào Nghệ An, ông nghe tin, dấy quân đánh quan quân nhà Minh ở đấy rồi nghênh tiếp vua Giản Định, và tiến con gái vào cung. Vua Giản Định phong ông làm Quốc Công, cùng nhau lo khôi phục đất nước. Ông ra quân, bắt sống Phạm Thế Căng là người đã đầu hàng Trương Phụ để lãnh chức Tri phủ Tân Bình, tại cửa Nhật Lệ. Thừa thắng ông tiến quân thu phục cả vùng Tân Bình; Thuận Hóa, Nghệ An, Thanh Hóa, rồi toan tiến thẳng ra Đông Đô. Chẳng dè giữa lúc ấy, bọn quan hầu cận là Nguyễn Quí. Nguyễn Mộng Trang mật tâu với vua Giản Định: - Tham mưu Nguyễn Cảnh Chân và Quốc Công Đặng Tất chuyên quyền, sợ sau này khó chế ngự nổi, phải nên trừ đi. Giản Định nghe theo, sai người đi triệu ông về họp nơi Hoàng Giang. Ông và Nguyễn Cảnh Chân lập tức về ngay, vừa tới nơi, mới bước xuống thuyền thì đám võ sĩ xông ra, giết chết ông và Nguyễn Cảnh Chân, bấy giờ vào khoảng tháng hai Kỉ sửu 1409. Con ông là Đặng Dung bỏ đi, đem quân bản bộ ra Thanh Hóa rước Trần Quí Khoáng vào Nghệ An tôn lên ngôi tức Trùng Quang Đế, rồi tiếp tục kháng Minh."
}