{
  "dateOfBirth" : "Bính Thìn 1916",
  "dateOfDeath" : "Đinh Tị 1977",
  "hometown" : "tại Nam Định, con ông Hoàng Văn Tuân và bà Lê Thị An (bà là nguời sinh ở Long An Nam Bộ), từ năm 1948-1950 định cư ở Sài Gòn",
  "occupation" : "Chuyên viên ngân hàng, nhà báo, sinh năm 1916 tại Nam Định",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Hoàng Văn Tuân" : null
  },
  "motherName" : {
    "Lê Thị An" : null
  },
  "eraName" : {
    "Nước Việt Nam mới" : 29
  },
  "id" : 610,
  "entityName" : "Hoàng Minh Tuynh",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ ông học tại Hà Nội, đậu Tú tài rồi vào học Trường Đại học luật khoa Hà Nội, tốt nghiệp cử nhân luật chuyên về kinh tế, tài chính. Sau năm 1945 ông làm công chức trong ngành kinh tế ngân hàng, thường đi tu nghiệp ở các nước Tây phương (Pháp, Mĩ), sau năm 1950 định cư ở Sài Gòn, Bảo Lộc cho đến cuối đời. Sau hiệp định Genève, ông giữ chức Phó Tổng giám đốc Viện Hối đoái Sài Gòn (Tổng giám đốc là ông Huỳnh Văn Lang). Năm 1957 ông là một trong 3 người (Huỳnh Văn Lang, Lê Ngộ Châu và ông) sáng lập tạp chí Bách khoa ở Sài Gòn (1957-1975) giữ chức chủ bút tạp chí (1957-1963) rồi đến năm 1960 ông sáng lập tạp chí Mai giữ chân chủ nhiệm tạp chí này. Bách khoa, Mai là hai tạp chí có chủ trương và lập trường văn hóa tương tự sống được lâu năm nhất tại miền Nam thuở ấy. (Bách khoa: 1957-1975, Mai: 1960-1963) và cũng là nơi tập hợp được các cây bút nghiêm túc ở Sài Gòn trước năm 1975 như có nhà văn đã viết: \"Tạp chí Bách khoa là mảnh đất chính cho việc cầm bút dưới các bút hiệu cô Phương Thảo... Thực tế điều hành tờ báo là ở hai người. Một là ông Hoàng Minh Tuynh, trí thức công giáo, tính tình hào hoa, có phần lãng mạn, sẵn sàng bỏ nhiều thì giờ cắt xén các bài trên báo chí ngoại quốc kết lại thành từng mục để trao cho các anh em cộng sự khai thác tư liệu. Hai là ông Lê Ngộ Châu trí thức miền Bắc di cư nhưng là Phật tử lo phần trị sự. Ông Châu là người thông minh, tinh tế, nhạy bén trong xử sự và nhân hậu với anh em cộng tác\" (Vũ Hạnh). Sau năm 1963, ông từ bỏ đời sống công chức, sống với nghề tự do, đến năm 1977 ông mất tại Bảo Lộc (tỉnh Lâm Đồng) thọ 61 tuổi. Dư luận hồi đó cho rằng ông bị đầu độc."
}