{
  "dateOfBirth" : "1194 Tức Mặc, Đại Việt\n----------------------------------------------\nGiáp Dần 1194",
  "dateOfDeath" : "1264 Thăng Long, Đại Việt\n----------------------------------------------\nGiáp Tí 1264",
  "hometown" : "quê làng Lưu Xá, huyện Ngự Thiên, lộ Long Hưng (nay là thuộc xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình)",
  "occupation" : "Thái sư đời Trần, nhân vật đầu não trong việc sáng lập nhà Trần",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "chưa rõ" : null
  },
  "motherName" : {
    "chưa rõ" : null
  },
  "eraName" : {
    "Nhà Trần" : 15,
    "Nhà Lý" : 14
  },
  "id" : 635,
  "entityName" : "Trần Thủ Độ",
  "aliases" : [ "Thượng phụ Thái sư Trung Vũ Đại vương 尚父太師忠武大王" ],
  "overview" : "Trần Thủ Độ (chữ Hán: 陳守度, 1194 - 1264), cũng gọi Trung Vũ đại vương (忠武大王), là một nhà chính trị Đại Việt thời cuối Lý đầu Trần. Ông đóng vai trò quan trọng trong các sự kiện lật đổ nhà Lý, lập nên nhà Trần, thu phục các thế lực người Man làm phản loạn và trong cuộc chiến kháng quân Nguyên lần thứ nhất.\n----------------------------------------------\nÔng có tài chính trị, nhân thời loạn cùng với người trong họ là Trần Lý, Trần Thừa ra sức giúp thái tử Sảm nhà Lý chống các cuộc khởi loạn. Trần Lý gả con gái là Trần Thị Dung cho Thái tử Sảm, do đó khi thái tử Sâm phục nghiệp lên ngôi tức Lý Huệ tông, dòng họ Trần được trọng dụng. Trần Thủ Độ được phong làm Điện tiền chỉ huy sứ trong năm 1224, sau đó cai quản các đạo quân bảo vệ kinh thành. Khi Lý Huệ tông nhường ngôi cho con gái là Chiêu Thánh công chúa Lý Phật Kim (tức Lý Chiêu Hoàng), Trần Thủ Độ cùng người anh họ là Trần Thừa đem Trần Bồ tức Trần Cảnh (con trai Trần Thừa) tác hợp với Lý Chiêu Hoàng, rồi bức tử Lý Huệ tông nơi chùa Chân Giáo, kế tiếp ép Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh, dựng nghiệp nhà Trần vào khoảng cuối năm Ất dậu sang đầu năm Bính tuất (1225-1226). Nhà Trần thành lập, Trần Thủ Độ được cử giữ chức Thái Sư. Quyền thế ông càng lúc càng nổi bật, đến năm Giáp ngọ 1234 ông là Thống quốc Thái sư, gồm coi phủ Thanh Hoa. Năm Mậu ngọ 1258, quân Nguyên Mông sang xâm lược nước ta, trong khi ấy Trần Thái tông và Thái úy Trần Nhật Hiệu có ý muốn đầu hàng, ông cương quyết thốt lời bất hủ: \"Đầu tôi chưa rơi xuống đất, xin bệ hạ đừng lo\". Rồi ông cương quyết đôn đốc quân dân đẩy mạnh cuộc phản công đuổi giặc ra khỏi bờ cõi giành độc lập cho tổ quốc. Ông là người có bản lĩnh, lắm quyền mưu, xử lí sâu sắc các việc quan hệ về chính trị, quân sự, uy phong áp đảo được mọi người. Tuy nhiên ông cũng là người có nhiều thủ đoạn thâm độc, trong đó nổi bật nhất là việc tổ chức giết chết hơn 300 quý tộc họ Lý, để diệt trừ hậu hoạn. Tháng Giêng năm Canh tí 1264 ông mất, thọ 70 tuổi. Mộ ông ở địa phận xã Phù Ngư, qui mô đồ sộ."
}