{
  "dateOfBirth": "Mậu Thân 1908",
  "dateOfDeath": "Quí Hợi 1983",
  "hometown": "tại Bắc Ninh",
  "occupation": "Nhà nghiên cứu Ngôn ngữ học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 639,
  "entityName": "Trương Văn Chình",
  "aliases": [
    "Trình Quốc Quang"
  ],
  "overview": "Thuở nhỏ ông học tại trường Bưởi, Trường Cao đằng Công chánh (Hà Nội)... Ra trường, làm việc ngành bưu điện ở các tỉnh miền Bắc. Năm 1946 là đâị biểu Quốc hội khóa I, ủy viên Ban Thường trực Quốc hội khóa I, tham gia hội nghị Đà Lạt của phái đoàn do Bộ trưởng Ngoại giao Nguyễn Tường Tam dẫn đầu và hội nghị Fontainebleau (Pháp). Sau năm 1954 di cư vào Sài Gòn, vẫn phục vụ trong ngành Bưu điện. Từng giữ chức Giám đốc Sở Bưu điện Nam Việt (Nam Kì), Thanh tra Bưu điện Sài Gòn cho đến khi về hưu (1966). Tuy làm công chức, nhưng ông chuyên tâm nghiên cứu về tiếng Việt. Công trình đồ sộ của ông là bộ: Khảo luận về ngữ pháp Việt Nam (cùng soạn với Nguyễn Hiến Lê - Đại học Huế xuất bản, 1963). Đây là một công trình qui mô của các tác giả về cách cấu tạo cũng như chức năng của tiếng Việt trong cộng đồng ngôn ngữ dân tộc. Qua tác phẩm ông phân tích được bản chất tiếng Việt một cách có căn cứ khoa học nên đã thuyết phục được nhiều người chuyên môn. Công trình thứ hai của ông (cũng về tiếng Việt) được viết bằng tiếng Pháp để giới thiệu với những người trong cộng đồng sử dụng tiếng Pháp. Đó là bộ Structure de la langue Vietnamienne do Trung tâm Đại học sinh ngữ Đông Phương (Centre Universitaire des langues Orientales vivantes) xuất bản năm 1970 tại Paris. Từ năm 1965, ông giảng dạy về ngữ pháp Việt Nam ở Đại học Sư phạm Sài Gòn và Đại học Văn khoa, Sư phạm Huế. Ông còn soạn thêm một bộ về Ngữ pháp Việt Nam (1500 trang) dành cho các học sinh bậc phổ thông. Các tác phẩm chính: - Khảo luận về ngữ pháp Việt Nam (1963, Sài Gòn, hợp soạn) - Structure de la langue Vietnamienne (Paris, 1970) - Hội nghị Pháp Việt Đà Lạt (1950, Hà Nội) - Lược khảo về Liên hiệp Anh (1951, Hà Nội) - Hội nghị Fontainebleau (1951, Hà Nội) - Thực hiện liên hiệp Pháp thế nào (1949) - Nho giáo khai tâm (1948) - Hiến chương Liên hiệp Pháp (1946) - Xứ Ai Lao và điều ước Pháp Lào (1949) - Quốc tế công pháp thường thức (1946) Và nhiều chuyên đề về ngôn ngữ học trên các tạp chí ở Sài Gòn. Năm 1982, ông sang Pháp trị bệnh và mất ở Paris năm 1983 do một tai nạn y khoa. Khảo luận về ngữ pháp Việt Nam - 1963, Đại Học Huế xuất bản, 714 trang, khổ 15.5x24.5cm (chung với Nguyễn Hiến Lê). Qua sách tác giả trình bày một quan điểm độc đáo về từ tính (nature des mots) và từ vụ (fonction des mots). Quan điểm này phù hợp với tinh thần tiếng Việt và dựa vào nhận định trên cho thấy Việt ngữ thuộc hệ thống ngôn ngữ đơn lập (langue isolante). Theo tác giả, một câu tiếng Việt đầy đủ ý nghĩa tức là một câu có giá trị ngữ pháp. Thế cho nên muốn hiểu ngữ nghĩa và ngữ pháp một câu, việc đầu tiên là phải xét hai tác dụng: tác dụng về ý nghĩa và tác dụng về cú pháp. Nói khác hơn là ta phải tìm hiểu từ tính và từ vụ. Từ tính (nature des mots) là tính chất và ý nghĩa của từ trong một câu. Về ngữ pháp, khi mỗi từ xuất hiện, nó có hai tác dụng: tác dụng ý nghĩa tức là tác dụng về tính chất và tác dụng về cú pháp tức là tác dụng về nhiệm vụ của từ trong câu. Trong một câu nói như \"chim bay\" thì chim là một sinh vật có khả năng di chuyển trên không và \"bay là di chuyển trên không. Như vậy hai từ chim, bay diễn tả được tính chất ý nghĩa của hai từ này. Nếu hai từ này được xếp thành một câu thì ta mới xét đến tác dụng của mỗi từ về phương diện cú pháp. Chim thuộc vào từ loại chỉ sự vật, sự vật này là một khái niệm cơ bản. Các nhà ngữ pháp đặt tên khái niệm cơ bản này là danh từ (thể từ). Bay thuộc về từ loại chỉ sự vật động tác mà sự vật động tác này cũng là một khái niệm cơ bản, và các nhà ngữ pháp đặt tên nó là động từ. Do đó, muốn tìm hiểu tác dụng của một từ, việc trước tiên là phải hiểu ngữ nghĩa và tác dựng của từ mới thấy được nhiệm vụ của từ, của câu. Từ vụ, (fonction des mots) là nhiệm vụ của từ trong câu. Xét quan hệ của hai từ chim bay được kết hợp thành câu mới thấy được tác dụng thứ hai là tác dụng cú pháp. Chim thuộc về từ loại đứng làm chủ trong câu và tác giả gọi là chủ ngữ. Bay thuộc vào từ loại dùng để nói chủ ngữ trong câu làm gì, và tác giả gọi là động từ (trạng từ). - Danh từ và động từ là hai phạm trù thuộc về ý nghĩa (từ tính). - Chủ ngữ và động từ (động ngữ) tức trạng từ ở trên - là hai phạm trù thuộc về cú pháp (từ vụ) tức nhiệm vụ của từ đảm nhận trong câu. Như vậy, ý nghĩa của một câu phụ thuộc vào ý nghĩa của những từ trong câu; vừa phụ thuộc vào kết cấu cú pháp của câu. Đây là phần đóng góp sáng giá nhất của ông trong lĩnh vực ngữ pháp Việt Nam. Sách miêu tả được cách cấu tạo tiếng Việt cũng như qui luật ngữ pháp Việt Nam đã được các nhà ngôn ngữ học lớn như Gaspardone, M. Durand, M. Piat (Pháp), Lê Ngọc Trụ, Nguyễn Bạt Tụy ca ngợi trên các tạp chí trong và ngoài nước, như lời giới thiệu của nhà \"Việt Nam học\" người Pháp M. Durand (Giáo sư giảng dạy môn Văn minh và Ngữ học Việt Nam tại Đại học Sorbonne) viết trên tạp chí Trường Viễn Đông bác cổ Paris năm 1970: \"Mặc dầu có tính chất chuyên môn, sách dễ đọc và đọc có nhiều hứng thú vì viết rõ ràng, lại làm cho người đọc hiểu được một câu nói tiếng Việt có thể biến hóa về nội dung và về ngữ pháp như thế nào\". Hay như Viện trưởng Viện đại học Huế nhận xét: \"Tìm hiểu cái hay của người, rút kinh nghiệm của người để bồi bổ cho nền văn hóa của mình mà vẫn giữ được bản sắc, vẫn rán có sáng kiến của mình chứ không theo đúng người để mong đồng hóa với người\". Hội nghị Fontainbleau tháng 7-1946 (2 quyển) xuất bản năm 1950, tác giả viết về chương trình nghị sự và nội dung các vấn đề hai bên Việt Pháp đưa ra bàn cãi giữa hội nghị từ tháng 6 năm 1946 tại Fontainbleau (gần Paris). Trong bài Tựa sách, tác giả viết (trích): Hội nghị Fông-te-nơ-bơ-lô mở đầu một giai đoạn mới trong lịch sử Việt Nam. Nước Việt Nam khôi phục quyền độc lập, lần đầu tiên có đại biểu dự một hội nghị quốc tế chính thức. Vậy hồ sơ Hội nghị Fông-te-nơ-bơ-lô tức là những bản tường thuật hơn mười hai buổi họp của toàn thể Hội nghị hay các tiểu ban, dày trên năm trăm trang giấy đánh máy, có ít ra là năm vạn chữ là một tài liệu quý giá cho sử gia, cho những người muốn khảo cứu hay chí muôn hiểu biết tình hình nước nhà trong mấy năm gần đây, một tài liệu quý giá hơn hết cho những ai \"lăm le\" nhảy lên trường chính trị Việt Nam. Xét một nhân vật, xét một thời đại, người có lương tâm tất phải bằng cứ vào tài liệu có thực. Có thế, phán đoán mới không thiên lệch, sai lầm. Hồ sơ Hội nghị Fông-tenơ-bơ-lô truyền bá được trong quốc dân âu cũng là một việc giúp ích cho ta hiểu hơn trang lịch sử chúng ta hiện đang sống. Hồ sơ Hội nghị Fông-te-nơ-bơ-lô được nhiều người biết, chắc chắn là đỡ được bao nhiêu con thiêu thân vô ích, và vấn đề Việt Pháp đã sớm giải quyết rồi. Những người ra làm chính trị cũng đỡ mất bao nhiêu thì giờ tìm kiếm nột con đường chính đáng quốc dân miễn phải học những bản chương trình dài dòng làm bia cho thiên hạ. Trình Quốc Quang, Hà Nội, 28-XII-1948"
}