{
  "dateOfBirth" : "4 tháng 11 năm 1904 Từ Liêm, Hà Nội, Liên bang Đông Dương\n----------------------------------------------\nGiáp Thìn 1904",
  "dateOfDeath" : "12 tháng 1, 1995 (90 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nẤt Hợi 1995",
  "hometown" : "quê làng Đông Ngạc, phủ Hoài Đức, tỉnh Hà Đông (nay thuộc tỉnh Hà Tây), con trai Hoàng giáp Hoàng Tăng Bí (1883-1939) đảng viên Đảng Xã hội Pháp (SFIO), nguyên Phó Tổng thư kí Đảng Xã hội Việt Nam",
  "occupation" : "Giáo sư, tác giả, Cựu Bộ trưởng, quê làng Đông Ngạc, phủ Hoài Đức, tỉnh Hà Đông (nay thuộc tỉnh Hà Tây), con trai Hoàng giáp Hoàng Tăng Bí ",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "Hoàng giáp Hoàng Tăng Bí" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 699,
  "entityName" : "Hoàng Minh Giám",
  "aliases" : [ ],
  "overview" : "Hoàng Minh Giám (4 tháng 11 năm 1904 - 12 tháng 1 năm 1995) là một nhà ngoại giao của Việt Nam, người trực tiếp trợ giúp cho chủ tịch Hồ Chí Minh trong cuộc đàm phán với nhà ngoại giao Sainteny của Chính phủ Pháp, dẫn đến việc ký Hiệp định sơ bộ ngày 6 tháng 3 năm 1946. Ngoài ra ông còn giữ nhiều chức vụ quan trọng của Chính phủ và Quốc hội Việt Nam như Bộ trưởng Bộ Ngoại giao, Bộ trưởng Bộ Văn hoá và Chủ nhiệm Uỷ ban Đối ngoại của Quốc hội khoá VI. Ông cũng là đại biểu Quốc hội Việt Nam các khoá I, II, III, IV, V và VI, Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận tổ quốc Việt Nam các khoá I, II và III, Chủ tịch Liên hiệp các tổ chức hữu nghị Việt Nam từ năm 1977 đến năm 1992 (Kế nhiệm là Nguyên Phó Chủ tịch nước Nguyễn Thị Bình).\n----------------------------------------------\nXuất thân trong một gia đình nội, ngoại đều đỗ đại khoa (cháu ngoại Tổng tài Quốc sử quán Cao Xuân Dục: 1842-1923). Thuở nhỏ học ở Huế, Hà Nội, tốt nghiệp Cao đẳng Sư phạm Đông Dương, lần lượt làm giáo sư ở Huế rồi Nam Vang (Campuchia). Ở đâu ông cũng bị chef Tây làm phiền vì mang \"thành tích bất hảo\" (thân phụ chống Pháp, đương sự tham gia vụ án Phan Bội Châu, để tang Phan Châu Trinh) và cũng là người có tư tưởng xã hội. Những năm cuối thập niên 30, ông từ chức, về dạy tư và làm hiệu phó Trường Trung học Thăng Long ở Hà Nội (hiệu trưởng là cử nhân Khoa học Nguyễn Bá Húc). Trường Thăng Long là nơi hội tụ nhiều nhà văn, nhà giáo có lòng với dân với nước một thời ở đất văn vật này và cũng là nơi đào tạo được nhiều thế hệ học sinh ưu tú. Thời điểm này ông gia nhập đảng Xã hội Pháp ở miền Bắc Đông Dương. Năm 1946 ông làm Tổng thư kí đảng Xã hội Việt Nam. Sau Tổng khởi nghĩa tháng 8-1945, Mặt trận Việt Minh cầm quyền, ông được cử giữ chức Thư kí Hội đồng chính phủ, Đại biểu Quốc hội đơn vị tỉnh Hà Đông, ủy viên chính thức Ban Thường trực Quốc hội khóa I. Sau ngày Toàn quốc kháng chiến, ông cùng chính phủ lên chiến khu Việt Bắc làm Thứ trưởng Bộ Ngoại giao. Năm 1947 ông thay mặt chính phủ nhiều lần thương thuyết với Cao ủy Pháp Bollaert để chấm dứt chiến tranh và các vấn đề khác giữa Việt - Pháp, nhưng với thái độ ngoan cố của Pháp nên bất thành. Hòa bình lập lại trong lần bổ sung và mở rộng chính phủ của Quốc hội ngày 20-9-1955 ông chuyển sang giữ chức Bộ trưởng Bộ Văn hóa trong hai nhiệm kì (1955, 1959). Những năm 60 ông về hưu tại Hà Nội, và mất năm 1995, hưởng thọ 91 tuổi."
}