{
  "dateOfBirth": "20 tháng 6, 1810 Tân Hòa (sau là Gò Công), Đại Nam\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "12 tháng 5, 1902 (91 tuổi) Huế, Đại Nam\n----------------------------------------------\nKhông rõ",
  "hometown": "Hà Nội",
  "occupation": "Hoàng thái hậu Đại Nam\n----------------------------------------------\nDòng dõi Thượng thư bộ Binh đời Lê Hiển tông là Cao Bá Hiên, thân phụ Cao Bá Quát",
  "workTenure": "1847 - 1883\n----------------------------------------------\nKhông rõ",
  "fatherName": {
    "Phạm Đăng Hưng": 2501
  },
  "motherName": {
    "Phạm Phu nhân": null
  },
  "eraName": {
    "Trịnh - Nguyễn": 34,
    "Nhà Tây Sơn": 21,
    "Nhà Nguyễn": null,
    "Nhà Nguyễn độc lập": 30
  },
  "id": 705,
  "entityName": "Cao Cửu Chiếu",
  "aliases": [
    "Phạm Thị Hằng (范氏姮)",
    "Nghi Thiên Tán Thánh Từ Dụ Bác Huệ Trai Túc Tuệ Đạt Thọ Đức Nhân Công Chương hoàng hậu 儀天贊聖慈裕博惠齋肅慧達壽德仁功章皇后",
    "Đức",
    "Phủ thiếp Nhị giai Thành phi Nhất giai Quý phi Hoàng thái hậu Thái hoàng thái hậu Thái thái hoàng thái hậu"
  ],
  "overview": "Nghi Thiên Chương Hoàng hậu (chữ Hán: 儀天章皇后; 20 tháng 6 năm 1810 - 12 tháng 5 năm 1902), hay Từ Dụ hoàng thái hậu (慈裕皇太后) hoặc Nghi Thiên thái hoàng thái hậu (儀天太皇太后), là chính thất Quý phi của Thiệu Trị Hoàng đế, thân mẫu của Tự Đức. Bà là tổ mẫu trên danh nghĩa của các Hoàng đế Dục Đức, Kiến Phúc, Hàm Nghi, Đồng Khánh và là tằng tổ mẫu trên danh nghĩa của hai vị vua Thành Thái và Khải Định\n----------------------------------------------\nGặp hồi loạn lạc cuối Lê, ông không ra thi cử, ở ẩn quê nhà. Đến đời Gia Long, ông làm Giáo thụ ở huyện Gia Định (sau đổi là Gia Bình, tỉnh Bắc Ninh; nay thuộc Bắc Ninh), được đương thời khen ngợi là người có đạo đức, giỏi văn chương. Khi thấy vợ sinh đôi hai con là Bá Đạt và Bá Quát có tài văn xuất chúng, ông có lời khuyên sáng suốt: Văn của Bá Đạt hơn về khuôn phép nhưng kém về tài tứ; văn của Bá Quát hơn về tài tứ nhưng kém về khuôn phép. Đem cái tài tứ của Bá Quát hợp cái khuôn phép của Bá Đạt, sẽ có thể trở nên bậc có văn tài hoàn toàn. Ông mất, mọi người đều thương mến, nhắc nhở."
}