{
  "dateOfBirth" : "8 tháng 1 năm 1914 Hà Nội, Liên bang Đông Dương\n----------------------------------------------\nGiáp Dần 1914",
  "dateOfDeath" : "17 tháng 9 năm 1996 Thành phố Hồ Chí Minh\n----------------------------------------------\nBính Tí 1996",
  "hometown" : "tại Thị xã Nam Định, tỉnh Nam Định, trước năm 1940 ngụ tại phố Hàm Long, nội thành Hà Nội",
  "occupation" : "Giáo viên, nhạc sĩ\n----------------------------------------------\nNhạc sĩ thời danh",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 73,
  "entityName" : "Ngô Đình Hộ",
  "aliases" : [ "Lê Thương" ],
  "overview" : "Lê Thương (1914–1996) là một trong những nhạc sĩ tiêu biểu nhất cho thời kỳ tiền chiến của tân nhạc Việt Nam. Ông là tác giả của bộ ba ca khúc Hòn vọng phu bất hủ.\n----------------------------------------------\nXuất thân trong một gia đình theo đạo Thiên chúa giáo, nội tổ là một \"trùm họ\" đạo. Thuở nhỏ học tại một trường tiểu học Thiên chúa, có điều kiện học nhạc và hát trong các ca giáo đoàn nên khả năng âm nhạc được nuôi dưỡng và phát triển rất sớm. Lớn lên, học Trung học tại Hà Nội, ngay từ ngày còn ngồi ở ghế nhà trường ông đã sáng tác một số ca khúc được giới yêu nhạc ưa thích Những năm 40 ông vào làm việc tại Sài Gòn, sau ngày Pháp tái chiếm Nam Bộ, ông gia nhập lực lượng kháng chiến, lui về công tác ở chiến trường tỉnh Bến Tre (huyện Bình Đại). Năm 1948 ông bị Pháp bắt làm tù binh, giam tại Mĩ Tho hơn một năm sau mới đưọc trả tự do, do mất liên lạc nên về sống tại Sài Gòn. Năm 1950 ông tham gia Phong trào Hòa bình và Học sinh, tại Sài Gòn. Ông là một trong những người tổ chức lễ truy điệu và đám tang Trần Văn ơn bị thực dân Pháp thảm sát. Chính cái chết Trần Văn ơn và phong trào học sinh này đã thôi thúc ông sáng tác bản nhạc bất hủ Học sinh hành khúc. Câu sau: Học sinh là nguời tổ quốc mong cho mai sau, Học sinh là nguởi vun đắp nên bao công lao! Trong lúc quốc dân tranh đấu cho nền độc lập, Học sinh vì nước, vì dân mà thôi như một bản tuyên ngôn của phong trào học sinh cũng như tấc lòng của những người mẹ có con lên đường cứu nước qua bài Lòng mẹ Việt Nam. Sau năm 1954 ông làm việc ở Bộ Quốc gia Giáo dục (Sài Gòn) đến năm 1975. Các tác phẩm của ông: Trưng Vương (1936), Trên sông Dương Tử (1938), Tiếng thùy dương (1938), Bản đàn xuân (1939), Thu trên đảo Kinh Châu, Trọng Thủy - Mỵ Châu (1940), Bông hoa rừng, Hòa bình 48, Học sinh hành khúc (1950), Lòng mẹ Việt Nam (Bà Tư bán hàng)... nhất là trường ca Hòn Vọng phu (I), Ai xuôi vạn lí (II), Người chinh phu về (III) đã trở thành bất hủ trong lịch sử âm nhạc Việt Nam hiện đại. Ngoài ra, ông còn là tác giả hàng trăm nhạc khúc phục vụ thiếu nhi, học sinh trong các buổi phát thanh học đường (Sài Gòn). Những năm 70, ông được chính quyền Sài Gòn tặng thưởng: Giải tuyên dương sự nghiệp văn hóa (1974). Ông mẩt ngày 18 tháng 9 năm 1996 tại TP. Hồ Chí Minh, thọ 82 tuổi."
}