{
  "dateOfBirth": "1902 làng Long Châu, quận Châu Thành, tỉnh Vĩnh Long\n----------------------------------------------\nTân Sửu 1901",
  "dateOfDeath": "27 tháng 1, 1982 (80 tuổi) Sài Gòn, Việt Nam\n----------------------------------------------\nNhâm Tuất 1982",
  "hometown": "Sài Gòn, Việt Nam Cộng hòa\n----------------------------------------------\nquê làng Long Hồ, thị xã Vĩnh Long, tỉnh Vĩnh Long",
  "occupation": "Chính khách\n----------------------------------------------\nGiáo sư, Cựụ Thủ tướng ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 744,
  "entityName": "Trần Văn Hương",
  "aliases": [],
  "overview": "Trần Văn Hương (1902-1982) là một chính khách Việt Nam Cộng Hòa, từng là cựu Thủ tướng (1964-1965 và 1968-1969), Phó Tổng thống (1971-1975) và rồi Tổng thống trong thời gian ngắn ngủi bảy ngày (21 tháng 4 năm 1975 - 28 tháng 4 năm 1975) của Việt Nam Cộng hòa.\n----------------------------------------------\nÔng vốn con nhà nghèo, hiếu học vượt khó mà lập thân với nghề dạy học. Những năm 20 ông là sinh viên Trường Cao đẳng Sư phạm Đông Dương ở Hà Nội. Tốt nghiệp khóa đầu tiên, về Nam dạy học ở Trường Trung học Nguyễn Đình Chiểu (Mĩ Tho), Thanh tra các trường tiểu học Tây Ninh, Sài Gòn... Sau Cách mạng tháng Tám ông là Đại biểu Quốc hội nước Việt Nam Dân chủ Cộng hòa, đơn vị tỉnh Tây Ninh. Những năm chiến tranh Việt Pháp ông làm việc ở Sài Gòn. Khoảng đầu năm 1960, ông có chân trong nhóm trí thức \"Caravelle\" Sài Gòn chống chế độ độc tài Ngô Đình Diệm, bị chính quyền đương thời bắt giam một thời gian. Sau khi chế độ Ngô Đình Diệm bị lật đổ có lúc ông làm Đô trường Sài Gòn rồi Thủ tướng chính phủ và leo dần đến chức Phó Tổng thống và Tổng thống của chế độ Sài Gòn. Nhưng ông làm Tổng thống chỉ có mấy ngày thay cho Nguyễn Văn Thiệu rồi bàn giao lại cho tướng Dương Văn Minh kế đến ngày miền Nam giải phóng (30-4-1975). Năm Nhâm tuất 1982 ông mất tại nhà riêng ở Sài Gòn thọ 81 tuổi. Ngoài một nhà giáo, một nhà hành chánh ông còn là một nhà thơ Đường luật. Các tác phẩm chính: - Lao trung lãnh vận (1960) (tập thơ) và hiệu đính, chú thích các bản tuồng - Kim Thạch kì duyên (của Bùi Hữu Nghĩa) (1964) - Kim Vân Kiều (của Ngụy Khắc Đản) (1962) - Ngũ hổ bình Liêu (của Nguyễn Diêu và Đào Tấn) (1970). Thơ ông mang chứng tích thời đại và tâm sự ông: Cảm tác Trăm năm chia bốn, sắp ba phần, Bể hoạn xông pha đã mấy lần. Những tưởng kiếm thư tranh với thế, Đâu ngờ oan nghiệt buộc vào thân! Quyết đem sức mọn đền ơn nước, Quên xét đường cùng mắc tội dân Mờ mệt đôi ngươi chờ khép lại, Họa may giũ sạch nợ phong trần (1975) Nhà thơ Tế Nhị (Lê Văn Chánh) viết về ông: (họa bài trên) Định mệnh tin chơi thử một phần \"Dòng sông\" ai tắm được hai lần. Nếu xem tất cả là hư ảnh, Thì có gì đâu hỏi hiện thân. Ngoài chuyện mơ hồ thù với bạn. Trong vòng luẩn quẩn nước và dân, Lật qua trang cuối mùa thu ấy. Thật tế giờ đây... đã lột trần. (17-2-1976)"
}