{
  "dateOfBirth" : "…",
  "dateOfDeath" : "1593\n----------------------------------------------\nQuí Tị 1593",
  "hometown" : "huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương, Việt Nam)\n----------------------------------------------\nKhông rõ",
  "occupation" : "Hoàng đế Đại Việt (nhà Mạc thời hậu kì)\n----------------------------------------------\nVua đời thứ sáu nhà Mạc, con trưởng của Khiêm vương Mạc Kính Điển.",
  "workTenure" : "1592 – 1593\n----------------------------------------------\nKhông rõ",
  "fatherName" : {
    "của Khiêm vương Mạc Kính Điển" : null,
    "Mạc Kính Điển" : 2385
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Mạc" : 18,
    "Nam - Bắc Triều" : 19
  },
  "id" : 747,
  "entityName" : "Mạc Kính Chỉ",
  "aliases" : [ "Niên hiệu Bảo Định (1592 – 1593) Khang Hựu (1593 – 1593)", "Mạc Kính Chỉ", "Hùng Lễ Công" ],
  "overview" : "Mạc Kính Chỉ (chữ Hán:莫敬止, ?-1593) là vua nhà Mạc thời hậu kỳ, khi Bắc triều chấm dứt với cái chết của cha con Mạc Mậu Hợp và Mạc Toàn. Nguyên quán Mạc Kính Chỉ là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương, Việt Nam)\n----------------------------------------------\nÔng được phong là Hùng Lễ vương đời Mạc Hậu Hợp, vì tư thông với nguời thiếp của cha nên bị giáng làm thứ dân, sau đó lại được khôi phục phong là Dường An vương. Khi Mạc Mậu Hợp trốn chạy ông cũng lẩn tránh ở Đông Triều, rồi thu thập tàn quân chiếm cứ vùng Thanh Lâm, tự lập làm vua ở Nam Giản, thuộc Chí Linh trong năm Nhâm thìn 1592. Nhưng chỉ được non một năm, đến tháng giêng âm lịch Quí tị 1593, bị các tướng nhà Lê đánh phá dữ dội, ông đem gia quyến trốn vào rừng núi. Các tôn thất như An Sơn vương Mạc Kính Thành, Hoằng Lượng công Mạc Lý Hựu hơn 10 ngưởi bị bắt giết. Đến ngày 14-1 âm lịch năm ấy, ông cùng gia quyến đều bị bắt nơi thôn Tân Minh, huyện Hoành Bồ, xứ An Quảng, rồi ngày 27-1 âm lịch Quí tị 1593 ông và các tôn thất đều bị xử chém ở Thảo Tân (Bến Cỏ)."
}