{
  "dateOfBirth": "còn nghi vấn huyện Tức Mặc, Nam Định.\n----------------------------------------------\nBính Tuất 1226",
  "dateOfDeath": "20 tháng 8, 1300 Vạn Kiếp, Đại Việt (Chí Linh, Việt Nam)\n----------------------------------------------\nCanh Tí 1300",
  "hometown": "Quê làng Tức Mặc, huyện Mĩ Lộc, tỉnh Nam Định",
  "occupation": "Danh tướng, tác giả, Tôn thất nhà Trần",
  "workTenure": "Không rõ",
  "fatherName": {
    "Khâm Minh đại vương Trần Liễu": null
  },
  "motherName": {
    "Thiện Đạo quốc mẫu (?)": null
  },
  "eraName": {
    "Nhà Trần": 15
  },
  "id": 775,
  "entityName": "Trần Quốc Tuấn",
  "aliases": [
    "Nhân Vũ Hưng Đạo Đại Vương",
    "Trần Quốc Tuấn (陳國峻)",
    "Nhân Vũ Hưng Đạo Đại Vương (仁武興道大王)",
    "Mặc"
  ],
  "overview": "Trần Hưng Đạo (chữ Hán: 陳興道; ? - 20 tháng 8, 1300), còn được gọi là Hưng Đạo đại vương (興道大王) hay Nhân Vũ Hưng Đạo Đại Vương (仁武興道大王) là một anh hùng dân tộc kiệt xuất, một nhà chính trị, nhà văn cũng như là Tư lệnh tối cao chỉ huy quân đội toàn quốc của Đại Việt thời nhà Trần.\n----------------------------------------------\nÔng có tài quân sự, khi giặc Nguyên sang cướp nước ta (1284-85-87) ông được Trần Nhân tông phong làm Tiết chế các đạo quân thủy bộ. Thế giặc mạnh, nhà vua lo ngại muốn tạm hàng ông khảng khái nói: Bệ hạ muốn hàng, xin hãy chém đầu thần trước rồi hãy hàng. Ông làm Hịch tướng sĩ khích lệ lòng quân, đôn đốc các vương hầu, binh tướng tận trung cứu nước. Dưới tài lãnh đạo của ông, quân dân ta chiến thắng vang dội ở Chương Dương, Hàm Tử Vạn Kiếp, Bạch Đằng, đuổi giặc ra khỏi nước, giành độc lập, tự chủ. Do chiến công, được phong tước Hưng Đạo vương. Tương truyền: Nhân gia đình ông có chuyện tị hiềm với nhà vua, ông vẫn giữ ý bằng cách vứt bỏ đầu sắt nhọn bịt trên chiếc gậy của ông thường chống mỗi khi theo hầu nhà vua, nên được nhiều người kính trọng. Lại nữa, ông thường tiến cử nhiều người có tài ra giúp nước lập nên công nghiệp lớn như Phạm Ngũ Lão, Dã Tượng, Yết Kiêu... bất kể họ thuộc thành phần xã hội nào. Khi về hưu ở tại Vạn Kiếp, rồi mất trong năm Canh tí (20-8 âm lịch 5-9-1300), thọ 74 tuổi. Nhân dân đương thời lập đền thờ ông gọi là Đền Kiếp Bạc. Ông là tác giả các tác phẩm: - Hịch tướng sĩ văn - Binh thư yếu lược - Vạn Kiếp tông bí truyền thư Bài Hịch tướng sĩ văn của ông soạn trong khi kêu gọi tướng sĩ hăng hái một lòng chống quân Nguyên xâm lược. Với hịch này, đã phần nào góp công vào chiến thắng quân Nguyên Mông. (Trích đoạn cuối) Nay các ngươi trông thấy chủ nhục mà không biết lo, trông thấy quốc sỉ mà không biết thẹn, thân làm tướng phải hầu quân giặc mà không biết tức, tai nghe nhạc để hiến ngụy sứ mà không biết căm; hoặc lấy việc chọi gà làm vui đùa, hoặc lấy việc đánh bạc làm tiêu khiển, hoặc vui thú về vườn ruộng, hoặc quyến luyến về vợ con, hoặc nghĩ về lợi riêng mà quên việc nước, hoặc ham về săn bắn mà quên việc binh, hoặc thích rượu ngon, hoặc mê tiếng hát. Nếu có giặc đến thì cựa gà trống sao cho đâm thủng được áp giáp mẹo cờ bạc sao cho dùng nổi được quân mưu; dẫu rằng ruộng lắm tiền nhiều, thân ấy nghìn vàng khôn chuộc; vả lại vợ bìu con díu nước này trăm sự nghĩ sao; tiền của đâu mà mua cho được đầu giặc; chó săn ấy thì địch sao nổi quân thù; chén rượu ngon không làm được cho giặc say chết, tiếng hát hay không làm được cho giặc điếc tai. Khi bấy giờ chẳng những là thái ấp của ta không còn, mà bổng lộc của các ngươi cũng hết, chẳng những là ta chịu nhục bây giờ, mà trăm năm về sau tiếng xấu hãy còn mãi mãi, mà gia thanh của các ngươi cũng chẳng khỏi mang tiếng nhục, đến lúc bấy giờ các ngươi dẫu muốn vui vẻ, phỏng có được hay không? Nay ta bảo thật các nguơi: nên cẩn thận như nơi củi lửa, nên giữ gìn như kẻ húp canh, dạy bảo quân sĩ, luyện tập cung tên, khiến cho người nào cũng có sức khỏe như Bàng Mông và Hậu Nghệ, thì mới có thể dẹp tan được quân giặc, mà lập nên được công danh. Chẳng những là thái ấp của ta được vững bền, mà các ngươi cũng đều được hưởng bổng lộc; chẳng những là gia quyến của ta được yên ổn, mà các ngươi cũng đều được vui vợ con; chẳng những là tiên nhân ta được vẻ vang, mà các ngươi cũng được phụng thờ tổ phụ, trăm năm vinh hiển; chẳng những là một mình ta được sung sướng mà các ngươi cũng được lưu truyền sử sách, nghìn đời thơm tho; đến bấy giờ người dẫu không vui vẻ, cũng tự khắc được vui vẻ. Nay ta soạn hết các binh pháp của các nhà danh gia hợp lại làm một quyển gọi là \"Binh thư yếu lược\". Nếu các ngươi biết chuyên tập sách này, theo lời dạy bảo, thì mới phải đạo thần tử nhược bằng khinh bỏ sách này, trái lời dạy bảo, thì tức là kẻ nghịch thù. Bới cớ sao? Bởi giặc Nguyên cùng ta là kẻ thù không đội trời chung, thế mà ngươi cứ điềm nhiên không nghĩ đến việc báo thù, lại không biết dạy quân sĩ khác nào như quay ngọn giáo mà đi theo kẻ thù, giơ tay không mà chịu thua quân giặc, khiến cho sau trận Bình Lỗ mà ta phải chịu tiếng xấu muôn đời, thì còn mặt mũi nào đứng trong trời đất nữa. Vậy nên ta phải làm ra bài hich này để cho các ngươi biết bụng ta. (Trần Trọng Kim dịch)"
}