{
  "dateOfBirth" : "1743 Bình Định, Đàng Trong, Đại Việt\n----------------------------------------------\n…",
  "dateOfDeath" : "1793 Quy Nhơn, Đại Việt\n----------------------------------------------\nQuí Sửu 1793",
  "hometown" : "quê ấp Tây Sơn Thượng, huyện An Khê, tỉnh Bình Định (nay thuộc huyện Tây Sơn)",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nHoàng đế, nguời khởi xướng và là thủ lĩnh phong trào Tây Sơn",
  "workTenure" : "1778 – 1788\n----------------------------------------------\nKhông rõ",
  "fatherName" : {
    "Nguyễn Phi Phúc" : null
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Tây Sơn" : 21
  },
  "id" : 776,
  "entityName" : "Nguyễn Nhạc",
  "aliases" : [ "Minh Đức Hoàng đế", "Trung Ương Hoàng Đế", "Thái Đức (泰德): 1778-1793", "Hồ Nhạc Nguyễn Văn Nhạc" ],
  "overview" : "Nguyễn Nhạc (chữ Hán: 阮岳; 1743 - 1793) hay còn gọi là Nguyễn Văn Nhạc, là vị vua sáng lập ra nhà Tây Sơn, ở ngôi hoàng đế từ năm 1778 đến năm 1788, xưng là Thái Đức Hoàng Đế. Từ năm 1789 - 1793, ông từ bỏ đế hiệu để trao lại quyền lãnh đạo cho em trai là hoàng đế Quang Trung, còn ông thay đổi tước hiệu của mình xuống thành Tây Sơn vương.\n----------------------------------------------\nNăm Tân mão 1771 lực lượng nghĩa quân do ông lãnh đạo dấy lên từ đất Tây Sơn, lần chiếm ra đến Quảng Nam và quét sạch quân chúa Nguyễn ở khu vực phía Nam Bình Định. Tiếng tăm ông vang dậy toàn quốc, nên Chúa Trịnh phong ông làm Quảng Nam trấn thủ Tuyên kí đại sứ, cung Quận Công. Tháng 4 năm Đinh mùi (14-6-1787) ông lên ngôi Hoàng đế lấy hiệu là Thái Đức, phong Nguyễn Lữ làm Tiết chế, Đông Định vương, coi sóc các tỉnh miền Nam, Nguyễn Huệ làm Long Nhượng tướng quân, Bắc Bình vương lo bình định các tỉnh phía Bắc Quảng Nam. Sau khi lên ngôi hoàng đế, ông trở nên cầu an hưởng lạc, giảm sút ý chí chiến đấu. Được ít lâu ông và Nguyễn Huệ bất hòa, Nguyễn Huệ đem quân vây đánh thành Qui Nhơn, ông phải thân lên thành kêu gọi tình ruột thịt, Nguyễn Huệ động lòng mới cho quân rút về Thuận Hóa. Nhưng cũng từ đó lực lượng của ông chỉ ở khu vực phía Nam Quảng Nam trở vào, nhất là vùng Bình Định rồi ngày càng suy yếu. Sau trận công thành năm 1787 của Nguyễn Huệ, ông càng ngày càng \"buồn rầu và xấu hổ\" đến tháng 12-1793, thì qua đời (có sách chép ông bị đầu độc) hưởng dương 56 tuổi. Con ông gồm có: Nguyễn Bảo (tức Nguyễn Quang Thiệu) được vua Cảnh Thịnh phong làm Hiếu Công, sau năm 1802 bị Gia Long xử tử theo lối \"tam ban triều điền\", Nguyễn Văn Đức, Nguyễn Văn Lương. Con Đức là Nguyễn Văn Đâu sau khi trốn tránh cùng với cha và chú, năm 1831 bị Gia Long bắt đem về chém ngang lưng. Kể từ đó tuyệt dòng Nhà Tây Sơn. Hai người con gái ông gả cho hai người rể là Trương Văn Đa và Vũ Văn Nhậm. Hiện nay ở huyện An Khê (huyện Tây Sơn) vẫn còn nhiều di tích về phong trào Tây Sơn do ông phát động và lãnh đạo."
}