{
  "dateOfBirth" : "17 tháng 8 năm 1441\n----------------------------------------------\nCanh Thân 1441",
  "dateOfDeath" : "2 tháng 10 năm 1496\n----------------------------------------------\nKhông rõ",
  "hometown" : "quê xã Cao Hương, huyện Thiên Bản, Nam Định (nay là huyện Vụ Bản, tỉnh Nam Định)",
  "occupation" : "Danh sĩ đời Lê Thánh tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Triều Lê Sơ" : 7
  },
  "id" : 811,
  "entityName" : "Lương Thế Vinh",
  "aliases" : [ "Cảnh Nghị", "Trạng Lường", "Thụy Hiên" ],
  "overview" : "Lương Thế Vinh (chữ Hán: 梁世榮,; 17 tháng 8 năm 1441 - 2 tháng 10 năm 1496), còn gọi là Trạng Lường, tên tự là Cảnh Nghị, tên hiệu là Thụy Hiên, là một nhà toán học, Phật học, nhà thơ Việt Nam thời Lê sơ. Ông đỗ trạng nguyên dưới triều Lê Thánh Tông và làm quan tại viện Hàn Lâm. Ông là một trong 28 nhà thơ của hội Tao Đàn do vua Lê Thánh Tông lập năm 1495.\n----------------------------------------------\nNăm Quí mùi 1463, ông đỗ trạng nguyên 23 tuổi. Khoa này, vua Lê Thánh tông đề bài thơ, trên cờ Tam khôi, nêu tên 3 vị trạng nguyên, bảng nhãn thám hoa: Trạng nguyên Lương Thế Vinh Bảng nhãn Nguyễn Đức Trinh Thám hoa Quách Đình Bảo Thiên hạ cộng tri danh Ông làm đến Thừa chỉ ở Viện Hàn lâm, có chân trong Tao đàn Nhị thập bát tú thời ấy. Bình sinh hiếu học, đọc rộng các sách, ông có soạn nhiều sách về đạo Phật và quyển Toán pháp đại thành. Các sĩ phu và nhân dân cảm phục tài đức ông, tục gọi ông là Trạng Lường (biểu dương ông về khoa toán pháp). Khi ông mất, được phong làm Phúc thân, nơi đình Cao Hương còn có bức vẽ chân dung ông. Con ông là Hiến cũng được phong Thượng đẳng phúc thần, có đền thờ. Trong Hồng Đức quốc âm thi tập có bài thơ điếu ông: Chiếu thư thượng để xuống đêm qua, Gióng khánh tiền đài kíp tới nhà, Cẩm tu mấy hàng về động ngọc, Thánh hiền ba chén ướp hồn hoa, Khí thiêng đã lại thu sơn nhạc, Danh lạ còn truyền để quốc gia. Khuất ngón tay thần tài cái thế Lấy ai làm Trạng nước non ta. Đại thành toán pháp (2 quyển) do ông và Vũ Quỳnh soạn định. Trong Nam sử tập biên tác giâ Vũ Văn Lập có chép về hai bộ sách toán đầu tiên của Việt Nam. Cửu chương toán pháp của Lương Thế Vinh, hiệu Thụy Hiên người làng Cao Hương, huyện Thiên Bản (sau là Vụ Bản. tỉnh Nam Định, nay thuộc tỉnh Nam Định) đậu trạng nguyên năm Quang Thuận thứ 4 (1463) ; theo giáo sư Trần Văn Giáp, tác giả sách tìm hiểu kho sách Hán Nôm thì Lập thành toán pháp của Vũ Hữu, người làng Mộ Trạch (Bình Giang, Hải Hưng), đậu tiến sĩ đồng khoa với Lương Thế Vinh (1463). Theo Lịch triều hiến chương loại chí của Phan Huy Chú (q.7), Lương Thế Vinh có định lại sách Đại thành toán pháp... Còn Vũ Hữu, đồng thời với Lương Thế Vinh, theo sách Công dư tiệp kí là một nhà toán học nổi tiếng, ông đã soạn sách Đại thành toán pháp, trong đó dạy phép đo ruộng đất tính toán việc làm nhà cửa… Đến như Vũ Quỳnh, đối với sách toán này, thì các sách như Công dư tiệp kí, Mộ Trạch Vũ tộc bát phái phả đều không nói gì về việc ông soạn sách toán cả. Nếu ta nhận xét thật kĩ lời Lê Quí Đôn và Phan Huy Chú, ta sẽ thấy: cả hai vị đều chép \"Vũ Quỳnh soạn định\". Thế nghĩa là không phải Vũ Quỳnh biên soạn ra sách Đại thành toán pháp mà Vũ Quỳnh chỉ là nguời soạn định lại những điều mà người trước đã làm. Vậy ta chớ vội bảo rằng Lê Quí Đôn và Phan Huy Chú chép sai. Chỉ có một điều đáng nói là cả hai vị đều coi nhẹ bộ sách về môn toán mới phôi thai ở Việt Nam mà không chép rõ lai lịch tỉ mỉ của nó."
}