{
  "dateOfBirth" : "Bính Thìn 1916",
  "dateOfDeath" : "Tân Mùi 1991",
  "hometown" : "sinh quán huyện Điện Bàn, tỉnh Quảng Nam, đến đời thân phụ nhập tịch làng Triều Sơn Trung, huyện Hương Trà, tỉnh Thừa Thiên",
  "occupation" : "Giáo sư chuyên gia Pháp ngữ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 814,
  "entityName" : "Bùi Xuân Bào",
  "aliases" : [ ],
  "overview" : "Xuất thân trong một gia đình Nho học (thân phụ là giám sinh Bùi Xuân Trữ xuất thân Quốc tử giám, nội tổ là cử nhân Bùi Xuân Huyên Tổng đốc Bình Phú, Chưởng ấn đạo kinh kì... ) Thuở nhỏ học tại Huế, Hà Nội. Trong thời gian học Ban Tú Tài tại Trường Quốc học Huế, ông trúng tuyển một kì thi concours chọn học sinh xuất sắc toàn cõi Đông Dương. Sau năm 1939 ông du học Pháp, đậu cử nhân văn chương tại Đại học Sorbonne, Paris. Về nước làm giáo sư tại trường Quốc học một thời gian, sau ông qua Paris học và thi đậu Tiến sĩ Quốc gia (doctorat d'État) Pháp năm 1961 tại Đại học Sorbonne, Paris với đề tài Văn chương Pháp giữa hai thế chiến đã được xuất bản tại Pháp trong những năm 60. Năm 1962 ông về nước được cử làm Khoa trưởng Đại học Sư phạm Sài Gòn, rồi Khoa trưởng Đại học Văn khoa và giáo sư thỉnh giảng Pháp văn tại Đại học Văn khoa Huế và Đà Lạt cho đến năm 1975. Từ năm 1975-1982 ông phụ trách dạy các lớp bồi dưỡng tiếng Pháp cho các giáo viên, chuyên viên sử dụng tiếng Pháp tại trường Đại học Tổng hợp TP. Hồ Chí Minh (Đại học Văn khoa Sài Gòn cũ) cho đến ngày được phép sang Pháp mổ tim năm 1983. Từng giữ các chức vụ trong lĩnh vực văn hóa: - Chủ tịch Ban Khoa học Nhân văn của Hội đồng Quốc gia khảo cứu khoa học Nam Việt Nam. - Phó Chủ tịch kiêm Trưởng ban Văn khoa của ủy ban Quốc gia soạn thảo danh từ chuyên môn. - Cố vấn Văn hóa tại tòa đại sứ Việt Nam tại Paris. - Thứ trưởng Bộ Văn hóa Giáo dục đặc trách Văn hóa. - Đại diện chính phủ Sài Gòn tại các cơ quan hợp tác văn hóa và kĩ thuật các nước sử dụng tiếng Pháp. - Thành viên phải đoàn Sài Gòn trong Đại hội đồng Tổ chức Văn hóa, Giáo dục và Khoa học Liên hiệp quốc (UNESCO). Ông mất ngày 4-7-1991 tại Paris, hưởng thọ 75 tuổi. Các tác phẩm của ông đã xuất bản (phần lớn viết bằng tiếng Pháp). - Giá trị con người dịch từ tiểu thuyết Terre des hommes của A. St Exupéry. - Antoine de Saint Exupéry et l'aviations (1962) - Thi ảnh khẩu cảm trong thơ Hàn Mặc Tử (1972). - Albert Camus từ tri thức phi lí đến tình liên đới nhân loại. - Đề tài và bố cục của Hồn Bướm mơ tiên. - Aspects du Tết. -Le Roman Vienamien Contemporain(1972) - La paix et le développement culturel au Vietnam (1972). Đã giới thiệu được một phần văn hóa, văn chương Việt Nam với các độc giả trong cộng đồng sử dụng tiếng Pháp trên thế giới."
}