{
  "dateOfBirth" : "31 tháng 12 năm 1754\n----------------------------------------------\nGiáp Tuất 1754\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "18 tháng 10, 1777 (22 tuổi) Đàng Trong, Đại Việt\n----------------------------------------------\nĐinh Dậu 1777\n----------------------------------------------\nKhông rõ",
  "hometown" : "quê gốc ở Gia Miêu, huyện Tống Sơn, Thanh Hóa, Việt Nam.\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "occupation" : "Nguyễn Vương\n----------------------------------------------\nChúa thứ chín thời Nguyễn\n----------------------------------------------\nChúa",
  "workTenure" : "1765 - 1776\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1765—1776",
  "fatherName" : {
    "Thế tông Nguyễn Phúc Khoát" : null,
    "Nguyễn Phúc Khoát" : 2086,
    "Chúa Vũ" : null
  },
  "motherName" : {
    "Nguyễn Phúc Ngọc Cầu" : null
  },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Đàng Trong - Chúa Nguyễn" : 5,
    "Họ Nguyễn" : null
  },
  "id" : 817,
  "entityName" : "Nguyễn Phúc Thuần",
  "aliases" : [ "Định Vương (定王)", "Nguyễn Phúc Thuần (阮福淳)", "Hiếu Định Hoàng Đế", "Định Vương", "Duệ Tông" ],
  "overview" : "Nguyễn Phúc Thuần (chữ Hán: 定王 阮福淳; 1754 - 1776, ở ngôi 1765 - 1776) là Chúa Nguyễn thứ 9 trong lịch sử Việt Nam, quê gốc ở Gia Miêu, huyện Tống Sơn, Thanh Hóa, Việt Nam.\n----------------------------------------------\nNguyên công tử đầu là Chương mất sớm, công tử thứ 9 là Hiệu làm Thế tử, nhưng sau đó cũng chết nốt. Thế tông mất năm Giáp tuất, ông mới 12 tuổi, quyền thần là Ngoại tả Đạt Quận Công Trương Phúc Loan lợi dụng ông tuổi nhỏ, nên tìm cách đưa ông lên ngôi để dễ sai khiến, gọi là Định vương, hiệu là Khánh Phủ Đạo Nhân. Sau khi ông lên ngôi, Trương Phúc Loan được thăng làm Quốc phó. Vì chúa còn nhỏ tuổi, nên mọi việc đều do Trương Phúc Loan quyết đoán, bán quan buôn ngục không kiêng nể ai, tham lam, tàn nhẫn, đương thời người ta gọi là Trương Tần Cối. Loan trở nên giàu to, vàng bạc châu báu chất như núi... Bao nhiêu công việc triều chính đều do Loan nắm giữ cả, còn chúa thì chỉ miệt mài trong cuộc vui chơi. Năm Tân mão 1771, vua Xiêm đem quân sang đánh Hà Tiên, Mạc Thiên Tích thua chạy về Trấn Giang (Cần Thơ) Sài Côn (Sài Gòn). Cũng các năm này nghĩa quân Tây Sơn dấy lên từ đất Bình Định, chiếm Bồng Sơn (thuộc Bình Định), Quảng Ngãi, Quảng Nam: Tháng 5 năm Giáp ngọ 1774 chúa Trịnh thấy tình hình Nam Hà có nhiều biến động và phủ chúa đổ nát bèn cho Bùi Thế Đạt, Hoàng Đình Bảo, Hoàng Phùng Cơ vào đánh chiếm Thuận Hóa. Tháng giêng năm Ất mùi, Cảnh Hưng thứ 36 (1775) quân Trịnh chiếm thành Phú Xuân, Nguyễn Phúc Thuần và triều thần chạy vào Quảng Nam (thuộc vùng Nam Quảng Nam) trong lúc ấy nghĩa quân Tây Sơn cũng chiếm đến cửa Đại Áp (nay thuộc thị xã Tam Kì, tỉnh Quảng Nam). Bi kẹt giữa hai địch thủ, Chúa Nguyễn phải quanh quẩn ở vùng Bắc Quảng Nam (vùng Đà Nẵng ngày nay). Sau đó Nguyễn Phúc Thuần cùng Nguyễn Phúc Ánh (tức là Gia Long sau này) xuống thuyền chạy vào Gia Định để cháu là Nguyễn Phúc Dương ở lại Thuận Hóa. Năm Đinh dậu 1777 ông bị nghĩa quân Tây Sơn bắt giết ở Sài Côn (Sài Gòn) cùng với một số cận thần. Năm sau được truy tôn là Diệu tông Hiếu Định hoàng đế. Ông ở ngôi được 12 năm, hưởng dương 23 tuổi. Và kể từ đây cũng chấm dứt quyền lực của Chúa Nguyễn ở phương Nam. Như vậy kể từ đầu năm Mậu tuất 1788, nghĩa quân Tây Sơn đã chiếm trọn từ Quảng Nam vào Nam Kì, Nguyễn Nhạc tự xưng Trung ương hoàng đế, lấy niên hiệu Thái Đức, phong Nguyễn Lữ làm Tiết chế, Nguyễn Huệ là Long nhượng tướng quân.\n----------------------------------------------\nNguyễn Phúc Thuần (1754 - 1777, ở ngôi 1765 - 1777), hay Nguyễn Duệ Tông, còn có tên khác là Nguyễn Phúc Hân, là người cai trị thứ 9 của chính quyền Chúa Nguyễn ở Đàng Trong vào thời kì Lê Trung hưng trong lịch sử Việt Nam. Sau cái chết của phụ vương, Nguyễn Phúc Thuần được quyền thần Trương Phúc Loan lập làm Vương khi chỉ mới 12 tuổi, và người này sau đó thâu tóm hết chính quyền ở Nam Hà, và làm nhiều việc khiến triều đình Phú Xuân ngày càng lụn bại, suy yếu."
}