{
  "dateOfBirth": "sinh ngày 15 tháng 2 năm 1835\n----------------------------------------------\nẤt Mùi 1835",
  "dateOfDeath": "Kỉ Dậu 1909",
  "hometown": "quê ngoại làng Văn Khế, xã Hoàng Xá, huyện Ý Yên, tỉnh Hà Nam Ninh nay là huyện Ý Yên, tỉnh Nam Định.\n----------------------------------------------\nquê làng Yên Đỗ, huyện Bình Lục, tỉnh Hà Nam",
  "occupation": "Nhà thơ ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 832,
  "entityName": "Nguyễn Khuyến",
  "aliases": [
    "Miễu Chi",
    "Nguyễn Thắng",
    "Yên Đổ",
    "Nguyễn Khuyến",
    "Quế Sơn",
    "Tất Thắng"
  ],
  "overview": "Nguyễn Khuyến (chữ Hán: 阮勸), tên thật là Nguyễn Thắng (阮勝) , hiệu Quế Sơn, tự Miễu Chi, sinh ngày 15 tháng 2 năm 1835, tại quê ngoại làng Văn Khế, xã Hoàng Xá, huyện Ý Yên, tỉnh Hà Nam Ninh nay là huyện Ý Yên, tỉnh Nam Định. Quê nội của ông ở làng Vị Hạ (Và), xã Yên Đổ nay là xã Trung Lương, huyện Bình Lục, tỉnh Hà Nam . Mất ngày 5 tháng 2 năm 1909 tại Yên Đổ.\n----------------------------------------------\nNăm Giáp tí 1864, ông đỗ giải nguyên, Tân mùi 1871 ông đỗ hoàng giáp lúc 36 tuổi. Vì từ thi Hương, thi Hội, thi Đình đều đỗ đầu và người làng Yên Đỗ (tục gọi làng Và), nên người đời gọi ông là Nghè Và hoặc Tam Nguyên Yên Đỗ. Ông làm đến Trực học sĩ, sung chức toản tu ở Quốc sử quán. Ông là người có lòng yêu nước, khi giặc Pháp hoành hành, triều đình kí hàng ước (1883), ông cáo quan về nhà được phong làm Tham tri. Trước sau ông vẫn giữ niềm yêu nước, lòng trong sạch, khằng định thái độ không hợp tác vói giặc. Có lúc chúng cử ông làm Tổng đốc Sơn Hưng Tuyên nhưng ông từ chối. Tuy nhiên tránh sự nghi kị của chúng vẫn cho con là Nguyễn Hoan ra làm quan, còn ông cũng có lúc ép lòng ngồi dạy học nơi nhà Hoàng Cao Khải một thời gian ngắn. Ông có bài Tự trào (Tự giễu cợt mình): Cũng chẳng giàu mà cũng chằng sang. Chẳng gầy chẳng béo chỉ làng nhàng. Cờ đương nửa cuộc không còn nước, Bạc đánh ba quan đã chạy làng. Há miệng nói ra gàn bát sách, Mềm môi chén mãi tít cung thang. Nghĩ mình lại gớm cho mình nhỉ? Thế cũng bia xanh, cũng bảng vàng. Nước mất, ông tự sỉ vả mình bất lực, coi quan chức chẳng ra gì nữa. Qua bài Me Mốc, Lời người vợ phường chèo, Lời gái góa (Li phụ từ, ưu phụ từ) càng rõ nỗi niềm cay đắng của ông. Năm Kỉ dậu 1909 ông mất, thọ 74 tuổi. Còn để lại các tác phẩm: - Quế Sơn thi tập (chữ Hán) - Yên Đỗ Tam nguyên quốc âm thi tập"
}