{
  "dateOfBirth" : "1833\n----------------------------------------------\nQuí Tị 1833",
  "dateOfDeath" : "1896\n----------------------------------------------\nKhông rõ",
  "hometown" : "Bến Tre",
  "occupation" : "Khâm sai cuối triều Nguyễn, con trai đại thần Phan Thanh Giản, không rõ năm mất",
  "workTenure" : "Không rõ",
  "fatherName" : {
    "đại thần Phan Thanh Giản" : null
  },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 836,
  "entityName" : "Phan Liêm",
  "aliases" : [ "Liêm", "Thúc Thanh", "Phan Thanh Liêm", "Tùng", "Phan Tam" ],
  "overview" : "Phan Liêm (潘簾, 1833 - 1896), tên là Phan Thanh Tòng (hay Tùng) , tên chữ là Liêm, tự Thúc Thanh, nên còn được gọi là Phan Thanh Liêm. Và vì người dân quen gọi ông là Cậu Ba nên có tài liệu ghi là Phan Tam. Ông là lãnh tụ nghĩa quân kháng Pháp và là quan nhà Nguyễn, Việt Nam.\n----------------------------------------------\nSau khi thân phụ tử tiết, ông cùng anh em là Phan Tôn, Phan Ngữ chiêu tập nghĩa quân nổi dậy chống Pháp ở Bến Tre, Vĩnh Long, Sa Đéc, Trà Vinh trong các năm 1867, 1868. Pháp tập trung lực lượng đàn áp, bình định các vùng nghĩa quân chiếm cứ. Thế yếu ông phải chạy ra Trung Kì, một thời gian sau hai anh em ông (Phan Tôn) ra Bắc giúp Nguyễn Tri Phương giữ thành Hà Nội, thành Hà Nội thất thủ cả hai anh em ông bị bắt làm tù binh, một thời gian sau mới được giao hoàn cho triều đình Huế. Từ đó ông mới được triều đình trọng dụng. (Khoảng các năm 1882-1885), ông được triều đình bổ làm Hàn lâm viện Tu soạn. Lúc tại chức ông dâng sớ mật tâu xin mở sự giao thương, sự chung vốn lập hội và cho thanh niên đi học nghề khai mỏ, nhưng không được triều đình thực thi. Sau biến cố kinh thành Huế thất thủ, vua Hàm Nghi xuất bôn ra hịch Cần vương chống Pháp; ông lại nhận chức khâm sai đi hiểu dụ các chiến sĩ thuộc phong trào Nghĩa hội ở Nam Ngãi do Trần Văn Dư, Nguyễn Duy Hiệu lãnh đạo. Năm 1886 (tháng 2 Bính tuất ông được vua Đồng Khánh phong làm Khâm sai đại thần vào Nam Ngãi hiểu thị thân hào nhân sĩ cùng về với triều đình, nhưng nghĩa dân và lực lượng yêu nước khác vẫn kiên trì chống Pháp. Đến tháng 5 Bính tuất ông được bổ làm Tổng đốc Thuận Khánh (Bình Thuận, Khánh Hòa). Việc đàn áp nghĩa quân thì triều đình giao toàn quyền cho Nguyễn Thân. Từ đó sử Nam triều không viết gì về ông. Sau khi ông qua đời, Thượng thư Nguyễn Thuật (Hà Đình) có câu liễn điếu ông: \"Khối lũy tự hung trung đối tửu hỉ văn quân mạ tọa; Gia sơn du vọng ngoại mãi điền không ước ngã qui canh.\" Nghĩa: Lòng chất bao điều, uống rươụ mừng nghe ông mắng; Nhà vững còn mua ruộng hoang để ta về cày. Ông có hai con trai là Phan Thanh Khải và Thanh Khác. Phan Tôn cũng có hai trai là Phan Đôn Đề và Đôn Tuấn."
}