{
  "dateOfBirth": "Bính Tí 1516",
  "dateOfDeath": "Mậu Tí 1588",
  "hometown": "quê làng Sinh Kế, huyện Phượng Nhơn, phủ Lạng Giang (có sách chép làng Bát Tràng, huyện Gia Lâm), tỉnh Bắc Ninh (nay thuộc Hà Nội)",
  "occupation": "Danh sĩ đời Mạc",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nam - Bắc Triều": 19
  },
  "id": 837,
  "entityName": "Giáp Hải",
  "aliases": [
    "Giáp Trưng",
    "Tiêm Phu",
    "Tuyết Trai"
  ],
  "overview": "Năm Mậu tuất 1538, đời Mạc Đăng Doanh, ông đỗ Trạng nguyên, mới 23 tuổi (có sách chép 32 tuổi), đổi tên lại là Trưng nên cũng gọi là Giáp Trưng. Ông nổi tiếng văn chương, được sĩ phu đương thời trọng vọng. Mỗi khi có việc bang giao với nhà Minh, ông thường lãnh việc đối đáp và thảo văn thư, khiến họ phải nể phục gọi là Giáp Trạng nguyên. Tương truyền, thuở bé ông mồ côi cha, bà mẹ bán nước chè ngoài bờ sông, ông mới lên 2 tuổi,thường lủi thủi chơi ở trước sân. Một hôm, bà mẹ đi vắng, có chiếc thuyền buôn qua đó, người lái buôn không con, thấy ông ngoan ngoãn dễ thương bèn bắt cóc đem đi mất. Bà mẹ về, buồn rầu ngỡ ông đã té sông chết đuối. Về sau, ông nên nguời, gã lái buôn kia vẫn giấu lai lịch ông. Nhưng có nguời láng giềng báo kín cho ông biết sự thật và tiếc là không rõ gã lái buôn kia đã bắt được ông ở đâu. Sau khi ông đỗ đạt, ngày kia ông vâng lệnh triều đình đi điều tra một vụ án, ông tạm dừng nơi một quán bên sông. Từ thuở sơ sinh, dưới bàn chân ông có một nốt ruồi son. Ông ngồi để lộ bàn chân, bà chủ quán trông thấy, khóc òa lên. Ông ân cần hỏi duyên do. Bà chủ quán tấm tức kế chuyện đã mất con từ lúc mới lên hai tuổi và đứa con cũng có một nốt ruồi son ở dưới chân như thế, đã 24 năm qua. Và khi ấy ông 26 tuổi. Thời gian phù hợp, không còn nghi ngờ gì nữa. Mẹ con nhìn nhau cảm động. Từ ấy ông nhận mẹ, thờ mẹ rất có hiếu. Năm Quí tị 1583, đời Mạc Mậu Hợp, ông làm Thượng thư bộ Lại, tước Luân Quận Công, gia thăng Thiếu bảo, ông cố xin từ nhượng mà không được. Năm sau, lại được trông coi cả 6 bộ, kiêm Đông các đại học sĩ, coi cả việc ở tòa Kinh diên. Bấy giờ, chính sự nhà Mạc đã suy, trong nước biến loạn nhiều. Ông lắm lần xin về hưu, nhưng vua không chấp thuận. Rồi lại thăng Thái bảo, tước Sách Quận Công sau đổi là Đệ Quốc Công. Trong tờ biểu xin về trí sĩ, ông có câu: \"Ư kính ư trung, duy cầu thân đạo sở chỉ chi địa; Nhi tác nhi tức, nguyện an đế lực hà hữu chi hương\". Nghĩa: Ở kính trong cung mong trọn đạo làm tôi; lúc làm lúc nghỉ; an phận dân lành. Đến năm Bính tuất 1586, ông mới được cho về hưu, đã 70 tuổi. Về hưu được hai năm thì ông mất, Mậu tí 1588, đời Mạc Hậu Hợp, thọ 72 tuổi. Ông có soạn một bộ Ứng đáp bang giao cũng gọi là Bang giao bị lãm gồm 10 quyển ghi các công văn ngoại giao giữa Việt Nam - Trung Quốc. Bộ Bang giao bị lãm do ông biên soạn trong lúc đang làm quan tại triều. Về sách này, Phan Huy Chú ghi chép rõ hơn: Ứng đáp bang giao, 10 quyển, Giáp Trưng, trạng nguyên triều Mạc soạn ghi chép những giản trát (thư từ) biểu văn (về việc giao thiệp giữa ta và Trung Quốc) của các triều đại. Nay (đời Phan Huy Chú) còn 3 quyển\". Trong Nhân vật chí, ở truyện Giáp Trưng, Phan Huy Chú chỉ ghi là Bang giao tập. Về sách Bang giao của Giáp Trưng, sách Công dư tiệp kí ghi tên là Cổ nhân bang giao tập không ghi số quyển. Sách Liệt tuyện đăng khoa bị khảo, Kinh Bắc, Phượng Nhỡn, có nói đến tên sách Tuy bang tập của Giáp Trưng. Bài của L. Cadière và P. Pelliot, số 154 (BEFEO., T. IV) có ghi một tên sách: Bang giao bị giao lục sách chép của Thư viện Nội các Huế (1904), ghi là 8 quyển, là sách chép việc giao thiệp giữa ta với Trung Quốc về năm 1789-1790."
}