{
  "dateOfBirth" : "Việt Nam\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "Nhà Minh\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "hometown" : "Không rõ",
  "occupation" : "Hoàng đế Đại Việt\n----------------------------------------------\nThế tử con trai thứ hai của Mạc Đăng Dung, em Mạc Đăng Doanh, được phong tước Hoằng vương\n----------------------------------------------\nVua",
  "workTenure" : "1546 – 1547\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1546–1547",
  "fatherName" : {
    "Mạc Thái Tổ" : 2930,
    "thứ hai của Mạc Đăng Dung" : null
  },
  "motherName" : { },
  "eraName" : {
    "Nhà Mạc" : 18,
    "Nam - Bắc Triều" : 19,
    "Bắc triều – Nhà Mạc  và thời kỳ Cao Bằng" : null
  },
  "id" : 839,
  "entityName" : "Mạc Chính Trung",
  "aliases" : [ "Mạc Chính Trung", "không có", "Hoằng Vương" ],
  "overview" : "Mạc Chính Trung (chữ Hán: 莫正中; ?-?) là hoàng tử nhà Mạc trong lịch sử Việt Nam. Ông tham gia tranh chấp ngôi báu nhà Mạc giữa thời Nam-Bắc triều và cuối cùng thất bại.\n----------------------------------------------\nNăm Canh dần 1530, anh ông là Đăng Doanh lên ngôi vua, ông nhận lệnh giữ binh quyền ở Tây Đô, tổ chức quân đội phòng giữ các nơi hiểm yếu ở kinh đô. Năm Canh tí 1540 Đăng Doanh mất, con là Mạc Phúc Hải nối ngôi, ông vẫn hết lòng giúp cháu chống nhau với nhà Lê và chúa Nguyễn. Đến năm Quí mão 1543, Lê Trang tông thân chinh đánh lấy Tây Đô, Phúc Hải nao núng, ông thất trận lúc đầu nhưng về sau vẫn giữ được bờ cõi cho cháu là Mạc Phúc Hải. Năm Bính ngọ 1546 Phúc Hải mất, con là Phúc Nguyên hãy còn nhỏ, Tú Dương Hầu Phạm Tử Nghi đưa ý kiến ủng hộ ông: \"Hiện trong nước đang lúc nhiều nạn, nên lập vua lớn tuổi, Hoằng vương Chính Trung đã nhiều phen cầm quân và thường thắng trận. Vậy xin dựng lên nối ngôi\". Nhưng các tôn vương họ Mạc và các đại thần đều không theo lời Tử Nghi, một mực tôn Phúc Nguyên lên ngôi, có chú vua là Khiêm vương Mạc Kính Điển phụ chính. Phạm Tử Nghi bất mãn, cùng các bộ tướng dấy quân khởi loạn, đem Chính Trung về chiếm xứ Hoa Dương (sau đổi là Trác Dương), thuộc huyện Hưng Nhân, phủ Tiên Hưng, tỉnh Hưng Yên (vùng này nay thuộc tỉnh Thái Bình). Chính Trung tự lập làm vua, lập triều đình. Về sau, ông bị Mạc Kính Điển hiệp binh với Lê Bá Hi. Nguyễn Khải Khang đánh phá dữ dội phải rút chạy về vùng An Quảng. Rốt lại, không giữ nổi cơ đồ, ông chạy sang nhà Minh cầu viện. Vua Minh chẳng những không giúp đỡ gì, lại còn đưa ông an trí ở Thanh Viễn, chỉ trợ cấp lương thực hàng tháng mà thôi. Từ ấy cuộc đời ông tàn tạ suy vong.\n----------------------------------------------\nMạc Chính Trung (chữ Hán: 莫正中; ?-?) là hoàng tử nhà Mạc trong lịch sử Việt Nam. Ông tham gia tranh chấp ngôi báu nhà Mạc giữa thời Nam-Bắc triều và cuối cùng thất bại."
}