{
  "dateOfBirth" : "Quí Hợi 1863",
  "dateOfDeath" : "Ất Hợi 1935",
  "hometown" : "quê làng Cao Xá, huyện Vĩnh Linh, tỉnh Quảng Trị",
  "occupation" : "Phụ chánh đại thần đời Thành Thái",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 842,
  "entityName" : "Nguyễn Hữu Bài",
  "aliases" : [ ],
  "overview" : "Nguyễn Hữu Bài (chữ Hán: 阮有排; 28 tháng 9 năm 1863-10 tháng 7 năm 1935) là một đại thần nhà Nguyễn và là một nhà cách mạng ôn hòa trong lịch sử cận đại Việt Nam.\n----------------------------------------------\nÔng xuất thân trong một gia đình theo đạo Thiên chúa lâu đời, có thời tu học ở Chủng viện An Ninh tại Quảng Trị. Sau hòa ước Quí mùi 1883, ông làm việc tại tòa Khâm sứ Huế. Năm 1904 ông có chân trong tổ chức yêu nước Việt Nam Quang Phục hội của Phan Bội Châu. Đến đời vua Duy tân ông giữ chức Thượng thư bộ Công. Năm Mậu thân 1908, ông là một trong hai người phản đối việc Mahé (khâm sứ Pháp) đào lăng vua Tự Đức để lấy vàng bạc châu báu. Nhân dân và sĩ phu tiến bộ biểu dương ông với ngạn ngữ \"Đày vua không Khả, đào mả không Bài\". (Khả: tức Ngô Đình Khả không kí tên đày vua Thành Thái; Bài: Nguyễn Hữu Bài không chịu kí tên ủy cho Mahé khai quật lăng Tự Đức). Năm 1923, đời vua Khải Định, ông được thăng Thái phó, tước Võ hiền đại học sĩ, đứng đầu Nội các. Khi giữ chức Cơ mật viện đại thần ông cùng Thượng thư Trần Đình Bá nhiều lần phản đối người Pháp trong việc kí hiệp ước ngày 25-11-1925 chèn ép triều đình Huế. Năm 1925, ông được vua Bảo Đại tấn phong là Phước Môn Quận Công. Năm 1933, Pháp cho vua Bảo Đại trực tiếp tham chính nên toàn thể nội các do ông đứng đầu phải từ chức. Hoài Nam Nguyễn Trọng Cẩn có bài thơ ghi biến cố này: Năm cụ khi không rớt cái ình, Đất bằng sấm dậy giữa Thần kinh BÀl không đeo nữa xin dâng LẠl, ĐÀN chẳng ai nghe khéo dỡ HÌNH. LlỆU thế không xong BINH chẳng được, LIÊM đành chịu đói LỄ đừng dinh. CÔNG danh như thế là hưu hỉ. ĐẠl sự xin nhường kẻ hậu sinh. (Bài: Nguyễn Hữu Bài, Thượng thư bộ Lại. Đàn: Tôn Thất Đàn, Thượng thư bộ Hình. Liệu: Phạm Liệu, Thượng thư bộ Binh. Liêm: Võ Liêm, thượng thư bộ Lễ. Đại: Vương Tứ Đại, Thượng thư bộ Công). Năm 1933 ông về hưu, Bảo Đại phong chức Cố vấn nguyên lão. mỗi khi hầu vua khỏi phải lạy. Ông mất năm 1935 tại Huế, hưởng thọ 72 tuổi. Hồi còn sống ông có công thành lập các \"nhàn điền\" gần Huế: Phước Sơn (Cửa Tùng), Phước Sa (Bến Hải), Phước Xuyên (Truồi), phước Môn (Quang Trị), Phước Tín (Quảng Trị). Nguyễn Hữu Bài còn là một nhà thơ ông còn để lại hơn 100 bài thơ Hán, Nôm còn truyền tụng trong dân gian."
}