{
  "dateOfBirth" : "Mậu Tí 1528",
  "dateOfDeath" : "Quí Sửu 1613",
  "hometown" : "quê xã Phùng Xá huyện Thạch Thất, tỉnh Sơn Tây (nay thuộc Hà Nội)",
  "occupation" : "Quan nhà Hậu Lê, Nhà thơ\n----------------------------------------------\nDanh sĩ đời Lê Thế tông",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "nhà Lê" : null
  },
  "id" : 844,
  "entityName" : "Phùng Khắc Khoan",
  "aliases" : [ "Hoằng Phu", "Trạng Bùng", "Nghị Trai" ],
  "overview" : "Phùng Khắc Khoan (chữ Hán: 馮克寬；1528-1613), tự: Hoằng Phu, hiệu: Nghị Trai, Mai Nham Tử, tục gọi là Trạng Bùng (mặc dù chỉ đỗ Nhị giáp tiến sĩ, tức Hoàng giáp); là quan nhà Lê trung hưng và là nhà thơ Việt Nam.\n----------------------------------------------\nÔng vốn cùng mẹ khác cha với Trạng Trình Nguyễn Bỉnh Khiêm. Ông nổi tiếng văn chương, chí khí khảng khái hào hùng. Năm 1550 đang lúc nhà Mạc áp đảo nhà Lê, ông theo Lê Bá Ly vào Thanh Hóa phù tá Lê Trung tông. Ông ra thi, đỗ đầu khoa thi Hương, được bổ làm Ngự doanh kí lục, coi sóc quân Tứ vệ góp sức chiêu dân vào Thanh Hóa lập nghiệp, được thăng chức Lễ khoa cấp sự trung. Năm Canh thìn 1580 đời Lê Thế tông ông đỗ Nhị giáp tiến sĩ (Hoàng giáp) làm Đô cấp sự trung, một thời gian bị bãi chức, nhưng chẳng bao lâu lại được triệu dụng phong Hồng lô tự khanh, rồi giữ chức Thị lang bộ Công. Trong nước, ông tận tâm giúp nhà Lê chống cự với họ Mạc, ngoài nước, khi đi sứ nhà Minh trong năm 1597, khí phách vẫn hào hùng, bảo tồn quốc thể, biện bác áp đảo quan lại cao cấp triều Minh, khiến vua Minh cũng phải chấp nhận những lí lẽ ông bênh vực cho nhà Lê. Văn chương ông càng nổi bật, được vua quan triều Minh khâm phục. Vì thế ông được phong làm Thượng thư bộ Hộ, bộ Công, tước Mai Lĩnh Hầu rồi thăng tước Mai Quận Công. Khi về hưu, tuổi đã gần 80, ông thưởng cùng các bạn văn du ngoạn núi Thầy (Sài Sơn) và có xây hai nhịp cầu ở bên hồ một ngôi chùa gần đấy gọi là Nhật Tiên kiều và Nguyệt Tiên kiều. Ông cũng nhiệt tình xây dựng quê hương, quan tâm đến đời sống dân làng, ông tổ chức đào mương dẫn nước ở các cánh đồng quanh núi Thầy, đưa nước về cho các cánh đồng Phùng Xá, Hoàng Xá. Tương truyền ông là người mang nghề dệt lụa về cho dân Phùng Xá và đem giống ngô (bắp) về vùng sông Đáy, tạo nên một nông sản mới ở đây. Năm Quí sửu 1613 ông mất thọ 85 tuổi. Nhân dân làng Phùng Xá tục gọi là làng Bùng, nên nhân dân cũng gọi ông là Trạng Bùng. Các tác phẩm chính: - Nông sự tiện lãm (Những điều cần biết về nghề nông) - Nghị Trai thi tập - Ngư phủ nhập Đào nguyên (bằng quốc âm) - Chu Dịch quốc âm ca. - Sứ hoa bút thu trạch thi - Phùng Thái phó Trạng nguyên thi - Ngôn chí thi tập - Mai Lĩnh sứ Hoa tùng vịnh - Phùng Khắc Khoan thi tập Thơ văn ông được truyền tụng nhiều. Riêng bài TỰ THUẬT là bài thơ ông tỏ nỗi lòng khi còn lận đận phong trần: \"Nhĩ mục thông minh nam tử thân, Định tri nho sự bất trường bần. Truyền gia vị dẫn thi thư mạch, Vi học thường kì trung hiếu nhân. Phi thị thế gian kim ngọc thốc, Dã ưng thiên thượng thạch kì lân. Trượng phu khởi dĩ cùng thông luận, Cửu khuất ưng tri tất đại thân.\" Dịch: Làm trai tai mắt ở đời Lo chi nghèo khó vốn nòi nho gia. Thi thư vốn sẵn nếp nhà Hiếu trung trọn vẹn mới ra con người. Nếu không long phượng ở đời. Cũng là giống qúi trên trời kì lân. Trượng phu há kể khuất, thân, Bĩ lâu rồi hẳn đến tuần thái lai. Phùng Khắc Khoan thi tập hay còn gọi là Phùng Công thi tập (2 quyển) do ông soạn từ năm 16 tuổi đến năm 1587 lúc ông đi sứ Trung Quốc, gồm 106 bài. Lời thơ trong trẻo, ý tứ dồi dào, khí cách hùng hồn tao nhã, một số bài được vua nhà Minh khen ngợi. Sách có bài Tựa của sứ thần Triều Tiên là Lý Túy Quang (theo Phan Huy Chú). Trước hết, tên của sứ thần Triều Tiên đã đề tựa thơ của Phùng Khắc Khoan là Lý Túy Quang. Phùng Khắc Khoan đậu Hoàng giáp năm Quang Hưng thứ 3 (1580), năm 1585 được thăng chức Hồng lô tự khanh, hai năm sau (1587) được cử sang sứ triều Minh. Nhân dịp mừng thọ Minh Thần tông, ông làm 30 bài thơ mừng thọ, thành một tập đề là An Nam sứ thần vạn thọ thánh tiết khánh hạ thi tập. Vua Minh Thân tông hết sức tán thưởng và kính trọng gọi là Phùng kì lão chứ không gọi tên. Sứ thần Triều Tiên là Lý Túy Quang, hiệu Chi Phong có bài đề tựa tập thơ ấy. Trong thời gian ở Kim Lăng, Phùng Khắc Khoan còn xướng họa nhiều lần với Lý Túy Quang nữa. Trong văn tập của Lý Túy Quang (Chi Phong tiên sinh tập, quyển bát) có in lại những thơ xướng họa của Phùng Khắc Khoan, đề là An Nam sứ thần xướng họa vấn đáp lục."
}