{
  "dateOfBirth" : "…",
  "dateOfDeath" : "Nhâm Thìn 1952",
  "hometown" : "quê làng Hội Xá, huyện Thanh Trì, tỉnh Hà Đông là anh ruột Ngụyễn Tiến Lãng",
  "occupation" : "Đông y sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 866,
  "entityName" : "Nguyễn Mạnh Bổng",
  "aliases" : [ "Mân Châu" ],
  "overview" : "Thuở nhỏ ông học chữ Hán, sau ra Hà Nội viết sách báo, ở trong tòa soạn tạp chí Hữu Thanh. Những năm 30 tại Hà Nội ông đứng ra lập Nhà xuất bản Hương Sơn, in và phát hành những sách có tính chất xã hội, phục vụ thanh thiếu niên sống ở các đô thị, làm thuốc chữa bệnh phong tình, soạn nhiều sách về nam nữ ái tình. Tác phẩm của ông: - Bắc dược bản thảo tiểu tự vựng, Hà Nội, Long Quang, 1932. - Tây Hồ Phan Chu Trinh, Hải Phòng, 1926 - Bức tranh vân cẩu. 1927 - Tiểu sử Tưởng Giới Thạch. Hà Nội - Vì nghĩa quên tình. Hà Nội, 1921 - Vợ lẽ cô đầu (tiểu thuyết), Hải Phòng, 1927 - Anh hàng phở lấy vợ cô đầu (tiểu thuyết) - Trường học ái tình, Hà Nội, 1940 - Nam nữ mĩ dung dược (150 cách tô điểm sắc đẹp) 1942. - Sự rất kín của trai gái - Ái tình bảo giám, Hà Nội, Nhà xuất bản Hương Sơn, 1940 - Tôi với gái ngoại tình (phóng sự về gái ngoại tình ngày nay). Hà Nội, Nhà xuất bản Hương Sơn, 1940 - Tình dục cố vấn (yêu nhau nên biết), Hà Nội, Nhà xuất bản Hương Sơn, 1940 - Cái giống đa tình (tiểu thuyết ái tình). Hà Nội, Nhà xuất bản Hương Sơn, 1941 - Trường xuân tình dược (không cần thầy lang tự chữa lấy bệnh). Hà Nội, Nhà xuất bản Hương Sơn, 1941 - Sách thuốc tùy thân (tiếp theo môn gia đình cấp cứu). Hà Nội, Nhà xuất bản Hương Sơn, 1941 - Bước đầu học tiếng Nhật. Hà Nội, Nhà xuất bàn Hương Sơn, 1942 - Bắc Nam dược điển (sách dạy tinh dược). Thuốc nam thuốc bắc xếp theo thứ tự ABC. Hà Nội - Nhật ngữ thường dùng (toàn những tiếng Nhật cần dùng hàng ngày tiện cho việc giao dịch). Hà Nội, Nhà xuất bản Hương Sơn, 1943 - Nhật ngữ trợ từ học. Hà Nội, Nhà xuất bản Hương Sơn, 1943 - Nhật ngữ tự học. Hà Nội, Nhà xuất bản Hương Sơn, 1942 - Trận Đống Đa. Nhà xuất bàn Hương Sơn 1942 - Đạo Phật ở nước ta. Hà Nội, Việt Hoa thư xã, 1942 - Đông y tốc hành - Phương dược chỉ nam (cùng soạn) Ông mất 1952 tại Hà Nội."
}