{
  "dateOfBirth" : "Nhâm Thìn 1892",
  "dateOfDeath" : "Ất Dậu 1945",
  "hometown" : "quê xã Long Châu, thị xã Vĩnh Long, tỉnh Vĩnh Long, sau cư ngụ ở Sài Gòn",
  "occupation" : "Luật sư, nhà hoạt động chính trị",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 870,
  "entityName" : "Dương Văn Giáo",
  "aliases" : [ ],
  "overview" : "Thuở nhỏ ông học ở Sài Gòn, sau du học Pháp đậu Cử nhân luật, tập sự Luật sư và hành nghề luật sư tại Pháp. Hồi học ở Paris, ông là bạn thân của cố thủ tướng Nehru (Ấn Độ). Có sách chép sinh năm 1894. Hồi ở Pháp, ông tham gia các hoạt động yêu nước cùng Phan Văn Trường, Nguyễn Thế Truyền, khoảng năm 1925 ông về Sài Gòn mở văn phòng Luật sư và cộng tác với các báo La Lutte, La Clochefêlée, Đông Pháp, Thần Chung, Mai, Dân Chúng... và cũng là luật sư đặc trách của các báo trên. Tuy là nguời đỗ đạt cao, có vợ và quốc tịch Pháp, nhưng ông vẫn là một nguời có lập trường dân tộc, yêu nước Việt; điều đó được thấy rõ qua các bài viết của ông trên các báo vừa nêu. Vì vậy, ông bị thực dân bỏ tù nhiều lần. Ông chủ trương nguời Việt Nam phải tự mình đảm đương lấy quyền tự quyết, nhất là người Việt phải học tiếng Việt ngay từ bậc tiểu học mới mong mở mang dân trí, dân khí... Sau tổng khới nghĩa năm 1945, ông có mặt trong các tổ chức chống Pháp, nhất là sau ngày Nam Bộ kháng chiến (23-9) các lực lượng kháng chiến rút khỏi Sài Gòn, ông được một số người Pháp \"mới\" (phe De Gaulle) ủng hộ thành lập một chính phủ có tên Chính phủ lâm thời Quốc dân Việt Nam. Chính phủ này lúc ấy chỉ còn trong bóng tối (ngày 24-9-45) chưa hoạt động được gì. Sau đó, ông bị kẻ lạ mặt giết ở Chợ Lớn vào hạ tuần tháng 9 năm 1945. Dương Văn Giáo là người có chân trong Hội Tam Điểm (tiền thân của Hội Nhân quyền và dân quyền Pháp) vì vậy không bao giờ ông đi xe kéo, hoặc xe xích lô đạp vì ông cho như vậy là không đúng với tôn chỉ của Hội. Các anh ông là Dương Văn Tây, Dương Văn Mai đều là những nhân vật có tiếng ở Sài Gòn và Paris."
}