{
  "dateOfBirth" : "Nhâm Thân 1872",
  "dateOfDeath" : "Bính Dần 1926",
  "hometown" : "Quê làng Tây Lộc, huyện Tiên Phước, phủ Tam Kì, tỉnh Quảng Nam (nay thuộc thôn Tây Hồ, xã Tam Lộc, huyện Phú Ninh, tỉnh Quảng Nam)",
  "occupation" : "Chí sĩ, Danh sĩ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 871,
  "entityName" : "Phan Châu Trinh",
  "aliases" : [ "Phan Chu Trinh", "Hi Mã", "Tử Cán", "Tây Hồ" ],
  "overview" : "Phan Chu Trinh có thể là:\n----------------------------------------------\nThân phụ ông là Phan Văn Bình làm Quản cơ sơn phòng, sau tham gia Nghĩa hội Cần vương làm Chuyển vận sứ. Ông theo cha học chữ và học võ trong chiến khu, sau khi cha mất (1887) ông trở về nhà bắt đầu học theo lối cử nghiệp. Năm Canh tí 1900, đỗ Cử nhân (thứ ba) trường Thừa Thiên, năm sau đỗ Phó bảng và được bổ làm Thừa biện bộ Lễ. Năm 1900 đi thi hương ông đỗ cử nhân (hạng 3) Thượng Thư Nguyễn Thuật có câu đối mừng ông: \"Gia phong, nhị tam thế tích thư công tùng khoa đồ phát nhận; Hương bảng nhượng nhứt nhị nhơn giải học hữu khả tri ngô quận đa hiền.\" Nghĩa: Nếu nhà mấy đời chứa sách, đường khoa cử bắt đầu từ đây; Hương bảng nhường vài ba người bạn khá biết quận ta nhiều người hiền. Ông nhiệt thành yêu nước, sớm ý thức cách mạng. Năm 1905 ông từ quan, cùng bạn đồng chí là Trần Quí Cáp, Huỳnh Thúc Kháng đi vào Nam để tìm bạn đồng tâm và xem xét tình hình. Đến Bình Định, gặp kì khảo hạch, ông cùng hai bạn giả danh vào ứng hạch làm bài thơ Chí thành thông thánh và hai bạn làm bài phú Danh sơn Lương Ngọc, gây chấn động trong học giới, chính giới, văn giới. Sau đó, ông nằm bệnh tại Phan Thiết vài tháng, trở về Quảng Nam, rồi ra Nghệ Tĩnh, thẳng ra Hà Nội, liên kết với trí thức yêu nước lập Đông Kinh nghĩa thục, ông lại lên căn cứ Đề Thám để quan sát cuộc chiến đấu. Năm 1906 ông bí mật đi Nhật, gặp Phan Bội Châu trao đổi ý kiến. Ở Nhật về, ông tích cực hoạt động với chủ trương: thức tỉnh lòng dân, tạo dân khí mạnh, đề cao Dân quyền. Ông gửi cho Toàn quyền Beau một bản điều trần (quen gọi là Đầu Pháp chính phủ thư: Thư gởi chính phủ Pháp). Đường lối cứu nước của ông là dựa vào lí tưởng cách mạng Pháp để tiến hành cải cách. Ông không tán thành chủ trương võ trang bạo động của Phan Bội Châu lúc đương thời. Năm 1908 phong trào Duy tân lên mạnh mà đỉnh cao là vụ chống thuế ở miền Trung xuất phát từ tỉnh Quảng Nam, thực dân và triều đình Huế cho là ông khởi xưởng, bắt ông tại Hà Nội, giải về Huế, rồi kết án đày đi Côn Đảo. Hội Nhân quyền Pháp can thiệp, ông được trả tự do trước hạn tù đưa về quản thúc ở Mĩ Tho (nay thuộc tỉnh Tiền Giang) vào năm 1911. Ngay trong năm này, do yêu cầu của ông, chính quyền Đông Dương buộc lòng chấp nhận cho ông sang Pháp. Tại Pháp, ông liên lạc mật thiết với Nguyễn Ái Quốc, Phan Văn Trường. Tại đây ông làm nghề chữa ảnh để mưu sinh và nuôi con là Phan Châu Dật ăn học; Chẳng bao lâu con bị bệnh mất, ông mang vết thương lòng. Năm 1914, ông bị Pháp bắt giam ở nguc La Santé vì tình nghi tư thông với Đức ngót 9 tháng mới được thả. Năm 1922, vua Khải Định sang Pháp dự đấu xảo Marseille, ông viết một bức thư dài buộc tội Khải Định 7 điều và khuyên vua về nước gấp đừng làm nhục quốc thể (quen gọi là Thất điều trần hay Thư thất điều). Năm 1925 ông trở về nước, ngụ ở Sài Gòn diễn thuyết hai lần, rồi lâm bệnh mất tại đây vào ngày 24-3-1926 hưởng hương 54 tuổi. Từ trước đến nay, sách báo viết về ông rất nhiều. Đặc biệt liễn đối, thơ văn điếu tế ông cũng lắm. Các tác phẩm chính của ông: - Đầu Pháp chính phủ thư. (1906) - Tĩnh quốc hồn ca I, II. (1907) - Trung Kì dân biến thỉ mạt kí (1911) - Đông Dương chính trị luận (1913) - Giai nhơn kì ngộ diễn ca (1914) - Tây Hồ và Santé thi tập (1914) - Pháp Việt liên hiệp hậu chi tân Việt Nam (1914) - Thất điều trần (1922) - Đạo đức và luân lí Đông Tây (Bài diễn thuyết, 1926) - Quân trị chủ nghĩa và Dân trị chủ nghĩa (Bài diễn thuyết, 1926)... Khi ông mất, Phan Bội Châu khóc ông bài thơ, có đoạn: (…) Cờ xã hội những toan lên thẳng bước, Gánh giang sơn chẳng chút chịu nhường ai! Đau đớn thay! trời chẳng chiều người, Người bước tới mà trời giằng kéo lại. Công nghiệp sống chưa ra vòng thất bại, Tuổi chết nay đã trải chẵn mười năm. Nhớ bạn xưa khôn nỡ khóc thầm, Môt hàng chữ gởi thốn tâm cùng thiên cổ! Kẻ tiền đạo ấy ai người hậu lộ? 1. Tác phẩm đầu tiên của ông (ông làm thơ từ khi còn đi học, trong Phan Châu Trinh niên biểu đồ - Huỳnh Thúc Kháng soạn - có ghi năm 1897... bắt đầu làm thơ giọng bi ca khẳng khái nổi danh trong làng thơ) là phần lớn thơ văn làm trong thời kì đi học, nay không còn nhiều. Trước đây (1926) Ngô Đức Kế sưu tầm, dịch và giới thiệu, in trong Phan Tây Hồ di thảo (Nhà in Chân Phương, Hà Nội, 1927) và một số trong Thi tù tùng thoại của Huỳnh Thúc Kháng (Nxb Tiếng Dân, Huế, 1939). Đây là một số thơ và câu đối chữ Hán, có thể sơ lược: Kinh thành nguyên đán, Giáp thìn kinh thành cụ phong, Tặng hữu nhân Trần Quí Cáp tiến sĩ, Phan Thiết ngọa bệnh, Tặng Nhụ Khanh, Ất tị trừ tịch tác, Xuất đô môn... Bài gây tiếng vang lớn nhất là Chí thành thông thánh (1905). Đây là một bài thơ chữ Hán theo thể Đường luật thất ngôn bát cú, tác giả làm theo đầu đề đã ra sẵn trong một kì khảo hạch tại trường thi Bình Định năm 1905. Bài thơ này có một tiếng vang rất lớn, nói như Huỳnh Thúc Kháng \"Chúng tôi mượn đề mục ấy làm một bài thi, một bài phú, phát biểu tư tưởng bài xích khoa cử, cùng lối cựu học hủ lậu. Bài thi và bài phú ấy lúc bấy giờ lưu hành chẳng biết ai là tác giả. Nói đến việc dùng sức văn tự đề mạt sát khoa cử, cổ xúy tân học thì bài thi và bài phú ấy là tiếng nói đầu tiên vậy\". Bài thơ này về sau, trong các thi tuyển hoặc hợp tuyển thơ văn đều có trích dẫn. Có lẽ do các bài thơ chữ Hán vừa nói trên, nên trong Phan Tây Hồ tiên sinh lịch sử, Huỳnh Thúc Kháng ghi là \"Hán văn thi 50 bài\". Và do đó năm 1974 tạp chí Bách Khoa (Sài Gòn) số đặc khảo về Phan Châu Trinh cũng ghi lại như Huỳnh Thúc Kháng đã ghi. 2. Đầu Pháp chính phủ thư là bức thư của Phan Châu Trinh viết gởi cho toàn quyền Beau sau khi ông đi Nhật Bản về. Nguyên tác viết bằng chữ Hán được dịch ra tiếng Pháp. Nội dung bức thư nêu lên những tệ trạng của quan lại Nam triều do thực dân Pháp dung dưỡng. Đồng thời tác giả cũng đề nghị chính phủ Pháp sửa đổi chính sách bảo hộ ở Đông Dương. Thư này có gởi đăng báo Pháp. Trường Đông Kinh nghĩa thục ở Hà Nội cũng cho in bản gỗ đến hàng ngàn quyển phát đi các nơi, khiến tầng lớp sĩ phu Bắc-Trung-Nam đều có đọc và một số người còn thuộc lòng (J. Roux, Lettré Phan Châu Trinh, số 9 Kỉ yếu Hội nhân quyền Paris). Theo Roux thì nhờ các tư liệu của bức thư này mà Emil Fable đã dựng nên vở kịch Những con châu chấu, vở kịch này đã diễn được đến 20 lần tại Vaudeville và sau đó bị cấm diễn. Năm 1926, tạp chí Nam Phong cho in lại bản nguyên tác trong các số 103, 104 phần chữ Hán. Cũng năm đó một bản được dịch sang tiếng Việt và được in vào tập Quốc hoa huyết lệ do Thịnh Quan thư quán xuất bản ở Sài Gòn. Một bản dịch khác của Ngô Đức Kế cũng được công bố trong Phan Tây Hồ di thảo do Thụy Ký ấn hành ở Hà Nội, rồi Nguyễn Kim Đính ở Sài Gòn cũng phổ biến bản dịch của mình trong Gương chí sĩ. Đến năm 1949, bản dịch Đầu Pháp chính phủ thư của Ngô Đức Kế được tuần báo Tân Dân ở Hà Nội cho in lại vào số đặc biệt kỉ niệm Phan Tây Hồ tiên sinh ngày 24-3-1949. Vào những năm 60 ở miền Bắc cũng như ở miền Nam đều có phổ biến lại những bản dịch Việt của Ngô Đức Kế trong Hợp tuyển thơ văn Việt Nam tập IV của Vũ Đình Liên, Hoàng Ngọc Phách, Thơ văn cách mạng Việt Nam đầu thế kỉ XX của Đặng Thai Mai, hoặc nhằm phổ biến văn kiện dùng cho thảo luận của Nghiên cứu lịch sử số 66 tháng 9-1964 với bản dịch XX, năm 1968, Thái Bạch có cho in trong Thi văn quốc cấm thời Pháp thuộc ở Sài Gòn. 3. Hợp quần doanh sinh thuyết quốc âm tự (1907) là bài tựa bằng chữ Nôm của Phan Châu Trinh đề cho cuốn Hợp quần doanh sinh thuyết của Mai Sơn Nguyễn Thượng Hiền. Nội dung bài tựa nhằm kêu gọi toàn dân phải tổ chức đoàn thể, mở mang thực nghiệp để mưu cầu hạnh phúc sống còn. Thư viện Khoa học xã hội ở Hà Nội có một bản chép tay mang kí hiệu V.N 224 năm 1939, Thơ văn Nguyễn Thượng Hiền của Lê Thước và Vũ Đình Liên có trích một đoạn của bài nói trên. 4. Tỉnh Quốc hồn ca Tỉnh quốc hồn ca! (1907) là một tập thơ gồm ba phần. Phần đầu là bài Tỉnh quốc hồn ca I, gồm 470 câu song thất lục bát với nội dung hô hào cải cách xã hội theo đường hướng duy tân lúc bấy giờ. Phần hai có 310 câu gồm 5 bài ca lục bát, nội dung trình bày vấn đề giáo dục gia đình. Phần ba có 45 câu gồm 3 bài ca trù rút từ Giai nhơn kì ngộ diễn ca (Đúng là Giai nhơn chứ không phải là Giai nhân. Nguyên văn Phan Châu Trinh viết là giai nhơn như trong bản thảo) với nội dung kêu gọi kẻ hào kiệt hãy nhìn lịch sử oanh liệt của dân tộc mà đoàn kết để dựng lại nền tự chủ cho đất nước. Tỉnh quốc hồn ca I lúc đầu được dùng làm tài liệu giảng dạy tại các nghĩa thục ở Quảng Nam và Đông Kinh nghĩa thục ở Hà Nội. Đến năm 1926, Ngô Đức Kế, Lương Văn Can cho xuất bản Phan Tây Hồ di thảo trong đó có phần Tỉnh quốc hồn ca này. Tháng 7-1945, ông Lê Ấm cho xuất bản tại Qui Nhơn tác phẩm này với nhan đề Tây Hồ Phan Châu Trinh di thảo tập I, Tỉnh quốc hồn ca và mấy bài ca khác. Đến năm 1963, Hợp tuyển thơ văn Việt Nam tập IV, trong phần Phan Châu Trinh có trích in 224 câu, phần nửa đầu Tỉnh quốc hồn ca I. Rồi trong Hợp tuyển Thơ văn yêu nước, Thơ văn yêu nước và cách mạng đầu thế kỉ XX của Đặng Thai Mai, cũng cho in lại đoạn đã in trong hợp tuyển 1963. Năm 1983 có in lại trong Thơ văn Phan Châu Trinh của Huỳnh Lý Nxb, Văn học - Hà Nội. 5. Tuồng Trưng nữ vương bình ngữ lãnh (1910) là một vở tuồng hợp soạn do các ông Phan Châu Trinh, Huỳnh Thúc Kháng, Phan Thúc Duyện cùng viết ra để \"tiêu khiển\" lúc còn ở Côn Đảo. Trong đó biểu dương tinh thần bất khuất của Hai Bà Trưng và bày tỏ ý hướng duy tân của các tác giả. Ở Côn Đảo lúc bấy giờ có nhiều người thuộc lòng vở tuồng này, trong đó có ông Trương Bá Huy người làng Tiên Đỏa (nay là xã Bình Phục) huyện Thăng Bình. Năm 1927, ông Trương Bá Huy đã đọc lại cho ông Lê Ám chép tại Huế. Đến năm 1962 vở tuồng này được Nhà xuất bản Anh Minh (Huế) in ra dưới nhan đề Tuồng Trưng nữ vương bình ngũ lãnh. 6. Trung kì dân biến thỉ mạt kí (1911), sách này ông viết vào năm 1911 đề gởi cho Hội Nhân quyền và Dân quyền ở Paris, và cũng để đưa cho Albert Sarraut lúc đó sắp sang nhậm chức toàn quyền Đông Dương và Missiny thượng thư bộ Thuộc địa Pháp. Bản này Huỳnh Thúc Kháng gọi là \"Kí nhân quyền hội thư\", tiêu đề chữ Hán này là do Huỳnh Thúc Kháng viết, chứ đúng theo nguyên bản thảo Phan Châu Trinh viết là \"Trung kì dân biến thỉ mạt kí\" và sau này cũng có người gọi là \"Bản điều trần của cụ Phan Châu Trinh\". Nguyên thảo Hán văn, rồi ông dịch sang tiếng Việt đưa cho ông Julles Roux (bạn thân của ông tại Pháp) dịch sang tiếng Pháp để gởi Toàn quyền và Thượng thư Bộ thuộc địa. Sau đó một bản Pháp văn do Hội Nhân quyền và Dân quyền ở Paris xuất bản thành một tập sách riêng có nhan đề là Cuộc biểu tình năm 1908 ở An Nam (Manifestation de 1908 en Annam). Bản Việt ngữ thì hiện nay chúng tôi không tìm thấy, trước đây chúng tôi đã theo bản chữ Hán dịch ra và có chú thích những điều còn chưa rõ. (Phủ QVKĐTVH Xuất bản, Sài Gòn, 1972 - Nguyễn Q. Thắng dịch). Sau khi kiểm chứng các tư liệu hiện có, chúng tôi thấy những chi tiết và các sự kiện được Phan Châu Trinh nêu trong văn bản này rất chính xác, không có điểm gì sai sự thật. Trong tác phẩm Cuộc kháng thuế ở Trung Kì 1908) và Huỳnh Thúc Kháng tự truyện (Niên phổ), HuỳnhThúc Kháng cũng ghi lại với đầy đủ các chi tiết như Phan Châu Trinh đã viết. Nhưng có điều đáng nói là mỗi tác giả lại có một cách nhìn khác nhau. Huỳnh Thúc Kháng nhìn các sự kiện xảy ra dưới con mắt của một sử gia, nghĩa là hoàn toàn khách quan, có sao nói vậy, không phê phán hoặc bình phẩm. Trái lại Phan Châu Trinh viết tác phẩm này với cái nhìn có phân tích, lí giải phê phán; nghĩa là viết ra để biện hộ, để minh oan cho các đồng chí và bản thân mình. Cho nên, trong phần thứ nhất (chương I, II, III) là phần biện minh trước các lời buộc tội hồ đồ và vô căn cứ của bản án. Đồng thời phê phán thái độ thực học và tư cách của bọn quan lại tay sai thời đó. Phần sau (tình hình nhiễu lụy oan thảm - chương IV) tác giả trình bày các sự việc xảy ra từ Thanh Hóa đến Bình Thuận mà thân sĩ và nhân dân phải gánh chịu bởi chính sách đàn áp dã man của thực dân Pháp và quan lại tay sai Nam triều. Tuy chủ đích của tác phẩm là để minh oan cho bản thân và các đồng chí, nhưng trong phần này tác giả đã ghi lại được phần nào đầy đủ về hoạt động của các cơ sở của phong trào Duy tân về phương diện văn hóa và nông công nghiệp một cách trung thực. Tác giả đã dắt chúng ta đi thăm một vài cơ sở duy tân một cách khá tường tận. Đồng thời nêu rõ tên một số nhân vật trực tiếp tham gia giúp sức, hỗ trợ cho phong trào về phương diện vật chất cũng như tinh thần, nhất là nói rõ việc thực dân đàn áp thân sĩ và quần chúng, cùng việc phá hủy trường học, giải tán các hội buôn, hội nông... mới được dựng lên ở Quảng Nam và các tỉnh khác. Chính nhờ phần này giúp chúng ta ngày nay thấy được phần nào vóc dáng và thực chất của phong trào Duy tân. Trước năm 1975 ở miền Nam đã lưu hành bản dịch của chúng tôi (Phủ QVKĐTVH xuất bản 1972). 7. Giai nhơn kì ngộ diễn ca (1913-1915) là một \"vị định cảo\" của Phan Châu Trinh, được viết ra trong thời gian ông lưu trú tại Pháp. Giai nhơn kì ngộ nguyên là một tác phẩm của nhà văn Nhật Bản tên là Sài Tứ Lang, được Lương Khải Siêu dịch ra Hán văn và Phan Châu Trinh đã diễn ca bản Hán văn này ra chữ Quốc ngữ bằng thơ lục bát. Nội dung tác phẩm nói về sự gặp gỡ lạ lùng của một đôi trai tài gái sắc trên đất Mĩ. Tân Sĩ là một thanh niên Nhật, U Lan là một thiếu nữ Tây Ban Nha, cả hai đều là người yêu nước. Hai người gặp rồi yêu nhau với đầy đủ mọi diễn biến của trạng thái tâm lí, trong đó pha lẫn các tình huống Đông Tây, mới cũ. Tuy nhiên, Giai nhơn kì ngộ không đơn thuàn là một truyện tình, mà trong đó nói lên tiếng nói của phong trào đòi độc lập tự do của một số nước trên thế giới giữa thế kỉ 19 mới là cái chính thu hút tâm tư người kể chuyện. Do đó, xen lẫn vào câu chuyện tình, tác giả đã dành nhiều trang để thuật lại tình hình chính trị xã hội và phong trào đấu tranh của những người yêu nước tiến bộ ở Tây Ban Nha, Ái Nhĩ Lan, Nhật Bản, Ai Cập... Sài Tứ Lang đã viết Giai nhơn kì ngộ để giáo dục người Nhật thời Minh Trị duy tân. Lương Khải Siêu lại dùng cho người Trung Quốc sau Mậu tuất chính biến. Đến Phan Châu Trinh cũng dùng nội dung ấy với mọi hình thức đặc biệt Việt Nam, mong truyền bá rộng rãi tư tưởng dân chủ đang lên vào đầu thế kỉ. Giai nhơn kì ngộ diễn ca lần đầu tiên ra mắt bạn đọc vào năm 1926, do Ngô Đức Kế giới thiệu nhưng sách vừa in xong chưa kịp phát hành thì đã bị thực dân Pháp tịch thu và đốt hết. Năm 1958, Nhà xuất bản Hướng Dương ở Sài Gòn mới công bố (do Lê Văn Siêu giới thiệu, bình chú) toàn phần Giai nhơn kì ngộ diễn ca dưới nhan đề Phan Châu Trinh - Giai nhân kì ngộ (anh hùng ca). (Các từ \"anh hùng ca\" và tự sửa gia nhơn thành giai nhân, cho nên độc giả nào không đọc được nguyên vị định cảo cứ tưởng là giai nhân, việc này là do người giới thiệu tự ý thêm vào mà bỏ đi hai từ \"diễn Nôm\" của Phan Châu Trinh). 8. Tây Hồ và Santé thi tập (1914-1915): Theo tài liệu của Huỳnh Thúc Kháng thì có khoảng 50 bài thơ chữ Hán và khoảng 200 bài thơ chữ quốc cha. Trên thực tế có thể còn nhiều hơn. Về thời gian sáng tác và đặc biệt của các thi phẩm thì một số bài trong Tây Hồ thi tập do Phan Châu Trinh sáng tác khi còn ở Việt Nam và một số bài khi mới sang Pháp. Còn những bài sáng tác trong thời gian 10 tháng ở ngục Santé thuộc về Santé thi tập. Tập trước có trên 50 bài thất ngôn bát cú hoặc tứ tuyệt nói lên tình cảm yêu nước và lòng thương người của người trí thức. Đây là tiếng thơ bất khuất của một chiến sĩ nhiệt tình và nhiệt huyết. Tập sau có trên 220 bài, phần lớn lấy tục ngữ, ca dao làm đầu đề. Sau này một số tuyển tập thơ văn Hán Nôm từ đầu thế kỉ như Tân văn lục, Văn liên tạp thảo, Văn minh tân học sách đều có sao lục ít nhiều thơ ca của Tây Hồ thi tập. Rồi những tuyển tập thơ quốc âm, những đặc sản kỉ niệm, những tập đặc khảo về Phan Châu Trinh, hoặc tập trung hoặc rải rác đều có in những bài có trong Tây Hồ thi tập. Chẳng hạn Phan Tây Hồ di thảo của Ngô Đức Kế (Thụy Ký, Hà Nội 1926, tuần báo Tân Dân số đặc biệt năm 1949). Danh nhân nước Việt của Đào Văn Hội (Sài Gòn 1951), Phan Bội Châu và Phan Châu Trinh... của Tôn Quang Phiệt. Phong trào cách mạng Việt Nam qua thơ văn củaTrần Huy Liệu (trong Nghiên cứu lịch sử số 1.3.1959), Thơ văn yêu nước, cách mạng Việt Nam đầu thế kỉ XX của Đặng Thai Mai (Văn hóa, Hà Nội, 1961), Hợp tuyển thơ văn Việt Nam tập IV của Vũ Đình Liên, Hoàng Ngọc Phách (Văn hóa, Hà Nội), Văn đàn bảo giám của Trần Trung Viên và Hư Chu (Mặc Lâm, Sài Gòn, 1968), Thi ca châm biếm trào lộng Việt Nam của Hoàng Trọng Thược (Khai Trí, Sài Gòn, 1969)... Năm 1961, ông Lê Ẩm đã sao lục di thảo của Phan Châu Trinh về hai tập Tây Hồ và Santé và cho in chung thành một tập gọi là Tây Hồ Phan Châu Trinh di thảo, Tây Hồ và Santé thi tập. Sách này chia ra làm hai phần, tổng cộng có 295 bài thơ. Trong đó Tây Hồ thi tập có 69 bài và Santé thi tập có 226 bài, nhưng có 7 bài chép theo truyền văn. 9. Kí Khải Định hoàng đế thư (1922) là bức thư chữ Hán gởi cho Khải Định khi ông ta sang Pháp dự cuộc đấu xảo quốc tế năm 1922. Chuyến đi của Khải Định có nhiều điều ám muội mà Phan Châu Trinh cho là một điều sỉ nhục đối với quốc thể. Nội dung bức thư kể rõ bảy điều trải của Khải Định và buộc ông ta phải tự xử. Thư này được Phan Châu Trinh cho dịch ra tiếng Pháp, có đăng báo và truyền đơn để cho người Pháp rộng đường tham khảo. Khoảng năm 1925, Trần Huy Liệu đã dịch thư này ra tiếng Việt và cho in trong Gương chí sĩ của Nguyễn Kim Đính, Sài Gòn, 1926. Bản dịch tiếng Việt của Phan Châu Trinh trước đây về sau bị thất lạc một phần bản thảo nên ông Lê Ấm khi sao lục phải dịch tiếp từ bàn chữ Hán ra, rồi đến năm 1958, Nhà xuất bản Anh Minh (Huế) cho xuất bản dưới nhan đề di cảo cụ Tây Hồ Phan Châu Trinh thư thất điều. Tháng 8 năm 1959 trên tập san Nghiên cứu lịch sử số 6, Trần Huy Liệu cho in lại bản dịch của mình với nhan đề Bức thư cảnh cáo Khải Định kể bảy tội đáng giết. Bản dịch này còn được Nghiên cứu lịch sử cho in lại trong số 66 tháng 9-1964 dưới nhan đề Thất điều trần, và ở Sài Gòn 1968 cũng được Thái Bạch đưa vào Thi văn quốc cấm thời Pháp thuộc với tên Thư kể tội Khải Định. Đến năm 1972, Hợp tuyển thơ văn yêu nước cũng cho in lại bản dịch này. 10. Bức thư trả lời cho một người học trò tên Đông (1925), Đông là một du học sinh Việt Nam ở Pháp, ham học, yêu nước, đã từng gặp nói chuyện và viết thư cho Phan Châu Trinh. Bức thư trên là của Phan Châu Trinh trả lời cho Đông vào tháng 1-1925 ở Paris. Nội dung gồm những ý kiến của ông về một loạt vấn đề có liên hệ đến tình hình của nước ta lúc đó như các học, đảng phái, cách mạng, chủ trương bạo động, việc nhờ ngoại viện, về một số nhân vật tên tuổi đương thời, về chính phủ bảo hộ Pháp, chính phủ bù nhìn Nam triều và về đường lối phải thực hiện để cứu nước... Năm 1926, bức thư trên được in vào Phan Tây Hồ di thảo, Ngô Đức Kế biên tập và phê bình, Lương Văn Can xuất bản tại Hà Nội. Tháng 3-1949 được in lại trong tuần báo Tân Dân số 3 ở Hà Nội, rồi tạp chí Bách khoa, tập san Nhân Loại, bán nguyện san Phổ Thông, năm 1959, 1961 ở Sài Gòn có cho in lại. 11. Quân trị chủ nghĩa và Dân trị chủ nghĩa, Đạo đức và luân lý Đông Tây (1925) là hai bài diễn văn của Phan Châu Trinh đọc tại nhà Hội Thanh niên Sài Gòn vào cuối năm 1925 khi ông ở Pháp trở về Việt Nam. Bài đầu, sau khi so sánh hai chủ nghĩa quân trị và dân trị, tác giả đã kêu gọi đồng bào mau góp sức toan lo việc nước để đưa dân tộc tiến lên. Bài sau, ông cho rằng sở dĩ nước ta mất, dân ta yếu, bị đày xéo khinh bỉ là vì đã đánh mất nền đạo đức luân lí truyền thống của mình. Cần phải khôi phục lại nền đạo đức luân lí đó mà tinh hoa có thể tóm tắt vào mấy lời như sau: \"Sĩ khả sát bất khả nhục... phú quý bất năng dâm, bần tiện bất năng di, uy vũ bất năng khuất\". Sau khi phát biểu tại Sài Gòn, hai tác phẩm trên được đưa ra phổ biến ở Huế. Năm 1926, được in lại trong Gương Chí sĩ và ba mươi năm sau in trong Phan Châu Trinh của Thế Nguyên (NXB Tân Việt). Năm 1964 ở Hà Nội, tập san Nghiên cứu lịch sử số 66 và 67 đã cho in lại hai bài diễn văn trên. Riêng bài Quân trị chủ nghĩa và Dân trị chủ nghĩa năm 1968 ở Sài Gòn, Thái Bạch cũng cho in toàn văn trong Thơ văn quốc cấm thời Pháp thuộc. Một số bài thơ của Phan Châu Trinh và hai bài diễn thuyết của ông được giảng dạy ở chương trình Tú tài Việt Nam trước năm 1975 tại Sài Gòn. 12. Đông Dương chính trị luận, tác phẩm này hiện nay còn lại hai bản! Một bản là thủ bút của Phan Châu Trinh, gồm 80 trang giấy cỡ 16x31cm, trang 12 dòng, dòng 30-32 chữ thảo. Trong bản này nhiều chỗ có ghi chú, bôi xóa và sửa chữa. Đây là bản hiện còn lưu trữ tại nhà ông bà Lê Ấm ở Đà Nẵng. Một bản sao chép nguyên văn thủ bút tác giả, người sao chép là Trần Tiêu. Trang bìa của sách này ghi là Đông Dương chính trị luận với dòng phụ chú Tây Hồ Phan Hy Mã tiên sinh trước. Từ trang 2 đến trang 10 là \"Phan Tây Hồ tiên sinh niên biểu\" của Huỳnh Thúc Kháng, còn từ trang 11 đến trang 12 là bài tựa của Trần Tiêu Thượng Giới Thị ghi Đại Nam ngày 4 tháng 4 năm Bính Dần (1926). Về nhân vật Trần Tiêu từ trước đến nay chưa thấy ai viết về ông, nhưng theo ông Lê Ấm và ông Lê Nhiếp (rể của Huỳnh Thúc Kháng hồi 1969-1970) cho chúng tôi biết thì Trần Tiêu có bút hiệu là Thượng Giới Thị người tỉnh Quảng Bình theo học tại trường Quốc tử giám (Huế), và cũng là học trò của ông Lê Ấm. Sau khi tốt nghiệp, Trần Tiêu có đến ở tại nhà ông bà Lê Ấm một thời gian. Trần Tiêu rất hâm mộ Phan Châu Trinh nên ông đã đọc gần hết các tác phẩm của Phan Châu Trinh chẳng hạn như sao chép sách Giai nhơn kì ngộ, một số bài báo của Phan Châu Trinh như: Lai cảo Trung Quốc hải lục quân nhật báo, Đầu Pháp chính phủ thư... nhất là sao chép cẩn thận và đề tựa sách Đông Dương chính trị luận này. Từ trang 13 đến trang cuối sao chép nguyên văn bản thủ bút Đông Dương chính trị luận của Phan Châu Trinh. Đây là phần Phan Châu Trinh trình bày về thực trạng nền chính trị mà thực dân Pháp áp đặt tại Đông Dương từ khi chúng chiếm nước ta. Tác giả đề cập đến nhiều vấn đề từ quân sự, kinh tế, chính trị, văn học, nông nghiệp, giáo dục, thuế khóa, công nghiệp... với một cái nhìn nhất quán về toàn bộ cơ cấu chính quyền thực dân thực thi trên khắp ba miền đất nước Việt Nam. Có thể nói đây là bản án thực dân về những tệ chính và tệ trạng đã nói ở trên với một hệ thống chặt chẽ, rõ ràng... Trước khi viết sách này, Phan Châu Trinh đã quan sát tận nơi với môt cái nhìn có tính cách khoa học, nhất quán. Ông trình bày rõ các vấn đề sau: - Cách dùng người của chính quyền thực dân. - Những tệ trạng của việc thiết lập các cơ quan: thương chánh, công chánh, canh nông... - Sự tàn bạo của các nhà kinh doanh Pháp ở Đông Dương. - Những tệ trạng của ngành cảnh sát, lính thuộc địa, lính tập khố xanh. - Những tệ trạng của quan lại Pháp, Việt - Hiện tình Đông Dương. - Sự gia tăng thuế khóa hàng năm. - Tình hình lợi hại của nông dân Việt Nam. - Những tệ trạng của chính sách tiền tệ và tục lệ vay nợ. - Nguyên nhân thiếu hụt tiền ở Việt Nam. - Thảm trạng nông dân trong lúc thu thuế. - Lý do và nạn gian dối trong sưu dịch và thuế khóa. - Tình trạng sinh kế của dân nghèo. - Thực trạng gian dối của quan lại Pháp, Việt. Tác giả đã trình bày một cách hợp lí và đưa ra nhiều dẫn chứng rõ ràng, lột trần chính sách tàn ác mà thực dân Pháp đang thực hiện ở Đông Dương. Đồng thời cũng vạch rõ những âm mưu thâm độc của quan cai trị người Pháp, sử dụng một số quan lại tay sai người Việt để đàn áp, bóc lột các tầng lớp dân nghèo Việt Nam, nhằm bần cùng hóa và ngu dân hóa nhân dân. Vấn đề chính trị ở Đông Dương, theo tác giả không còn có thể gọi là chính trị theo ý nghĩa đích thực của nó. Mà sự thật đây là một nền hành chánh thư lại nửa phong kiến, nửa thực dân, nhằm làm giàu cho một số ít cá nhân người Pháp và một số tay sai vô liêm sỉ mà thôi. Từ thực trạng đó Phan Châu Trinh đã đau lòng viết: Than ôi! Cái gọi là chính trị của Đông Dương đâu còn là chính trị nữa. Như trên chúng tôi đã viết, nguyên sách này do Trần Tiêu sao chép lại và sau khi kiểm chứng với bản nguyên thủ bút của tác giả, chúng tôi thấy người sao lục đã sao chép đúng nguyên văn của chính nguyên bản. Do vậy, chúng tôi đã chụp lại bản chép tay của Trần Tiêu (vì nguyên bản tác giả viết nhiều chữ thảo và bôi xóa nhiều nên khó đọc), dịch đúng theo nguyên tác của tác giả và có thêm lời chú thích để bạn đọc tiện theo dõi khi đọc. Trước khi dịch theo nguyên bản, chúng tôi còn dịch bản \"Niên biều\" của Huỳnh Thúc Kháng viết và cả \"bài tựa\" do Trần Tiêu Thượng Giới Thị viết để bạn đọc thấy rõ cuộc đời và tư tưởng Phan Châu Trinh (Bản dịch Nguyễn Q. Thắng in trong Phan Châu Trinh cuộc đời và tác phẩm, NXB Văn học 1992). 13. Pháp Việt liên hiệp hậu chi tân Việt Nam là bản thảo chữ Hán của Phan Châu Trinh viết trên 49 trang giấy cỡ 21x34cm, trang 12 dòng, dòng 32-36 chữ, rất nhiều chỗ bôi xóa, sửa chữa. Nội dung tác phẩm này trình bày đường lối chính trị của ông về một nước Việt Nam mới sau khi thi hành chính sách \"Liên hiệp Pháp Việt\". Nhưng thật sự, chính sách liên hiệp này chưa được tác giả trình bày rõ ràng, có thể tác giả đang phác thảo. Điểm quan trọng nhất của tác phẩm là nêu rõ chủ trương bất đồng giữa hai đảng cứu nước lúc bấy giờ đảng Cách mạng do Phan Bội Châu lập ra thì \"bài ngoại\" (Pháp) nhưng \"ỷ ngoại\" (Nhật) và đảng Tự trị do tác giả lập nên thì \"cố tìm cách cho hai nước Pháp Việt gần nhau nên đòi hỏi phải có cải cách, phải \"khai trí trị sinh\". Trong sách, tác giả có nêu rõ các nguyên nhân gần xa, đưa đến biến cố năm 1908 và sự ra đời của hai đảng trên; nhất là nói rõ về nhân phẩm, thực học và chủ trương, hành động của Phan Bội Châu và tác giả. Đồng thời nói về kinh nghiệm, lịch sử bang giao giữa Trung Quốc và Việt Nam cùng tình hình nước ta từ khi giao thiệp với Pháp. Qua nội dung sách này, chúng ta hiểu được Phan Bội Châu và Phan Châu Trinh một cách khá rõ ràng. Thật ra, đây chưa hẳn là một quyển sách, vì trong đó nhiều chương tác giả lặp đi lặp lại một ý kiến trong một thời điểm nhứt định. Và nhất là trong chương đầu, tác giả có chép một lá thư gởi cho hai quan chức có lẽ có thế lực trong chính phủ Pháp thời đó. Chương cuối có chép một lá thư gởi cho toàn quyền Đông Dương, một câu đối có lẽ gởi tặng một người bạn. (Bản dịch của Nguyễn Q. Thắng in trong Phan Châu Trinh). Số tác phẩm của Phan Châu Trinh còn lưu giữ tại nhà ông bà Lê Ấm ở Đà Nâng đã được công bố. Dưới đây chúng tôi giới thiệu số tác phẩm chưa được công bố, những tác phẩm công bố chưa đầy đủ và những tác phẩm do người sao lục hoặc đã bỏ bớt trong nguyên tác, hoặc tự ý thêm vào một số bài không có trong nguyên tác. Sau đây là một số các bản gốc: 1. Giai nhơn kì ngộ diễn ca (đã dẫn ở trên). 2. Tây Hồ thi tập gồm một số bài thơ làm ra lúc đi cổ động duy tân ở Phan Thiết và lúc ở tỉnh nhà. Một bản nữa trong Tỉnh quốc hồn ca I có trên 200 bài thơ, trong đó có 10 bài Điếu ông Tú Chiểu và bài họa Thơ điếu Nguyễn Hữu Huân. Ngoài hai tài liệu trên có ba bản chép tay khác mà nét chữ ít giống với nét chữ trên, đều mang tựa đề Tây Hồ thi tập. - Bản thứ nhất gồm 83 thi đề, từ bài Cờ tướng (số 1) đến bài Dài mỏ khó kiếm ăn (số 83). - Bản thứ hai gồm 49 thi đề, từ bài Tặng đĩ lỡ đàng (số 1) đến bài Thi xưa y vận (số 49). - Bản thứ ba gồm 75 thi đề, trong đó có một số bài có trong bản chép tay trong Tỉnh quốc hồn ca II, một số lớn khác có trong bản chép tay Tỉnh quốc hồn ca I. 3. Santé thi tập hiện có hai bản chép tay (như đã nói trên). 4. Thơ viết từ Côn Đảo là nhan đề ghi trên bìa mới đóng lại của một tập thơ mang di bút của Phan Châu Trinh. Thật ra nhan đề này không phù hợp với nội dung của thi phẩm đó. Trái lại đây là \"bản chính\" của Santé thi tập mà Nguyễn Ngô Ngạc đã bảo là không còn nữa. Tuy nhiên, thi tập này hiện còn lại không đủ, chỉ có 161 bài thơ, từ bài số 4 đến bài 90 và từ bài số 130 đến bài số 203. Nếu đối chiếu bản này với bản của Nguyễn Ngô Ngạc thì sẽ thấy bản sau là bản sao lại của bản trước. 5. Thơ ngoại cuộc: là một bản di bút của Phan Châu Trinh gồm 21 trang giấy học trò, có 2 phần: - Phần thứ nhất là thơ ngoại cuộc có 17 trang. - Phần còn lại gồm một số thơ ca khác. Thơ ngoại cuộc thật ra chỉ là chép lại theo nhớ thuộc lòng, bài dịch Hải ngoại huyết thư của Phan Bội Châu do Từ Long Lê Đại dịch. Tuy nhiên, nếu so với bản đó in trong Thơ văn Phan Bội Châu của Đặng Thai Mai (Văn hóa, Hà Nội, 1960) thì bản này có nhiều chữ, nhiều câu chép khác hẳn, nhiều đoạn bỏ cách khoảng và đoạn cuối cùng lại thiếu gần 100 câu. Phần thơ ca khác còn lại gồm bài Thơ giảng báo là một bài ca trù dài và một bài thơ thất ngôn không có đề thiếu đi hai câu luận. Nội dung cả hai bài nhằm kêu gọi đồng bào dù ở đâu làm nghề gì cũng nên ý thức đầy đủ hoàn cảnh bất hạnh của đất nước, của dân tộc để tìm đường cứu nước giúp dân. Những tác phẩm của Phan Châu Trinh chưa được công bố gồm có phần chữ Hán, chữ Nôm, chữ Quốc ngữ và một số chữ Pháp. Số tác phẩm này trước đây cũng có người nói đến, nhưng hoặc chỉ cho biết tên tác phẩm hoặc chỉ giới thiệu sơ lược chỉ trích dịch một đoạn nhỏ của tác phẩm, ở đây chúng tôi xin giới thiệu sơ lược cả hình thức lẫn nội dung từng tác phẩm. 1. Tỉnh quốc hồn ca II là bản chép tay bằng chữ quốc ngữ của Phan Châu Trinh trên tập vở học trò, đóng chung với một số bài khác cùng nét bút của ông. Bản này gồm: - Một đề cương có 6 phần mà nội dung vạch trần chính sách cai trị của Pháp tại Đông Dương và đề nghị một đường lối khiến hai nước Pháp Việt không nghi kị, không thù hiềm. Trong sách có: - Bài Tiểu sử Phan Châu Trinh cùng một số thơ của ông làm ra khi chưa sang Pháp. - Bài Cách cai trị rộng rãi bên An Nam, một người tự nhận là cha dân An nam, sự nói một đàng làm một nẻo. Đây là bản nháp một bài báo của Phan Châu Trinh nhằm công kích Albert Sarraut và đường lối chính trị cải cách giả dối của Sarraut như việc lập viện tư vấn, luật pháp, học chánh... Nhưng thật ra lại đầu độc dân ta và tước đoạt quyền tự do của dân ta. 2. Di cảo là tập di bút chữ Hán, chữ Nôm gồm một số bài thơ và văn luận thuyết của Phan Châu Trinh. Toàn tập có 110 trang, giấy cỡ 25x26cm, trang 16 dòng, chữ thảo rời. Tập này ngoài bài Việt Nam quốc dân Phan Châu Trinh kí thư đương kim hoàng đế và một số thơ trong Quốc âm tạp vịnh, còn có những phần sau đây chưa được công bố: - Chính sách thuế khóa: đinh, điền, thổ ở Việt Nam. - Thơ gửi Hoàng Cao Khải - Quốc âm tạp vịnh - Thơ gửi toàn quyền Đông Dương - Bản Hán văn dịch bài diễn thuyết của Thiết Sinh Sĩ. - Khuất lưu thư 3. Đại Việt sử kí toàn thư tự là một bản sao chữ Hàn gồm 41 trang chữ thảo rời trên giấy cỡ 16x27cm gồm: - Bài tự - Bài lai cảo đính chánh Phần đầu gần như một tập tạp bút sau khi đọc Đại Việt sử kí toàn thư (bản chép tay của người Nhật). Phan Châu Trinh đã chép bài tựa và tự ghi những nhân vật yêu nước trong sách từ đời Hùng Vương đến đời Hồ. Phần sau là một bài báo cải chánh bài đăng trong nhật báo Hải lục quân của Trung Quốc về việc đào mả Tự Đức. Bài Lai cảo Trung Quốc hải lục quân nhật báo nay còn thấy Thượng Giới Thị chép lại phía sau tập Đầu Pháp chính phủ thư. Cũng nên biết thêm phần Phan Tây Hồ tiên sinh lịch sử của Thượng Giới Thị có khá nhiều chi tiết về cuộc đời Phan Châu Trinh mà trong tài liệu cùng tên của Huỳnh Thúc Kháng không có. 4. Pháp Việt liên hiệp hậu chi tân Việt Nam (Xem trên). 5. Cuộc ngoại nhân kim nhật chi Trung Quốc quan là một tác phẩm của Phan Châu Trinh mà tài liệu của Huỳnh Thúc Kháng có nói đến, nhưng hiện nay chưa tìm thấy. Theo tạp chí Bách Khoa số 406 tháng 3-1974, và ông Lê Ấm có cho chúng tôi biết là ông đã đọc tác phẩm này, sách có nội dung bàn về sự biến loạn ở Trung Quốc sau khi Tôn Văn mất và đề nghị một người dòng dõi Khổng Tử lên làm tổng thống Trung Hoa. 6. \"Những tài liệu khác\" là một số thư từ riêng của Phan Châu Trinh nhận và gởi cho các người khác ở Pháp, ở Việt Nam và ở các nước khác. Số thư tù này hiện còn trên 70 bức bằng chữ Việt, chữ Pháp và chữ Hán. Trong số thư từ này, trước đây một số đã được nói đến, hoặc được trích dẫn một vài đoạn, hoặc được công bố toàn văn. Có một số thư không đề địa chỉ, không ghi ngày tháng, hoặc kí tên không rõ, còn thời gian thì từ năm 1911 đến năm 1925 (tức thời kì Phan Châu Trinh ở Pháp) và địa chỉ thì đại để có: Albert Sarraut, Babut, báo L'humanité, báo Bonifacy (Hương Cảng), bộ trưởng bộ thuộc địa, phó biện lí Caron, đại diện chính phủ Đông Dương Esnest Dutrey ở hạ nghị viện Pháp, Hồ Văn An, Jules Roux, ông Lâm, Marius Moutet, Pollet, Quan lớn (?), Phan Bội Châu, tỉnh Mĩ Tho, Tòa hòa giải quận 17 Paris, Ulysse Leriche Du Vaure... và nhất là Q. d Tất Thành. Có điều cần nói thêm là một số thư nói trên, trước đây chắc có trong di cảo của Phan Châu Trinh nên đã được một số người nhắc đến, nhưng bây giờ không còn thấy nữa. Trên đây là tóm tắt sơ lược một số tác phẩm của Phan Châu Trinh đã viết ra và nay còn tìm thấy. Chính những tác phẩm này có thể giúp chúng ta có một cái nhìn tương đối chính xác về nhà thơ Tây Hồ mà lâu nay nhiều người đánh giá về Phan Châu Trinn chưa được đúng đắn và cũng thiếu tính khoa học."
}