{
  "dateOfBirth" : "Ất Hợi 1875",
  "dateOfDeath" : "Ất Mùi 1955",
  "hometown" : "quê ở Thủ Đức, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh)",
  "occupation" : "Nhà văn ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 879,
  "entityName" : "Nguyễn Hữu Ngỡl",
  "aliases" : [ "Tân Dân Tử" ],
  "overview" : "Ông thông Hán văn, Pháp văn, xuất thân làm Kinh lịch ở Chợ Lớn (nay thuộc Thành phố Hồ Chí Minh) về sau được thăng thưởng chức \"Huyện Hàm\". Tuy làm việc trong chính quyền cũ, ông vẫn có lòng yêu nước, yêu văn hóa dân tộc, chuyên viết tiểu thuyết lịch sử, làm thơ và một vài tiểu phẩm đăng báo Nông cổ mín đàm, Lục tỉnh tân văn... Lúc về già ông bị bệnh á khẩu, nằm một chỗ hơn 2 năm rồi mất, thọ 80 tuổi. Các tác phẩm chính của ông: - Giọt máu chung tình (1926) 4 cuốn - Hoàng tử Cảnh như Tây (1926) - Gia Long tẩu quốc (1928) - Gia Long phục quốc (1928). Giọt máu chung tình là một tiểu thuyết lịch sử viết bằng chữ Quốc ngữ sớm nhất trong lịch trình tiến triển của tiểu thuyết Việt Nam. Nội dung khái lược như sau: \"Hậu quân Võ Tánh tuẫn tiết sau khi thành Bình Định thất thủ, ông để lại một con trai là Võ Đông Sơ sống với mẹ là công chúa Ngọc Dụ tại Nam Kì. Sau khi mẹ chết, Đông Sơ về Bình Định ở với chú và được chú yêu thương như con đẻ. Chàng được ăn học và ra Thăng Long thi Hội. (tác giả hư cấu không đúng thời này thi Hội phải ở Huế). Tại Quan Âm các dinh Thượng thư, Đông Sơ cứu được Bạch Thu Hà con gái quan Binh bộ Thượng thư Bạch Công khỏi tay một tên vô lại cướp của giết người. Cảm vì sắc đẹp của Thu Hà, Chàng đem lòng thương nhớ khôn ngụôi. Kịp đến kì thi Hội. Đông Sơ thi văn xong đến kì thi võ thì nhận được một bức thư hăm dọa của Bạch Xuân Phương - anh ruột Thu Hà - bảo Đông Sơ không được dự thi võ, để hắn độc chiếm khoa tiến sĩ. Nếu không sẽ nguy hiếm đến tính mạng. Đông Sơ đang suy nghĩ thì nhận được bức thư nặc danh khác, khuyên chàng khi ra trường diễn võ nên chú ý chỗ ngã ba đường có cây cổ thụ sẽ có người rình giết. Quả thật như vậy, Đông Sơ nhờ biết trước nên đã tránh khỏi chết. Chàng đến diễn võ đài, thắng được Xuân Phương và đỗ đầu tiến sĩ. Từ đó, Bạch Xuân Phương lo luyện tập võ nghệ chờ dịp giết cho được Đông Sơ đế rửa hận sau trận thua nhục nhã ở võ đài. Trong thời gian Võ Đông Sơ đi dẹp giặc biến, Binh bộ Thượng thư trước khi qua đời có trối lại Bạch Xuân Phương phải lo việc hôn nhân cho em gái, nhưng không được ép duyên em. Bạch Xuân Phương vì ham tiền, ép Bạch Thu Hà phải làm vợ tên Vương Bích, là tay rượu chè trác táng. Bạch Thu Hà thế cùng, phải cùng tì nữ Xuân Đào mướn thuyền bỏ trốn, định sang Hải Ninh tá túc nhà dì là Mã Thị Phu nhơn. Võ Đông Sơ sau khi chiến thắng giặc biến, trên đường về kinh báo chiến công và định nhờ mai mối đi cưới Bạch Thu Hà như họ đã từng hẹn nhau. Nào ngờ Đông Sơ thoáng thấy Bạch Thu Hà và Xuân Đào ngồi thuyền tiến nhanh trên biển, Bạch Thu Hà ngoắc Đông Sơ cấp cứu nhưng chủ thuyền bỏ chạy. Võ Đông Sơ không ngại hiểm nguy vì sóng to gió lớn, dùng thuyền nhỏ đuổi theo, nhưng nửa đường thuyền bị sóng nhận chìm, sắp chết đuối, may nhờ có Triệu Dong cứu vì chàng là người chịu ơn Võ Đông Sơ khi trước. Đông Sơ về kinh đô. Nhận được thư của Bạch Thu Hà do tên thơ đồng trao lại, trong thơ Thu Hà báo cho biết vì nàng bị ép duyên, phải bỏ nhà sang Hải Ninh tá túc ở nhà dì. Sau đó Đông Sơ được thăng Đô úy và được cử trấn nhậm Nam Quang gần tỉnh Hải Ninh, Đông Sơ vội vã lên đường tìm người xưa. Bạch Thu Hà sau khi thoáng thấy Võ Đông Sơ trên biển, thì vợ chồng tên chủ thuyền cố tình đi nhanh đến nơi vắng để cướp vàng bạc, tư trang của Thu Hà. Sau khi bị trấn lột, chúng bỏ hai người trong một khu rừng vắng. Hai nàng lạc trong rừng, đêm đến đói khát mệt mỏi... Đang sợ hãi vì bóng đêm thì bị một quái vật lao đến bắt. May nhờ có một cô gái cỡi voi đến giết quái vật, cứu hai nàng đem về núi sâu. Thấy sắc đẹp Thu Hà, biết nàng là con nhà quyền quí, Hoàng Nhị Cô, cô gái cỡi voi đem lòng yêu mến Thu Hà muốn tác hợp cho anh mình là Hoàng Nhất Lang. Hôn lễ sắp cử hành thì hôm sau Võ Đông Sơ đến thạch động. Đông Sơ nghe tin chủ động Hoàng Nhất Lang sắp cưới vợ mà vị hôn thê lại có lai lịch giống Bạch Thu Hà. Đông Sơ không sợ hiểm nguy, vượt qua bao vòng canh phòng cẩn mật của chủ động. Nhưng người tùy tùng của Võ Đông Sơ sắp bị hại, Võ Đông Sơ đến cứu kịp thời. Hoàng Nhất Lang nhận Võ Đông Sơ là ân nhân của mình bèn mời Đông Sơ vào động đề tạ ơn Võ Đông Sơ thấy lễ cưới chắc chắn sắp cử hành, chàng đau buồn thầm trách Bạch Thu Hà phụ lời thề cũ. Tình cờ Hoàng Nhất Lang nhặt được bức thư Thu Hà gởi Đông Sơ, chàng hiểu rõ mối tình của Thu Hà và Đông Sơ nên khảng khái chối từ. Hai chàng định đến giáp mặt Bạch Thu Hà để biết rõ sự thật, nhưng đến nơi không còn gặp được nàng mà chỉ nhận được một bức thư tuyệt mệnh cho hay nàng muốn giữ tròn trinh tiết và tình yêu với Đông Sơ nên tự trầm. Ngờ đâu, Triệu Dông nghe Bạch Thu Hà than thở cho số kiếp mình và Võ Đông Sơ kịp đến cứu nàng. Hai anh em Triệu Dông đưa Thu Hà về Hải Ninh tìm nhà dì của Thu Hà, nhưng không gặp. Ở Hải Ninh, Bạch Thu Hà và Triệu Nương đi vãn cảnh chùa thấy có bài vi mình, hỏi ra mới biết là do Võ Đông Sơ tưởng Thu Hà đã chết nên đem thờ ở đó. Vừa bước ra khỏi chùa, Thu Hà bị Vương Bích bắt gặp, hắn cùng Bạch Xuân Phương bắt Thu Hà đem về làm vợ. May nhờ Triệu Dông cứu thoát, rồi hội ngộ với Đông Sơ. Hai người cùng về kinh đô, định xin Hoàng thượng ban tứ kết hôn hợp pháp. Nào ngờ giặc đến cướp nước, Đông Sơ phải lên đường dẹp giặc. Ngoài chiến trường Đông Sơ và Triệu Dóng cùng tử trận, nhưng sau đó quân triều đã chiến thắng. Thu Hà được tin dữ, cùng Triệu Nương lặn lội ra chiến trường tìm thi hài Đông Sơ và Triệu Dóng. Quá thương cảm và xúc động vì cái chết anh dũng của hôn phu, Thu Hà đâm cổ tự sát. Vua nghe tin cảm mối tình chung thủy, sắt son của hai người nên sắc phong Đông Sơ là Võ hiền hầu và làm lễ cưởi theo nghi thức như lời thỉnh cầu của Đông Sơ lúc sanh tiền. Đồng thời phong Triệu Dong làm Khinh xa trung úy, cho Triệu Nương cùng Xuân Đào ở tại đền thờ của hai vợ chồng Đông Sơ Thu Hà hương khói\". Ngoài Giọt máu chung tình Tân Dân Tử còn có ba bộ tiểu thuyết lich sử khác là Gia Long tẩu quốc, Gia Long phục quốc và Hoàng tử Cảnh như Tây. Ba tác phẩm này tác giả viết về việc bôn ba, phong trần trên bước đường chống Tây Sơn ở đất Đồng Nai của Nguyễn Ánh, cho đến lúc Nguyễn lên ngôi vua. Hai bộ Gia Long tẩu quốc và Gia Long phục quốc này khoảng năm 1940 được Đặng Thúc Liêng diễn ca theo thể song thất lục bát đăng trên Đại Việt tập chí của Hồ Văn Trung (Hồ Biểu Chánh) ở Sài Gòn. Nội dung của hai tiểu thuyết trên, tác giả rút từ các sự kiện của bộ Đại Nam thực lục chánh biên, do Quốc sử quán triều Nguyễn soạn. Đây là bộ tiểu thuyết lịch sử (bằng tiếng Việt) gần với lịch sử Việt Nam cận đại được tiểu thuyết hóa sớm nhất ở Việt Nam cùng thời với Phạm Minh Kiên như đã nói."
}