{
  "dateOfBirth": "Bính Ngọ 1906",
  "dateOfDeath": "Mậu Ngọ 1978",
  "hometown": "nguyên quán tỉnh Long An",
  "occupation": "Nhà văn, Nhà báo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11,
    "Nước Việt Nam mới": 29
  },
  "id": 91,
  "entityName": "Nguyễn Thế Phương",
  "aliases": [
    "Nam Đình",
    "Nguyễn Kì Nam"
  ],
  "overview": "Ông làm phóng viên của nhiều tờ báo, chuyên về tin tức tòa án. Từng chủ trương tờ Đuốc công lí rất giá trị tại Sài Gòn trước năm 1945; nhất là tờ nhật báo Thần Chung do ông sáng lập và làm chủ nhiệm kiêm chủ bút nổi tiếng trong báo giới miền Nam, với chủ trương thống nhất tổ quốc, nhằm chống lại nhóm báo phân li của chính phủ \"Nam Kì tự trị\" của Nguyễn Văn Thinh. Năm 1945 ông làm Đổng lí văn phòng bộ Tư pháp của Bộ trưởng Trịnh Đình Thảo trong nội các Trần Trọng Kim ở Huế. Sau Cách mạng tháng 8 năm 1945 ông bị nhóm \"Nam kì tự trị\" khủng bố, tòa soạn báo Thần Chung bị đốt cháy, sau đó báo tục bản đến năm 1954. Sau hiệp định Genève ông bị chính quyền Ngô Đình Diệm khủng bố mãi đến sau năm 1963 ông mới cầm bút lại đều đặn trên các tờ Đuốc Nhà Nam, Dân chủ mới. Một thời gian dài trên các báo vừa dẫn các mục Bài học lịch sử và văn học đều do ông viết nhưng được kí với bút hiệu Thiếu Sơn để tránh kiểm duyệt và tăng giá trị tờ báo. Từ thuở thanh xuân cho đến cuối đời, ông cũng có viết nhiều bộ tiểu thuyết được độc giả hoan nghênh: - Khép cửa phòng thu (Bảo Tồn, 1930) - Túy hoa đình (Bảo Tồn, 1930) - Mộng hoa (Tam Thanh, 1928) - Chén thuốc độc (1932) - Giọt lệ má hồng (Tín Đức, 1932) - Vô oan trái (J. Viết, 1931) - Bó hoa lài (Xưa Nay, 1932) - Huyết lệ hoa - Lửa phiềng cháy gan (1935) - Cô Bạch Mai (1932) - Cô Ba Tràng (Bảo Tồn, 1935) Và các sách lịch sử, pháp luật có giá trị như: - Sài Gòn tháng 9 năm 1946 (1946) - 83 năm nước Pháp với Việt Nam đã mấy lần kí hiệp ước. (1946) - Hồi kí (bộ hồi kí có giá trị lich sử gồm 3 tập, 1946) Tuổi già, bệnh nặng, ông ra nước ngoài điều trị vào khoảng năm 1977, từ trần ngày 29-1-1978 tại Pháp, thọ 72 tuổi. Hồi kí \"1925-1964\" (tập II: 1945-1954) gồm 3 tập mới in tập II. Tập này viết về các biến cố lịch sử Việt Nam từ các năm 1945-1954 với đầy đủ chi tiết và tài liệu sử do mắt thấy tai nghe của tác giả. Riêng tập I, III; nhất là tập III có rất nhiều trang viết về các sự thật xảy ra trong các chế độ \"đệ nhất cộng hòa\", \"cộng hòa II\" ở miền Nam nên không được phép in. Trong tập III này có bài Thay lời tựa của nhà báo kì cựu Cát Hữu. Đọc Hồi kí của Nguyễn Kỳ Nam như sau: \"Vieil homme, recru d\u0027épreuves, détaché des entreprises, sentant venir le froid éternel, mais jamais las de guetter dans l\u0027ombre la lueur de l\u0027espérance.\" Général de Gaulle (Mémoires de guerre) Một văn hào Tây phương từng được thanh niên coi là bực thầy về Nghệ thuật Sống, André Maurois đã nhận xét trong một cuốn tiểu thuyết của ông rằng: cái quyến rũ của những người bạn mới ở điểm, họ giúp ta biến đổi cả một quá khứ mà ta hằng mong muốn đẹp đẽ hơn... Tôi đã nhớ lại nhận xét vô cùng tế nhị kể trên của A. Maurois khi tôi tự hỏi: Những người viết Hồi Kí đã viết cho ai? Viết cho những bạn cũ của mình để cùng nhau ôn lại một khoảng thời gian đã trôi qua nào đó? Hay viết cho những người xa gần chưa hề quen biết với ước mong họ sẽ trở thành những bạn mới của mình... sau khi mình đã mời họ cùng mình ngược dòng thời gian? Tôi tin rằng trường hợp thứ hai có lẽ đúng hơn: người viết Hồi Kí đã nhắm vào những người bạn mới. Không cứ phải là nhà chánh trị... mới thấy \"thêm bạn\" là hay. Mà ở đời, không ai là không thèm mỗi ngày một thêm bạn mới. Bạn mới có một sức quyến rũ lạ lùng. Tại sao? A Maurois đã giải thích rồi đó. Anh Nguyễn Kỳ Nam khi viết tập Hồi Kí này của anh lúc đầu chỉ đề tặng bạn hữu thôi, chớ không bán, đã nghĩ rất nhiều tới những \"bạn mới\". Viết vào năm tuổi anh đã trong ngoài sáu chục; Nguyễn quân lại còn nghĩ rất nhiều... tới những bạn tuổi mới quá đôi mươi. Đó là phương thuốc \"cải lão hoàn đồng\" thần diệu mà tác giả đã khôn ngoan tự \"bốc\" cho mình. Hướng về tương lai, bằng cách kể lại quá khứ người viết Hồi Kí quả tình đã tỏ ra... có cái đức tánh \"biết già\"."
}