{
  "dateOfBirth" : "1908 La Sơn, Hà Tĩnh, Việt Nam\n----------------------------------------------\nMậu Thân 1908",
  "dateOfDeath" : "10 tháng 3 năm 1996 Bệnh viện Orsay, Paris, Pháp\n----------------------------------------------\nBính Tí 1996",
  "hometown" : "quê làng Yên Hồ, huyện La Sơn, phủ Đức Thọ, tỉnh Hà Tĩnh (nay vẫn thuộc tỉnh Hà Tĩnh)",
  "occupation" : "Giáo sư, Kĩ sư, nhà Việt Nam học, quê làng Yên Hồ, huyện La Sơn, phủ Đức Thọ, tỉnh Hà Tĩnh (nay vẫn thuộc tỉnh Hà Tĩnh)",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 912,
  "entityName" : "Hoàng Xuân Hãn",
  "aliases" : [ ],
  "overview" : "Hoàng Xuân Hãn (1908–1996) là một nhà sử học, nhà ngôn ngữ học, nhà nghiên cứu văn hóa, giáo dục Việt Nam đồng thời là một kỹ sư, nhà toán học. Ông là người soạn thảo và ban hành Chương trình Trung học Việt Nam đầu tiên.\n----------------------------------------------\nXuất thân trong một gia đình Nho học truyền thống tại đất Nghệ Tĩnh, con trai cụ Tú tài Hoàng Xuân Úc và bà Lê Thị Ấu. Thuở nhỏ học chữ Hán và quốc ngữ tại nhà đến tuổi niên thiếu học lớp nhất Trưởng tiểu học Thanh Hóa cùng lớp với Phạm Ngọc Thạch (Bác sĩ), rồi Trường Quốc học Vinh (Nghệ An). Năm 1926 đậu bằngThành chung tại Huế, sau đó ra Hà Nội học tại Trường Bưởi, năm 1928 đỗ \"Tú tài Tây\". Từ năm 1928-1930 được học bổng của Chính phủ Đông Dương (vì học giỏi) cho du học Pháp. Từng đỗ các văn bằng: tốt nghiệp Trường Normale Supérieure, Trường Polytechnique (1930), Trường Pont et Chaussées (1934); năm 1934 về nước một thời gian ngắn. Sau đó trở lại Paris, thi đậu bằng Cử nhân Toán (1935) năm kế tiếp đỗ Thạc Sĩ Toán (1936) đến năm 1955 đỗ Kĩ sư nguyên tử lực. Năm 1936 về nước được bổ dạy tại Trường Bưởi, Đại học Khoa học Hà Nội và thành viên Thượng Hội đồng Nghiên cứu Khoa học Đông Dương cho đến ngày Nhật đảo chính Pháp ở Đông Dương (9-3-1945). Thời gian này ông hoàn tất cuốn Danh từ Khoa học và cho ra mắt độc giả để chuẩn bị việc chuyển ngữ Trung học Việt Nam. Năm 1945 làm Chủ tịch Hội đồng Cải cách giáo dục (do vua Bảo Đại mời). Khi nội các Trần Trọng Kim ra đời, ông được cử giữ chức Bộ trưởng Bộ Giáo dục - Mĩ thuật và Quyền Bộ trưởng Bộ Công Chánh (tạm thay Kĩ sư Lưu Văn Lang). Trong một thời gian ngắn với cương vị Bộ trưởng Giáo dục, ông chủ trương thiết lập, soạn thảo và ban hành một Chương trình Trung học Việt Nam đầu tiên của nền giáo dục Việt Nam sau hơn mấy mươi năm học sinh Việt Nam phải học chương trình Pháp. Cùng thời điểm này, ông cho tổ chức một kì thi Tú tài Việt Nam đầu tiên của lịch sử giáo dục nước nhà. Cách mạng tháng 8 bùng nổ, ông rút lui khỏi chính trường về Hà Nội chăm lo công tác văn hóa, học thuật. Năm 1946 được chính phủ Việt Nam Dân chủ Cộng hòa mời tham gia Phái đoàn Việt Nam đàm phán với Pháp tại Hội nghị trù bị Đà Lạt (Trưởng ban chính trị). Hội nghị thất bại, tiếp đến ngày 19-12-1946 súng nổ tại Hà Nội, ông bị quân viễn chinh bắt một thời gian ngắn, bị chính quyền Pháp xóa tên trong ngành Giáo dục (tại 2 Trường Bưởi và Đại học Khoa học). Sau đó được trả tự do, ông vẫn sống ở Hà Nội tiếp tục công việc nghiên cứu về Quốc học. Năm 1951 bị chính quyèn thân Pháp có lệnh bắt giữ, ông được một người bạn (nguyên Tổng trấn Bắc phần Nguyễn Hữu Trí) giúp điều kiện sang định cư tại Paris cho đến ngày qua đời. Trong thời gian sống tại Pháp (1951-1954) ông giúp Thư 'viện Quốc gia Pháp và Thư viện Dòng Tên Vatican làm thư mục về Việt Nam học tại các nước châu Âu. Ông từng cộng tác với các báo: Khoa Học, Thanh Nghị (Hà Nội), Văn Lang, Sử Địa, Bách Khoa (Sài Gòn), Đoàn Kết, Diễn Đàn, Tập san Khoa học Xã hội (Paris)... Năm 1992 (21-7) ông thành lập tại Pháp một Hội Văn hóa giáo dục có tên là Hội Văn hóa Giáo dục Cam Tuyền do ông làm chủ tịch. Hội có tôn chỉ và mục đích bảo vệ và phát huy, văn hóa, giáo dục; nhất là bảo tồn văn hóa cổ Việt Nam tại Pháp và ở các quốc gia Tây phương. Ngoài ra, tại Paris ông đã hoàn tất công trình lớn về Đoạn trường tân thanh có tên Nghiên cứu về Kiều từ hơn 50 năm nay (chưa xuất bản). Ông mất ngày 10 tháng 3 năm 1996 (Bính tí) tại Paris, thi hài được hỏa táng tại nghĩa trang L'Orme des Moineaux les Ulis (Pháp) hưởng thọ 88 tuổi. Trước khi về thế giới bên kia, ông có bài thơ tỏ chí nói lên được cái ung dung tự tại của một nhà văn hóa lớn trẻ mãi không già luôn yêu đời, yêu nghệ thuật. Năm xấp xỉ chín mươi Tám chục may qua sắp chín mươi, Sức chừng thêm đuối tính thêm lười Sử nhà bạn cũ ôn không thẹn, Vận nuớc tình sâu mộng sẽ tươi, Văn ngữ thời xưa tìm kiếm gốc, Tinh hoa thuở mới cố đua người. Tuổi cao nhưng trí còn như trẻ Mắt đọc, tay biên, miệng vẫn cười. (tháng 2-1996) Tác phẩm (Văn, Sử) ông luôn thấm đượm một tình yêu thương lớn đối với tổ quốc cũng như nơi chôn nhau cắt rốn mình, như lời tự bạch lúc văn niên: Nay thì tuổi già, bệnh tật, sức yếu, trí mờ. Sợ không còn thấy lại quê hương. Vả lại đối với riêng tôi, cái thực chất của hai chữ quê hương, than ôi! đã không còn nữa: Đã hay bốn bể là nhà Lam Hồng ta mới thật là quê hương. Trải bao cuộc biến cuộc thường Mà lòng tưởng nhớ yêu đương vẫn còn Gửi lời nhắn nước cùng non Ngày nay nước cạn non mòn tại ta. Ông là tác giả các sách: - Danh từ khoa học (1942 - tái bản 5 lần) - Đại Nam quốc sử diễn ca (1949 tái bản 3 lần) - Lý Thường Kiệt (1949 - tái bản 3 lần) - Hà thành thất thủ và Hoàng Diệu (1950) - Thơ văn Việt Nam, I (1951) - Mai Đình mộng kí (1951 - tái bản 1 lần) - La Sơn phu tử (1952 - tái bản 1 lần) - Chinh phụ ngâm bị khảo (1953 - tái bản 1 lần) - Bích Câu kì ngộ (1964) - Truyện Song Tinh (1987) - Văn tế thập loại chúng sinh (1995) - Thiên tình sử Hồ Xuân Hương (1995) - Một vài kí vãng về hội nghị Đà Lạt (1996) Gần đây toàn bộ tác phẩm ông được in lại có tên La Sơn Yên Hồ Hoàng Xuân Hãn (3 tập, NXB Giáo dục, 1998). Và nhiều bài chuyên khảo đăng trên các tạp chí trong và ngoài nước."
}