{
  "dateOfBirth" : "1751\n----------------------------------------------\nCanh Ngọ 1750",
  "dateOfDeath" : "1822\n----------------------------------------------\nNhâm Ngọ 1822",
  "hometown" : "Quê xã Thu Hoạch, huyện Thiên Lộc, tỉnh Hà Tĩnh",
  "occupation" : "Danh sĩ cuối đời Hậu Lê, tận tụy phục vụ triều Tây Sơn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Nhà Tây Sơn" : 21,
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 914,
  "entityName" : "Phan Huy Ích",
  "aliases" : [ "Dụ Am", "Khiêm Thụ Phủ" ],
  "overview" : "Phan Huy Ích (chữ Hán: 潘輝益 ; 1751 – 1822), tự Khiêm Thụ Phủ, Chi Hòa, hiệu Dụ Am, Đức Hiên, là quan đại thần trải ba triều đại Lê trung hưng, Tây Sơn và Nguyễn.\n----------------------------------------------\nÔng sinh ngày 12-12 Âm lịch, con tiến sĩ Phan Huy Cận, rể Ngô Thì Sĩ, em rể Ngô Thì Nhậm, tự Khiêm Thụ Phủ, hiệu Dụ Am, cũng có tự là Chi Hòa, hiệu Đức Hiên. Thuở nhỏ ông vốn tên là Phan Công Huệ, vì kiêng húy bà chúa Chè Đặng Thị Huệ, nên đổi tên là Huy Ích. Năm Tân mão 1771 ông đỗ giải nguyên. Năm Ất mùi 1775 đỗ hội nguyên. Năm Bính thân 1776 đỗ khoa ứng chế, được bổ làm Hàn lâm thừa chỉ. Năm Đinh dậu 1777, làm Đốc đồng Thanh Hóa, sau về triều làm Thiêm sai tri hình ở phủ chúa Trịnh, thay Phạm Nguyễn Du. Từ sau năm Canh tí 1780, ông chán ghét chúa Trịnh vua Lê, mấy lần cáo bệnh xin về hưu đều không được chấp nhận. Đến năm Mậu thân 1788, Nguyễn Huệ đem quân ra Bắc lần thứ hai, ông cùng Ngô Thì Nhậm, Vũ Huy Tấn, Đoàn Nguyễn Tuấn, được Nguyễn Huệ vời vào Phú Xuân, lãnh nhiệm vụ ngoại giao với nhà Thanh. Lê Chiêu Thống căm tức truyền đục bỏ tên ông và Ngô Thì Nhậm ở bia Văn miếu. Ông được vua Quang Trung phong làm Tả Thị lang bộ Hộ, tước Thụy Nham Hầu. Đầu năm Canh tuất 1790, ông nhận lệnh vua Quang Trung cùng sứ bộ sang nhà Thanh (gồm 150 người) trong số có con trai Quang Trung là Nguyễn Quang Thùy, Đại tư mã Ngô Văn Sở, Đô đốc Nguyễn Duật.... Đi sứ về năm Nhâm tuất 1792, ông được thăng Thị trung Ngự sử ở tòa Nội các. Vua Quang Trung mất, triều Tây sơn suy vi. Năm Tân dậu 1801 ông bị chúa Nguyễn Phúc Ánh bắt, đến tháng 2 Quí hợi 1802 bị đánh đòn ở Văn Miếu, sau mới được thả về. Cuối mùa xuân 1803, ông về Sài Sơn ở ẩn đến năm 1814 ông vào Thiên Lộc, Hà Tĩnh dạy học, cho đến năm 1819 về quê an dưỡng, nơi ở đặt tên là Bảo Chân quán. Ngày 20-2 âm lịch, Nhâm ngọ 1822 ông mất, thọ 72 tuổi. Ông có các danh tác: - Nam trình tạp vịnh - Cảm trình kỉ hứng - Thanh Châu lữ hứng - Vân Sơn khiển hứng - Chinh phụ ngâm diễn âm - Cúc thu bách vịnh - Dụ Am văn tập - Dụ Am ngâm tập Chinh phụ ngâm (1 quyển) do Đặng Trần Côn soạn, nhiều người diễn âm trong đó có Phan Huy Ích. Sách được nhiều người tán thưởng trong đó có Ngô Thì Sĩ và rất nhiều văn nhân, học giả cùng độc giả mến mộ tác phẩm. Đây là khúc văn Nôm ra đời trước cả Hoa Tiên, Truyện Kiều, Mai Đình mộng kí... Đương thời, Chinh phụ ngâm hẳn đã có một ảnh hưởng khá rộng, vì thế nhiều người đã diễn Nôm khúc ngâm ấy. Điều đặc biệt là, trong số mấy bản dịch Nôm ấy, có một bản rẩt nổi tiếng, được nhiều người biết đến hơn cả nguyên tác. Bản dịch hiện lưu hành, tức là bản bắt đầu bằng câu \"Thuở trời đất nổi cơn gió bụi\", quả là một thành tựu cao về ngôn ngữ thơ ca tiếng Việt trong nền văn học cổ của nước ta. Từ trước đến nay, người ta vẫn nói rằng bản dịch ẩy là của bà Đoàn Thị Điểm, mà bản in của hiệu Long Hòa, năm 1902 cũng in rõ trên trang đầu sách như thế. Tuy nhiên, từ năm 1926, trên báo Nam Phong (số 106) Đông Châu Nguyễn Hữu Tiến đã nêu câu hỏi: phải chăng bản dịch ấy là của Phan Huy Ích? Hoàng Xuân Hãn (Paris) rồi Lại Ngọc Cang (Hà Nội), Nguyễn Văn Dương, Nguyễn Văn Xuân (Sài Gòn) lần lượt chứng minh bản ấy đúng là của Phan Huy Ích, còn bà Đoàn Thị Điểm là người dịch một bản khác ít người biết đến và không phải là bản hiện lưu hành. Tuy thế, Lại Ngọc Cang tỏ ra dè dặt, trong phần kết thúc tiểu luận viết rằng \"hình như kết luận ấy có phần hơi sớm, vì đây chỉ mới là một giả thuyết\". Theo Hoàng Xuân Hãn thì từ cuối đời Tự Đức đã có bản in nguyên tác khúc ngâm kèm theo bản diễn Nôm, nhưng bản ấy từ lâu không thấy có nữa. Hiện nay về loại bản in song song cả nguyên tác chữ Hán và bản dịch chữ Nôm chúng ta còn có; gần đây (1970) Nguyễn Văn Xuân phát hiện được một bản diễn âm rất gần với bản Hoàng Xuân Hãn giới thiệu năm 1952 trong Chinh phụ ngâm bị khảo mà người phát hiện gọi là bản Phan Huy Ích. Dụ Am ngâm tập (6 quyển) do ông soạn trong thời gian làm quan trong triều Lê và triều Tây Sơn. Dụ Am ngâm tập là một bộ sách chép lại khá đầy đủ thơ của Phan Huy Ích, thơ làm từ trước khi đậu giải nguyên dưới triều Lê, qua các giai đoạn: làm quan triều Lê, làm quan triều Tây Sơn phụ trách ngoại giao, sang sứ Trung Quốc, đến mãi thời Gia Long về nhà dạy học, mỗi giai đoạn chép thành một sách có tên riêng. Mở đầu sách có bài tựa đề năm Gia Long thứ 14 (1815), ghi rõ tên: Hoàng triều Gia Long thập tứ niên Ất hợi... \"Dụ Am khiêm thụ phủ đề vu Hồ thiên bàng chi tây hiên\". Bài tựa này nói đủ lai tịch làm thơ của ông và lai lịch biên soạn tập thơ này. Thứ đến sách mục ghi rõ tên riêng từng sách, thơ trong từng sách làm từ năm nào đến năm nào, và gồm những loại thơ nào, cụ thể như sau: Sách I: Dật thi lược toản (a) sách đề là Dụ Am ngâm tập, bắt đầu từ năm Canh dần (1770) đến năm Canh tuất (1790) gồm tụng 1 bài; thất ngôn luật 116 bài, tiểu luận 26 bài, ngũ ngôn luật 12 bài, tiểu luật 2 bài, từ 1 điệu. Sách II: Tinh sà kỉ hành bắt đầu từ mùa hạ năm Canh tuất (1790) đến hết mùa đông, thất ngôn 76 bài, ngũ ngôn 4 bài, tán 1, từ, khúc 10 bài. Sách III: Dật thi lược toản (b) sách cũng đề là Dụ Am ngâm tập, bắt đầu làm từ Tân hợi (1791) đến Bính thìn (1796), gồm: minh 1 bài, ngũ ngôn 3, thất ngôn 91 và tiểu luật 20. Sách IV: Nam trình lục tập (sách cũng đề Dụ Am...) bắt đầu từ Bính tí (1756) đến năm Đinh tị (1797) trong có thất ngôn luật 73 bài, tiểu luật 12 bài, cổ 1 bài, ca 1 bài, ngũ ngôn 6 bài. Sách V: Dật thi lược toản (c) (như trên), bắt đầu làm từ năm Mậu ngọ (1798) đến năm Quý hợi (1803) trong có thất ngôn 67 bài, ngũ ngôn 6 bài. Sách VI: Vân du tùy bút (sách cũng đề là Dụ Am...) bắt đâu làm từ năm Giáp tí (1804) đến năm Giáp tuất (1814) trong có; phú 1, tán 2, ca 1, ngũ ngôn 12, thất ngôn 90. Về mục này, bản chép khác kí hiệu VHv. 1525 trong sách mục có ghi thêm \"Quốc âm luật 11 bài\", kiểm ở trong thấy có mấy bài thơ Nôm. Kế đó, sách mục bản V.H.V. 1525 có ghi thêm: Sách VII: Tục Vân du tùy bút bắt đầu làm từ năm Ất hợi (1805) đến năm Kỉ mão (1819), trong có thất ngôn luật 38 bài, ngũ ngôn 11 bài, phần này thiếu ở cả hai bản kí hiệu trên. Sau đây là nguyên văn bài tựa: Sách có bài Tựa của tác già như sau: Bản dịch: Thơ là đế bày tỏ cái ý chí của mình. Người có học, khi nhàn rỗi miêu tả ý nghĩ của mình, ghi chép hành trạng, thường thường làm thành thơ, truyền cho người sau, đề làm niên phả. Đó thực là của báu của một nhà, há chỉ là để khoe khoang lời văn hay và bình phẩm cành vật tốt thôi đâu ? Tôi, thuở trẻ chuyên học nghề thi cử, vốn vụng về nghề thơ. đến khi đứng tuổi mới rộng xem thơ cổ, thử học làm thơ, phần nhiều đều khô khan cứng nhắc, thường tự thẹn học làm thơ khó thật. Chẳng bao lâu được làm quan trong triều, lạm dự việc quan trọng lại không đủ thì giờ gò từng chữ, luyện từng vần mà làm thơ. Mãi sau lần thứ hai làm quan ở Thanh Hoa, khi trèo non lúc ngoạn thủy, ý nghĩ mở rộng mới dần dân nảy ra hứng thú làm thơ. Kế đó, trải bao nhiêu đổi thay cuộc đời, gặp nhiều cơn gia biến. Do đó, đem những nông nỗi lo âu hờn giận gửi gắm vào thơ để tiêu mối sầu, mới làm thành nhiều thơ. Năm Nhâm tuất (1802), nhà riêng bị cháy, cháy hết sách vở, không còn một chữ. Những thơ từ rơi rớt ở ngoài thì chưa kịp sao chép lại. Từ hơn mười năm nay, lang thang hết ở xứ Đoài lại đến vùng Nam, dạy học y a, cốt để tự nuôi sống. Nghĩ lại sự thực thơ văn từ trước đến nay, thật lơ mơ như giấc mộng. Tôi vẫn cho là việc thu lượm, biên chép những thơ văn ấy là việc của bọn con cháu sau này. Nay tôi còn tỉnh táo, năm Giáp tuất (1814) ở nhà dạy học riêng ở Thiên Lộc, nghỉ việc giảng sách, cảnh thu nhàn rỗi, giao cho các con tìm tòi các thơ từ của tôi làm thời xưa hoặc nhớ được hoặc sao chép lại ở bản thảo của các nhà quen thuộc cũ, dần dần đưa trình, bèn để ý sửa sang lại, theo thứ tự năm tháng mà sắp xếp lại. Những bài thơ nào lượm được ở các nơi thì đặt tên là Dật thi lược toản (biên qua những thơ còn sót lại); những bài nào sao lại ở tập thơ cũ còn lại thì vẫn gọi chúng là Du Am ngâm lục, đóng thành 6 quyển, được 600 bài thơ, đại ước chỉ còn được gần một nửa thôi. Sai cháu ngoại là Bảo chép lại rõ ràng, mùa xuân năm nay mới xong toàn bộ... Ví bằng ngày tháng còn dài, có lúc còn ngâm vịnh lại thêm được ít tập thơ nhỏ nào thì là vui mừng không sao tả xiết vậy... Năm Ất hợi, hoàng triều Gia Long Dụ Am Khiêm Thụ phủ đề tại mái tây chùa Hồ Thiên. (Trần Văn Giáp dịch). - Bộ Dụ Am Văn tập (8 quyển) cũng do ông soạn. Dụ Am văn tập gồm 8 quyển (ghi là 8 sách), thu tập các bài văn của tác giả soạn từ năm 1780 đến trước khi tác giả mất năm 1822, có nhiều loại văn. Bản mục lục ghi các phần như sau: Sách I (63 tờ): Biểu chương loại, thượng (từ năm Kỉ dậu 1789 đến năm Canh tuất 1790). Sách II (63 tờ): Biểu chương loại, hạ (từ năm Tân hợi 1791 đến năm Giáp tí 1804). Sách III (41 tờ): Giản trát loại, thượng (từ năm Mậu thân 1788 đến năm Kỉ dậu 1789). Sách IV (41 tờ): Giản trát loại, hạ (từ năm Tân hợi 1791 đến năm Bính tí 1816). Sách V (55 tờ): Chế cáo loại, kí tự loại (từ năm Kỉ mùi 1799 đến năm Bính tí 1816). Sách VI (51 tờ): Đảo từ loại (từ Canh tuất 1790 đến Bính tí 1816). Sách VII (61 tờ): Ai vãn loại (từ Tân mão 1771 đến Bính tí 1816). Sách VIII (33 tờ): Đối liên tạp trước (từ Canh tí 1780 đến Bính tí 1816). (Trong các sách V, VI, VII có nhiều văn Nôm). Theo Gs Trần Văn Giáp tác giả sách Tìm hiểu kho sách Hán Nôm, NXBKHXH thì Bản Dụ Am văn tập này (A.604) nguyên trước kia thiếu sách VI và VII, năm 1963 TVKHXH mượn được sách IV của Thư viện xã Sài Sơn, Sơn Tây và mua được sách VIII của một người bán sách rong, đã sao chép cẩn thận bổ sung cho đủ bộ. Ngoài ra, Thư viện còn một bộ khác kí hiệu VHv. 1525 thì thiếu nhiều. Dụ Am văn tập có nhiều tài liệu lịch sử, văn học về cuối thế kỉ XVIII đầu thế kỷ XIX, có nhiều tài liệu liên quan đến nhà Tây Sơn. Các phần Biểu chương, Gián trát có nhiều văn kiện giữa triều Tây Sơn và triều Thanh Càn Long. Rải rác trong toàn bộ sách có nhiều thơ văn Nôm. Có thế nói bộ Dụ Am Văn tập này gần như một Tuyển tập của ông."
}