{
  "dateOfBirth" : "9 tháng 2, 1739\n----------------------------------------------\nKỉ Mùi 1729\n----------------------------------------------\nKhông rõ",
  "dateOfDeath" : "13 tháng 9, 1782 (43 tuổi) Đông Kinh, Đàng Ngoài, Đại Việt\n----------------------------------------------\nNhâm Dần 1782\n----------------------------------------------\nKhông rõ",
  "hometown" : "người làng Sóc Sơn, huyện Vĩnh Lộc, Thanh Hoá, Việt Nam.\n----------------------------------------------\nKhông rõ\n----------------------------------------------\nKhông rõ",
  "occupation" : "Trịnh Vương\n----------------------------------------------\nChúa thứ tám của họ Trịnh\n----------------------------------------------\nTước hiệu",
  "workTenure" : "1767 – 1782\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1767—1782",
  "fatherName" : {
    "Trịnh Doanh" : null
  },
  "motherName" : {
    "Nguyễn Thị Ngọc Diễm" : null
  },
  "eraName" : {
    "Trịnh - Nguyễn" : 34,
    "Chúa Trịnh" : 26,
    "Đàng Ngoài - Chúa Trịnh" : 26
  },
  "id" : 914,
  "entityName" : "Tĩnh Đô Vương",
  "aliases" : [ "Trịnh Sâm (鄭森)", "Thánh Tổ (聖祖)", "Thịnh Vương (盛王)", "Tĩnh Đô Vương", "Tĩnh Đô Vương (靖都王)" ],
  "overview" : "Tĩnh Đô vương Trịnh Sâm (chữ Hán: 靖都王鄭森, 9 tháng 2 năm 1739 - 13 tháng 9 năm 1782), thụy hiệu Thánh Tổ Thịnh vương (聖祖盛王), là vị chúa Trịnh thứ 8 thời Lê Trung Hưng trong lịch sử Việt Nam, cai trị từ năm 1767 đến 1782. Ông người làng Sóc Sơn, huyện Vĩnh Lộc, Thanh Hoá, Việt Nam.\n----------------------------------------------\nNăm Mậu dân 1758, ông được phong làm Tiết chế Thủy bộ chư quân, Thái úy, tước Tĩnh Quốc Công. Năm 1767 Trịnh Doanh mất, ông được nối ngôi tự xưng là Nguyên soái Tổng quốc chính Tĩnh Đô vương, hai năm sau lại tự phong là Nguyên soái Tổng quốc chính, Thượng sư Tĩnh vương. Năm Canh dần, 1770 ông còn thêm tôn hiệu là Thượng phụ Duệ đoán Văn công Võ đức Tĩnh vương. Trong đời ông cầm quyền, có hai việc gây tai tiếng trong phủ chúa đưa đến sụp đổ cơ nghiệp họ Trịnh: phế Hoàng thái tử Lê Duy Vĩ rồi giết đi, truất con lớn là Trịnh Khải (Tông) để lập con nhỏ là Trịnh Cán làm Thế tử (Cán là con ông và ái phi Đặng Thị Huệ). Năm Nhâm dần ông mất hưởng dương 43 tuổi, được truy phong là Thánh tổ Thịnh vương. Sau khi ông mất, quân Tam phủ (Kiêu binh) nổi loạn phế Trịnh Cán, lập Trinh Khải lên làm chúa. Từ ấy cơ nghiệp chúa Trịnh suy vi, đổ nát, mở đường cho Nguyễn Huệ ra Bắc diệt nốt họ Trịnh. Ông còn là nhà thơ có tài, các tác phẩm chính của ông gồm: - Tâm thanh tồn duy thi tập - Nam tuần kí trình - Bình Hưng thực lục - Tây tuần kí trinh thi - Bính Ninh thực lục - Danh từ thực lục\n----------------------------------------------\nTrịnh Sâm (chữ Hán: 鄭森, 9 tháng 2 năm 1739 – 13 tháng 9 năm 1782), thụy hiệu Thánh Tổ Thịnh vương (聖祖盛王), là vị chúa thứ 8 của vương tộc Trịnh cầm quyền ở miền Bắc Đại Việt thời nhà Lê trung hưng. Ông nắm quyền cai trị từ năm 1767 đến khi qua đời năm 1782."
}