{
  "dateOfBirth" : "1504\n----------------------------------------------\nKỉ Sửu 1889",
  "dateOfDeath" : "1527\n----------------------------------------------\nKỉ Mùi 1919",
  "hometown" : "sinh tại Nhật Bản còn có tên là Nguyễn Thái Bạt, quê làng Nguyệt Viên, huyện Hoằng Hóa, tỉnh Thanh Hóa (nay là thôn Nguyệt Viên, xã Hoằng Quang, huyện Hoằng Hóa, tỉnh Thanh Hóa), không rõ năm mất",
  "occupation" : "Du học sinh tại Nhật Bản ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11
  },
  "id" : 925,
  "entityName" : "Nguyễn Phong Di",
  "aliases" : [ "Nguyễn Thái Bạt" ],
  "overview" : "Nguyễn Thái Bạt (chữ Hán: 阮泰拔, 1504-1527) là một danh sĩ thời Lê sơ. Ông từng đỗ thủ khoa, Tiến sĩ đệ nhị giáp (Hoàng giáp) khoa thi Canh Thìn (1520), niên hiệu Quang Thiệu thứ 5, đời vua Lê Chiêu Tông.\n----------------------------------------------\nSau năm 1908 Pháp và Nhật Bản cấu kết với nhau về quyền lợi đế quốc, chính phủ hoàng gia Nhật cho trục xuất tất cả du học sinh và Việt kiều cư ngụ ở Nhật (kể cả Phan Bội Châu). Từ năm 1909 ông về sinh hoạt ở Trung Quốc, rồi đến năm 1914 về Huế giữ một chức quan nhỏ tại Tòa Khâm. Theo một số sử liệu tuy làm quan tại Huế nhưng ông vẫn nặng lòng yêu nước nên trong cuộc vận động của tổ chức Việt Nam Quang phục hội lãnh đạo cuộc khởi nghĩa năm 1916 dưới danh nghĩa và sự lãnh đạo của vua Duy Tân. Tổ chức đề nghị ông tham gia cuộc khởi nghĩa và chỉ huy đánh chiếm kinh thành Huế (vì ông từng là sinh viên trường lục quân Chấn Võ) nhằm giúp cuộc khởi nghĩa thắng lợi. Sau đó cuộc khởi nghĩa bất thành đưa đến cái chết của các nhà tổ chức: Trần Cao Vân, Thái Phiên... và phong trào bị dập tắt, riêng ông thoát được sự khủng bố của giặc Pháp. Đến năm 1919 ông ứng thí kì thi Hội đỗ Tiến sĩ khoa Kỉ mùi (19 19) là khoa thi Tiến sĩ cuối cùng của lịch sử khoa cử Việt Nam. Lúc đó có người làm thơ châm biếm \"cười\" việc ông tham gia thi cử. Bài thơ viết: Luận ra đu đủ, toán ca rê, Cái lũ ông Nghè dốt đã ghê! Thầy (thuốc) Lê Văn Kỉ \"Phăngxe\" giỏi, Anh Nguyễn Phong Di Nhật Bản về (theo Hoàng Xuân Hãn). Ông mất sau khi thi đỗ tiến sĩ."
}