{
  "dateOfBirth" : "1796 Bến Tre\n----------------------------------------------\nBính Thìn 1796",
  "dateOfDeath" : "5 tháng 7 năm 1867 Vĩnh Long\n----------------------------------------------\nĐinh Mão 1867",
  "hometown" : "Quê làng Bảo Thạnh, huyện Bảo An, tỉnh Vĩnh Long (nay là huyện Ba Tri, tỉnh Bến Tre)",
  "occupation" : "Danh sĩ, quan nhà Nguyễn\n----------------------------------------------\nDanh sĩ, Đại thần triều Nguyễn",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 939,
  "entityName" : "Phan Thanh Giản",
  "aliases" : [ "Lương Khê", "Tĩnh Bá", "Mai Xuyên", "Ước Phu", "Đạm Như" ],
  "overview" : "Phan Thanh Giản (chữ Hán: 潘清簡; 1796 - 1867), tự Tĩnh Bá, Đạm Như (淡如), hiệu Ước Phu, Lương Khê; là một danh sĩ, một đại thần triều Nguyễn trong lịch sử Việt Nam.\n----------------------------------------------\nNăm Ất dậu 1825 ông đỗ cử nhân năm Bính tuất 1826 đỗ tiến sĩ, ông là vị tiến sĩ đầu tiên ở miền Nam. Làm quan trải ba triều Minh Mạng, Thiệu Trị, Tự Đức, nhiều lần thăng giáng. Giữ các chức vụ ở Viện Cơ mật, Tổng tài Quốc sử quân, Hiệp biện đại học sĩ, Thượng thư bộ Hình và bộ Hộ. Từng đi sứ Trung Quốc, Indonésia, Tân Gia Ba, Pháp, Tây Ban Nha... Năm 1862, ông cùng với Lâm Duy Hiệp đại diện cho triều đình Tự Đức kí kết Hòa ước Nhâm tuất (5-6-1862) giao 3 tỉnh miền Đông Nam Kì cho Pháp. Năm 1863, ông được cử làm Chánh sứ (Phó sứ Phạm Phú Thứ và Ngụy Khắc Đản) sang Pháp thương nghị chuộc ba tỉnh miền Đông Nam Kì, nhưng không có kết quả. Trở về, lãnh trách nhiệm Kinh lược sứ ở Vĩnh Long. Đến khi giặc Pháp tấn công Vĩnh Long (1867), ông thụ động giao thành cho Pháp. Từ đó 3 tỉnh miền Tây Nam Kì rơi tiếp vào tay giặc chỉ trong mấy ngày (24-6-1867). Sau khi giao thành, ông tuyệt thực suốt 17 ngày, rồi uống thuốc độc tự tử vào ngày 4-8-1867 thọ 71 tuổi. Ông tính cương trực, khảng khái, hiếu nghĩa, thanh liêm, không ai không kính phục. Nhưng trong cơn quốc biến, thái độ chủ hòa của ông làm giảm giá trị ông phần nào, lại còn bị Tự Đức cho đục bỏ tên ông ở bia Tiến sĩ. Tuy nhiên, vẫn có một số lớn trí thức tỏ lòng thương tiếc tài năng và nhân cách ông. Khi sắp mất, ông dặn con cháu không được cộng tác với giặc Pháp và tự tay viết mấy dòng chữ trao cho người nhà: \"Minh sinh thỉnh tỉnh, nhược vô, ưng thư: Hải nhai lão thư sinh tính Phan chi cửu. (Tấm triệu hãy bỏ đi không cần có, nếu không bỏ, thì chỉ nên đề dòng triện: Linh cữu người học trò già ở góc biển họ Phan). Trong các thơ văn truy niệm, bài thơ của Nguyễn Đình Chiểu gây cảm xúc mạnh hơn cả: Non nuớc tan tành hệ bởi đâu? Dàu dàu mây bạc cõi Ngao Châu. Ba triều công cán vài hàng sớ, Sáu tỉnh cương thường một gánh thâu. Trạm Bắc ngày chiều tin nhạn vắng, Thành Nam đêm quạnh tiếng quyên sầu. Minh sinh chín chữ lòng son tạc, Trời đất từ nay mặc gió thu! Phan Thanh Giản là một nhà văn lớn ông có nhiều tác phẩm giá trị: - Lương Khê thi thảo - Lương Khê văn khảo - Sứ Thanh thi tập - Tây phù nhật kí - Uớc Phu thi tập - Tích Ung canh ca hội tập - Sứ trình thi tập - Việt sử thông giám cương mục - Minh Mạng chánh yếu Ông là vị Tổng tài Quốc sử quán triều Nguyễn trông nom biên soạn nhiều bộ sử quan trọng của nước ta."
}