{
  "dateOfBirth" : "Mậu Thìn 1808",
  "dateOfDeath" : "Nhâm Tí 1852",
  "hometown" : "quê xã Vân Trụ, huyện Yên Thành tỉnh Nghệ An",
  "occupation" : "Nhà sử học",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 946,
  "entityName" : "Phan Thúc Trực",
  "aliases" : [ "Phan Dưỡng Hạo" ],
  "overview" : "Ông học rộng, do chân tú tài được học quan địa phương cử vào học ở Quốc tử giám. Năm 1847 ông đỗ Thám hoa. Về triều Nguyễn, ông là người khai khoa đệ nhất giáp ở tỉnh Nghệ An. Đầu đời Tự Đức (1848) ông làm Thị giảng ở viện Tập hiền. Ông từng nhận lệnh vua đi nhiều nơi để sưu tầm những sách hay. Năm Nhâm tí 1852, khi ông làm nhiệm vụ ở Thanh Hóa, trên đường trở về kinh, ông lâm bệnh nặng rồi mất hưởng dương 44 tuối, được truy tặng Thị độc học sĩ. Con đường khoa danh của ông có lắm điều kì thú. Từ trẻ ông lều chong đi thi liên tiếp đỗ 10 khoa tú tài, nên đương thời gọi ông là thầy Tú Mười. Đến khi đỗ thám hoa, lại gọi là cụ Thám Mười. Vùng quê ông có con sông Cẩm Giang năm nào cũng bị lụt, đồng ruộng bị hư hại, ông đứng ra cùng nhân dân khai cừ đắp đập, mở mang thành quang cảnh phồn vinh. Vì thế, khi ông mất, nhân dân nhớ công đức lập đền thờ tại bản quán. Thân phụ ông là Phan Vũ vốn là bậc túc nho có khí tiết đạo đức Hai con ông là Phan Vĩnh, Phan Định cũng là những nhà trí thức có tiếng ở nước ta. Ông còn để lại các tác phẩm: - Cẩm Đình thi văn tập - Diễn Châu phủ chí - Hiệu Tần thi tập - Bắc hành nhật lan phổ thi tập - Quốc sử di biên. Quốc sử di biên gọi đủ tên là Đỉnh tập Quốc sử di biên hiện còn bản vi ảnh trước đây tàng trữ tại Phú Quốc vụ Khanh Đặc trách văn hóa Sài Gòn, kí hiệu A.1045, nay còn lưu trữ tại Thư viện Khoa học Xã hội TP.HCM với kí hiệu Vv1481 (Bản dịch Phủ QVK ĐTVH Sài Gòn 1973). Sách này tác giả viết vào đời Thiệu Trị (1840-1847) việc xây ra từ năm 1802- 1847 tức các sự kiện xảy ra vào các đời Gia Long, Minh Mạng và Thiệu Trị. Chẳng hạn như sách viết về việc nước ta vào đời Minh Mạng (1820-1840) quốc hiệu là Việt Nam, đến năm 1838 được đối là Đại Nam (hay Đại Việt Nam) như sau: Bán dịch: \"Năm Mậu tuất (Minh Mạng thứ XIX - 1838) ngày 2 tháng 3 đổi tên nước là Đại Nam. Lời chiếu viết rằng: Đức Triệu tổ dựng nên cơ nghiệp ở phía Nam, kíp đến Đức Thế tổ lấy được cả đất Việt Thường, nhân dân ngày càng đông lãnh thổ thêm rộng, nhập lại thành bản đồ Nay đổi tên nước là Đạs Nam kể từ năm Minh Mạng thứ 20 hoặc gọi là nước Đại Việt Nam cũng được\". Sau đó; sách Minh Mạng chính yếu (quyển I, tờ 44a-44b) có in kèm Đạn dụ ban hành quốc hiệu Đại Nam vào năm Minh Mạng thứ 19 (1838)."
}