{
  "dateOfBirth": "Bính Dần 1806",
  "dateOfDeath": "Giáp Tuất 1874",
  "hometown": "tại làng Qui Thuận, xã Hoài Châu, huyện Hoài Nhơn, tỉnh Bình Định, dòng dõi đại thần Đặng Đức Siêu (1751-1810)",
  "occupation": "Danh sĩ, linh mục Thiên chúa giáo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": 30
  },
  "id": 954,
  "entityName": "Đặng Đức Tuấn",
  "aliases": [
    "Đặng Đức Thuận"
  ],
  "overview": "Xuất thân trong một gia đình vọng tộc con ông Đặng Đức Lành một chiến sĩ Cần Vương. Thuở nhỏ, ông theo Hán học, đi thi hương hỏng trường ba (hỏng Tú tài), gặp lúc đất nước chiến tranh, loạn lạc liên miên. Do có người giới thiệu đến giáo phận Qui Nhơn để tìm thầy cầu chữ, nhân đó ông được Linh mục người Pháp là giám mục Guénot (tên Việt là Thể) cai quản địa phận Qui Nhơn gởi đi học ở Pénang một thời gian dài hơn 7 năm. Tốt nghiệp về nước được thụ phong linh mục năm 1860, ông đi giảng đạo ở Quảng Ngãi, Quảng Nam và bị quan triều bắt nhiều lần. Những năm 1862-1867, ông từng giúp việc trong công tác ngoại giao giữa hai nước Pháp Việt và triều Tự Đức. Khi sứ bộ Phan Thanh Giản, Phạm Phú Thứ sang Pháp chuộc ba tỉnh miền Đông Nam Kì, ông là thành viên của sứ bộ trông coi việc phiên dịch. Ông học rộng, giao du nhiêu, lại giàu lòng yêu nước, ông từng dâng biểu xin triều đình quan tâm đến công cuộc canh tân đất nước mới có thể đương đầu với các thế lực thù địch bên ngoài. Trong các sớ tấu dâng lên vua Tự Đức, ông đề nghị một số điềm cần thực thi tức thời: - Dung nạp giáo dân trong công việc giúp nước. - Khuyến khích việc xuất dương du học để nâng cao dân trí, đồng thời có đủ người lo việc canh tân đất nước. - Mua vũ khí của người Anh để bảo vệ an ninh lãnh thổ. Ngoài ra ông còn tiến lãm bộ sách do ông viết có tên Lâm nạn phùng quốc hành nói rõ tình hình nước nhà mà nhân dân ta phải gánh chịu trước sự tấn công của các thế lực phản động nước ngoài: Pháp, Tây Ban Nha. Ý thức được thảm cảnh đó, ông viết: Giữa đường mang ách, ách khi không! Ách trắc lạ đời, ách quá hung. Kẻ ở Tây dương qua bắn súng, Người bên Nam Việt lại mang gông! Trời cao cổ vắn kêu không thấu... Lẽ vậy, tình ngay phải xét cùng. Đồng đạo nào bề đồng chức móc, Khác trời khác biển khác Tây, Đông. Ông mất ngày 11-6-1874 tại thôn Chánh Khoan huyện Phù Mĩ tỉnh Bình Định. Phần mộ hiện nay vẫn còn tại địa phương. Các tác phẩm chính: - Việt Nam giáo sử diễn ca - Lâm nạn phùng quốc hành - Kim Thạch giải sầu ca - Cách ngôn liên bích - Văn tế các đẳng - Minh tân linh số (Những con số thiêng liêng cần ghi khắc vào lòng kẻ tin chúa). - Phóng hối đề ngâm (Bài sám hối tuần chay). - Cải quá tự tân luật (Về 7 mối tội đầu trong đạo Thiên chúa). - Sát tả bình Tây hịch (sưu tầm) - Cần Vương hịch (sưu tầm). - Văn tế giáo dân tử nạn (sưu tầm). - Đại loạn năm Ất dậu 1855 (sưu tầm)."
}