{
  "dateOfBirth" : "Đào Đăng Tấn Tuy Phước, An Nhơn, Bình Định\n----------------------------------------------\nẤt Tị 1845",
  "dateOfDeath" : "1907\n----------------------------------------------\nĐinh Mùi 1907",
  "hometown" : "quê làng Vĩnh Thịnh, tổng Nhân Ân (nay là xã Phúc Lộc) phủ Tuy Phước, tỉnh Bình Định",
  "occupation" : "Danh sĩ nhà soạn tuồng cận đại, dòng dõi Lộc Khê Hầu Đào Duy Từ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 972,
  "entityName" : "Đào Tấn",
  "aliases" : [ "Mai Tăng", "Chỉ Thúc" ],
  "overview" : "Đào Tấn (1845 – 1907), tự là Chỉ Thúc, hiệu là Tô Giang và Mộng Mai, biệt hiệu là Tiểu Linh Phong Mai Tăng hoặc Mai Tăng, là một nhà soạn tuồng nổi tiếng Việt Nam. Ông là vị quan thanh liêm thời nhà Nguyễn, đã từng giữ chức vụ Tổng đốc An – Tĩnh (Nghệ An – Hà Tĩnh), Công Bộ Thượng thư.\n----------------------------------------------\nTheo gia phả họ Đào ở làng Vĩnh Thịnh, tên họ Đào Tấn có lót chữ Đăng, tức là Đăng Tấn. Ông sinh ngày 25-2 năm Ất tị (2-4-1845). Thân phụ ông là Đào Đức Ngạc, thân mẫu là Hà Thị Loan. Năm Đinh mão 1867, ông đỗ Cử nhân, làm Tổng đốc Nghệ An, sau vinh thăng Hiệp tá Đại học sĩ. Vì chống tên Việt gian đại gian ác Nguyễn Thân, nên bị cách chức, lui về quê nhà ở ẩn khoảng năm 1902. Ông nổi tiếng thanh liêm, công bình, được hầu hết sĩ phu trọng vọng, lại giỏi văn chương, thích soạn tuồng hát. Chính ông sáng lập ra bộ môn hát bội ở Bình Định. Tại quê nhà ông có lập một trường dạy kịch nghệ gọi là Học bộ đình. Năm Đinh tị 1907 ông mất, thọ 62 tuổi. Các tác phẩm của ông gồm tập Mộng mai thi tồn, Mộng mai từ lục, Mộng mai ngâm thảo, Mộng mai văn sao đều viết bằng chữ Hán, còn hầu hết là các vở tuồng xuất sắc: Quần trân hiếu thoại, Tứ quốc lai vương, Tam bảo thái giám hữu bửu, Cổ thành, Quan công quá quan, Tây dã, Hoàng Phi Hổ quá quan, Trầm hương các, Hộ sanh đàn, Khuê các anh hùng... Đào Tấn là nhà soạn tuồng cao nhất về chất lượng cũng như số lượng của bộ môn nghệ thuật sân khấu Việt Nam từ trước tới nay. Ông có năm người con trai đều đỗ đạt và nổi danh trong làng văn."
}