{
  "dateOfBirth": "3 tháng 12 năm 1908\n----------------------------------------------\nMậu Thân 1908",
  "dateOfDeath": "1935\n----------------------------------------------\nẤt Hợi 1935",
  "hometown": "huyện Tiên Sơn, tỉnh Bắc Ninh (nay là xã Tam Sơn, thị xã Từ Sơn, tỉnh Bắc Ninh)\n----------------------------------------------\nở làng Tam Sơn, phủ Từ Sơn, tỉnh Bắc Ninh (nay là huyện Tiên Sơn, tỉnh Bắc Ninh)",
  "occupation": "Liệt sĩ cách mạng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": 11
  },
  "id": 977,
  "entityName": "Ngô Gia Tự",
  "aliases": [],
  "overview": "Ngô Gia Tự (3 tháng 12 năm 1908 – 1935) là một đảng viên đảng Cộng sản Việt Nam. Ông sinh tại làng Tam Sơn, huyện Tiên Sơn, tỉnh Bắc Ninh (nay là xã Tam Sơn, thị xã Từ Sơn, tỉnh Bắc Ninh). Năm 1927, ông tham gia lớp huấn luyện chính trị do Nguyễn Ái Quốc tổ chức tại Quảng Châu, Trung Quốc, được Kỳ bộ Bắc kỳ Việt Nam Thanh niên Cách mạng Đồng chí Hội chỉ định vào Tỉnh bộ Bắc Ninh để gây dựng cơ sở ở địa phương. Năm 1928, Ngô Gia Tự được đưa về hoạt động tại Kỳ bộ Bắc kỳ. Ngày 1 tháng 5 năm 1929, Đại hội toàn quốc của Việt Nam Thanh niên cách mạng đồng chí hội họp ở Hương Cảng. Đoàn đại biểu miền Bắc mà vai trò kiên quyết Ngô Gia Tự đưa ra đề nghị giải tán Việt Nam Thanh niên cách mạng đồng chí hội, thành lập đảng cộng sản. Sau đó thực hiện chủ trương \"vô sản hóa\" Ngô Gia Tự đã vào Sài Gòn làm phu đẩy xe than, làm công nhân khuân vác ở các bến tàu. Qua công việc, ông đã giác ngộ được nhiều công nhân lao động về con đường Cách mạng sau đó.\n----------------------------------------------\nThời trẻ ông say mê đọc sách, có tiếng học rộng tài cao, lại thêm biết nuôi chí lớn lo nước thương dân. Người anh ruột là Tri huyện Ngô Gia Lễ muốn ông cố học để ra làm quan, nhưng ông kiên quyết đi theo con đường cách mạng, cứu dân cứu nước. Từ năm 1926, Ngô Gia Tự gia nhập Việt Nam Thanh niên Cách mạng đồng chí hội, rồi được sang Trung Quốc dự lớp huấn luyện. Giữa năm 1927 ông trở về nước, được Kì bộ Bắc Kì chỉ định vào tỉnh bộ Bắc Ninh. Ông gây dựng được nhiều cơ sở, tích cực hoạt động trong nông dân, binh lính và bám sát phong trào công nhân. Cuối năm 1928, ông vào Sài Gòn hoạt động dưới lốt công nhân khuân vác bến cảng, tuyên truyền giáo dục cách mạng, tổ chức và lãnh đạo công nhân đấu tranh. Khoảng năm 1929 ông ra Hà Nội dự phiên họp thành lập chi bộ đảng Cộng sản đầu tiên ở số nhà 5D phố Hàm Long (Hà Nội). Từ đấy Ngô Gia Tự càng dấn thân trên con đường cách mạng. Rồi đưọc bầu làm bí thư Xứ ủy lâm thời đảng bộ Đảng Cộng sản Đông Dương ở Nam Kì. Cuối năm 1930, Ngô Gia Tự bị địch bắt tại Sài Gòn (Thành phố Hồ Chí Minh) đến tháng 5-1933 thì bị đày ra Côn Đảo. Vào một đêm cuối tháng 1-1935, chi bộ nhà tù tổ chức cho ông và một nhóm anh em vượt Côn Đảo, nhưng ông và các bạn đã mất tích giữa biển, hưởng dương 27 tuổi."
}