{
  "dateOfBirth" : "Giáp Tí 1684",
  "dateOfDeath" : "Đinh Sửu 1757",
  "hometown" : "Quê làng Điển Trì (tục gọi là làng Rồng), huyện Chí Linh, tỉnh Hải Dương (nay vẫn thuộc tỉnh Hải Dương)",
  "occupation" : "Danh sĩ đời Lê Dụ tông, con danh sĩ Trần Thọ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Trịnh - Nguyễn" : 34
  },
  "id" : 983,
  "entityName" : "Trần Cảnh (Ii)",
  "aliases" : [ ],
  "overview" : "Năm Mậu tuất 1718 ông đỗ tiến sĩ, là người có tài về nông nghiệp nên được bổ làm Khuyến nông sứ thuộc hai huyện Nam Sách và Kinh Môn. Sau về kinh làm Thượng thư bộ Hình tước Diệu Quận Công, đến năm 70 tuổi mới về ở ẩn. Năm Đinh sửu 1757, ông mất, thọ 73 tuổi. Tác phẩm chính của ông là quyển Minh nông phả ghi chép sự chiêm nghiệm về mối liên quan giữa thời tiết, khí tượng trong sản xuất nông nghiệp. Ông là người cương trực thanh liêm làm quan suốt 40 năm, khi mất vẫn ở túp nhà tranh, vách đất không có ruộng đất của cải riêng. Sinh cuối thế kỉ thứ XVII, Trần Cảnh đã có nhiều tư tưởng tiến bộ. Trước khi mất, ông dặn con cháu đem số ruộng riêng của mình trả lại cho dân làng. Khi để tang, khuyên con cháu không theo tục cổ như hủy hoại thân thể, ăn cháo, nằm đất, mà cần giữ cho thân thế khỏe mạnh; không mời thầy phù thủy cúng ma, dán bùa; ngày giỗ tết không đốt vàng mã giấy... (Theo lời chép trong Vũ trung tùy bút của Phạm Đình Hổ, trích dẫn trong Minh đô sử của Lê Trọng Hàm). Con là Trần Tiến (1708 - …) cũng đỗ đồng tiến sĩ khoa Mậu thìn, năm Cảnh Hưng thứ 9 (1748) làm quan đến Thự phó đô ngự sử, có làm sách Cát Xuyên tiệp bút thuộc loại sách dã sử và truyền kí. Minh nông phả do ông biên soạn. Sách này làm vào khoảng năm Kỉ tị niên hiệu Cảnh Hưng thứ 10 (1749) không thấy ghi rõ gồm bao nhiêu quyển. Sau hồi loạn lạc ở Hải Dương, nhân dân bị lưu tán mới về yên nghiệp, Trần Cảnh người địa phương ấy, xin triều đình về nơi quê mình chiêu phủ nhân dân. Nhân đó ông làm sách Minh nông phả để dạy cho nhân dân. Sách này nội dung nói về thời tiết và việc chiêm nghiệm đối với nghề nông. Hiện nay đã thất lạc."
}