{
  "dateOfBirth" : "…",
  "dateOfDeath" : "Đinh Hợi 1887",
  "hometown" : "quê làng Tả Thanh Oai, huyện Thanh Oai, tỉnh Hà Đông (nay là tỉnh Hà Tây)",
  "occupation" : "Tức Liệt sĩ Bố Giáp, vì ông từng làm Bố chánh Sơn Tây",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Nhà Nguyễn độc lập" : 30
  },
  "id" : 984,
  "entityName" : "Nguyễn Văn Giáp",
  "aliases" : [ "Bố Giáp" ],
  "overview" : "Khi giặc Pháp xâm lăng, ngày 16-12-1883 thành Sơn Tây mất, ông bỏ quan tập hợp nghĩa quân kháng chiến. Sau ông hợp lực với Nguyễn Quang Bích, được Tôn Thất Thuyết trọng vọng bổ làm Tuần phủ Sơn Tây, Phân trung tướng sung Hiệp đốc quân đại thần. Từ 1885-1886 ông thường đưa quân từ căn cứ miền Đông về đánh đồn Cẩm Khê và các đồn lẻ dọc sông nơi địch đóng quân. Khoảng tháng 12-1886 binh đoàn của tướng Brissaud càn quét hai huyện Văn Bàn và Văn Chấn, rồi đi sâu vào Đại Lịch (3-1-1887). Trên đường hành quân, quân Pháp bị nghĩa quân do ông chỉ huy đánh nhiều trận dữ dội, khiến chúng bị thiệt hại nặng. Năm Đinh hợi 1887, khoảng tháng 10, ông mất. Nguyễn Quang Bích có bài văn tế ông: Ô hô! Anh hùng an tại Ngọc thụ hồ mai. Ảm ảm đình vân Niệm cưu tâm thôi Truy duy tướng công Phi thanh quế tịch Thiện giá kì khôi Dân dung nẩm trứ Ân sủng trù lai Phường thời chi gian Thệ báo quyên ai Suất lữ cần vương Lũ tỏa bất tồi Cứ hiềm đãi cơ Tư nghi doan hài Nhất bệnh yêm yêm Thời vận chi quai Thảng thốt binh phong Tị dưỡng sơn ôi. Tặc phong kí tỏa Công giả phất hồi Thảm thảm âm tiêu Ề ế bồng lai Công chi lệnh dận Cướng bảo do hoài Bằng công chi quan Tam ngũ bằng sài Phi cảm bi công Thế lệ không ai Binh đoan thủy khải Loạn cơ thùy giai? Thân sinh tái lộ Vạn khoảnh ba đồi Duy công chi sinh Tố bao tướng tài Trung hưng Khấu, Đặng Mệnh liệt tinh thai Chướng an năng lệ Quỉ an năng tai Mệnh dã số da Cựu mộng an bài Công chi đại tiết Tuấn lĩnh thôi ngôi Công chi linh tinh Thượng bạc phong lôi. Quốc thù do tại Tế chi vị hôi. Thượng tướng tì hưu Thấn bỉ lang sài. Thán tức tư công Phủ ngưỡng bồi hồi. Nhất đương sơ phục Sổ đóa hàn mai Bạc trường khấp điện Cần cáo tuyền đài. Bản dịch: Than ôi! Anh hùng đâu vắng. Cây ngọc chôn vùi, Mây trời ảm đạm Cảm niệm ngậm ngùi. Nhớ tướng công xưa: Thanh danh khoa giáp Phẩm giá kì khôi. Dân chinh rực rỡ Ơn vua lâu dài. Gặp thời biến loạn Mong để đền bồi Đưa quân Cần vương Vấp mãi không lùi. Hội nghị đồng ý Cứ hiểm đợi thời Bệnh tình trầm trọng Thời vận chơi vơi Đương cơn binh hỏa Dưỡng bệnh một nơi Quân giặc vừa rút Tướng tinh đã rơi Âm u gió bấc Mù mịt biển khơi Con thơ của ngài Còn bế trong nôi Linh cữu của ngài Đưa đón vài người Kẻ còn người mất Ngao ngán sư đời! Chiến trường ai mở? Thảm kịch ai bày! Nhiều người hèn nhát Nước dạt sóng dồi. Chỉ duy Tướng công Sẵn có tướng tài Trung hưng danh tướng Khấn Đặng sánh vai. Địch khó làm hại, Quỉ khó làm tai. Ghê thay số mệnh Giấc mộng yên bài Khí tiết của Ngài Sáng rực trên trời. Thù nước còn đó Chí lớn chưa nguôi. Xin giúp tướng sĩ Giết giặc lang sài. Than thở nhớ ngài Trông ngó bồi hồi Tiết vừa tháng Một Vài đóa hoa mai Dâng lên bạc lễ Thấu xuống tuyền đài."
}