{
  "dateOfBirth": "Quí Mão 1543",
  "dateOfDeath": "Ất Sửu 1625",
  "hometown": "quê làng Kiệt Đặc (làng Dọc) huyện Chí Linh, tỉnh Hải Dương (nay thuộc tỉnh Hải Dương)",
  "occupation": "Danh thần nhà Mạc",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nam - Bắc Triều": 19
  },
  "id": 991,
  "entityName": "Nguyễn Phong",
  "aliases": [],
  "overview": "Năm Mậu thìn 1568, ông đỗ tam giáp đồng tiến sĩ, 25 tuổi, làm quan đến Thị lang bộ Lễ, tước Cần Ý Hầu. Khi nhà Mạc mất, ông cùng người bạn đồng hương là Nghiêm Sơn Hầu Nguyễn Doãn Khâm ở ẩn trong núi Huyền Đinh không cộng tác với nhà Hậu Lê. Sau học trò ông là Nguyễn Thật làm Thượng thư nhà Lê tiến cử ông với triều đình, vua Lê sai sứ đến triệu thỉnh. Ông ra làm Thượng thư bộ Hình, sau khi về hưu, được phong tước là Toàn Quận Công. Năm Ất sửu ông mất, thọ 82 tuổi. Khoảng đời trí sĩ, ông có bài thơ tự bạch: \"Nhất hồ sơn thủy, nhất ti am, Thảo mộc ngư long nhất nhị tam. Thiên hạ hữu thiên thiên bất lão. Song tiền thượng khí độc hà nam. Bản dịch: Một bầu non nước một am nhà, Ao cá vườn cây độ một và, Trời dưới gầm trời xuân trẻ mãi, Trước song ta giảng sách cùng ta. Tính ông thích ngao du sơn thủy, thường có thơ vịnh, phảng phất phong độ vị ẩn sĩ đời Trần là Na Tiều Trần Tu. Thí như bài sau: \"Ngô hà ai, ái duy sơn, Bất viễn yên hà, viễn thế gian, Cử mục hữu thiên vân sắc ngữ, Đài đầu mãn địa thảo hoa nhàn. Mai trào hiểu nhật tri xuân noãn, Bách lập đông phong thức tuế hàn. Lôi vũ bất mê điền hải chí, Diệp chu minh đãi phiếm trừng ba.\" Bản dịch: Ta yêu gì, yêu núi thôi, Chẳng xa mây khói, xả cõi đời. Bừng mắt thấy trời mây sắc biếc, Ngẩng đầu xem đất hoa đua tươi. Xuân về buổi sớm mai chào thoảng, Gió tát trời đông bách đứng phơi. Chí cả chẳng sờn vì sấm chớp, Giữa dòng chiếc lá thử rong chơi. Ông cùng Đinh Công Hãng đều nổi tiếng văn học trong đời Mạc. Đương thòi có câu ca ngợi: \"Ông Triều ông Dọc học làm chi\" (Triều tức làng Triều Dương, quê Đinh Công Hãng, Dọc tức làng Dọc, quê Nguyễn Phong)."
}