{
  "dateOfBirth" : "Mậu Thân 1908",
  "dateOfDeath" : "Tân Mão 1951",
  "hometown" : "quê làng An Phú, xã Giai Phạm, huyện Yên Mĩ, tỉnh Hưng Yên",
  "occupation" : "Trung tướng quân đội kháng chiến ",
  "workTenure" : "Không rõ",
  "fatherName" : { },
  "motherName" : { },
  "eraName" : {
    "Pháp đô hộ" : 11,
    "Nước Việt Nam mới" : 29
  },
  "id" : 997,
  "entityName" : "Nguyễn Phương Thảo",
  "aliases" : [ "Nguyễn Bình" ],
  "overview" : "Nguyễn Văn Bình, hay Nguyễn Bình, là một tên người Việt rất phổ biến, đây có thể là tên của:\n----------------------------------------------\nThuở nhỏ ông học ở Hưng Yên, Hà Nội. Năm 1926, tham gia lễ truy điệu chí sĩ Phan Châu Trinh nên bị đuổi học. Sau đó ông được một nhóm cách mạng đưa sang Trung Quốc hoạt động một thời gian. Khoảng năm 1929-1930, ông tham gia Việt Nam Quốc Dân đảng, vào hoạt động ở Sài Gòn. Tại đây ông kết nghĩa anh em với Sơn Vương (Trương Văn Thoại) cùng \"đi hát\" với Sơn Vương. Sau đó Sơn Vương bị bắt đày Côn Đảo, ông về Bắc cùng với Nguyễn Thái Học tham gia khởi nghĩa chống Pháp. Sau khi cuộc khởi nghĩa Yên Bái thất bại, ông bị Pháp bắt giam ở Hỏa Lò rồi đày ra Côn Đảo một lần với Nhượng Tống, Nghiêm Toản... mãi đến năm 1936 mới được trả tự do. Sau khi ra tù, ông bí mật hoạt động chống Pháp lập căn cứ ở Đông Triều, rồi hoạt động chống Pháp thuộc chính phủ trung ương Hà Nội làm khu trưởng duyên hải Bắc Bộ. Sau Tổng khởi nghĩa tháng 8 năm 1945 và Nam Bộ kháng chiến, ông được Tổng bộ Việt Minh và chính phủ Việt Nam dân chủ cộng hòa đặc phái vào miền Nam (Nam Bộ) lo việc thống nhất các lực lượng vũ trang tại chiến trường Nam Bộ. Ông được đặc cách phong Quân hàm Trung tướng, ủy viên Quân sự Nam Bộ kiêm Khu trưởng Khu Bảy (miền Đông Nam Bộ) với toàn quyền quyết định các việc thuộc lĩnh vực quân sự tại Nam Bộ (Chủ tịch ủy ban Kháng chiến Hành chí Nam Bộ lúc đó là Luật sư Phạm Văn Bạch, Phó chủ tịch là Luật sư Phạm Ngọc Thuần, ủy viên Đặc biệt là Huỳnh Phú Sổ, Nội vụ là Ung Văn Khiêm và ủy viên Quân sự là ông). Những năm đầu kháng chiến ở Nam Bộ, danh tiếng tướng Nguyễn Bình được các giới chính trị, quân sự Pháp Việt đều kính nể vì những công tác tại chiến trường và biệt động nội thành Sài Gòn mà dân chúng xem như \"xuất quỉ nhập thân\" của ông. Những chiến công buổi đầu của quân dân kháng chiến Nam Bộ được gắn liền vói tên tuổi Nguyễn Bình đã vang vọng toàn quốc khiến đạo quân xâm lược phải run sợ. Năm 1951, ông lên đường ra Việt Bắc nhận công tác mới. Trên đường đi ông bị phục kích, chết tại biên giới Việt Nam Campuchia vào ngày 29-9-1951. Năm 2000 hài cốt ông được cải táng về tại Nghĩa trang Thành phố Hồ Chí Minh và được truy tặng Anh hùng LLVTND. Với quá trình công tác ông đã kinh qua nên gần đây được nhà nước Việt Nam truy tặng Huân chương Hồ Chí Minh, Huân chương Quân công, Huân chương chiến thắng hạng nhất."
}