{
  "location": "Thành phố Ninh Bình, huyện Hoa Lư, huyện Gia Viễn, huyện Nho Quan, tỉnh Ninh Bình 20°15′21″B 105°54′56″Đ﻿ / ﻿20,2557°B 105,9156°Đ﻿ / 20.2557; 105.9156",
  "establishment": "Không rõ",
  "category": "Danh lam thắng cảnh",
  "relatedCharacters": {
    "Cố Viên Lầu": null,
    "Đinh Tiên Hoàng": null,
    "Trần Ninh Bình": null,
    "Tả Thanh Trù": null,
    "Hang Địa Linh": null,
    "Thánh Cao Sơn": null,
    "Công Đồng Thánh Mẫu": null,
    "Xuyên Thuỷ Động": null,
    "Đinh Tiên Hoàng Đế": null,
    "Dương Vân Nga": null,
    "Trương Hán Siêu": null,
    "Lý Đông Hải": null,
    "Tầng Thiên Đường": null,
    "Đinh Bộ Lĩnh": null,
    "Trần Quang Khải": null,
    "Thung Đền Trần": null,
    "Lý Huệ Tông": null,
    "Phạm vi động": null,
    "Hang Sơn Dương": null,
    "Trần Thị Băng Thanh": null,
    "Trần Thị Dung": null,
    "Trần Nội Lâm": null
  },
  "id": 1811,
  "entityName": "Tràng An - Tam Cốc - Bích Động",
  "aliases": [],
  "overview": "Khu du lịch sinh thái Tràng An là một khu du lịch sinh thái nằm trong Quần thể di sản thế giới Tràng An thuộc tỉnh Ninh Bình. Nơi đây đã được Chính phủ Việt Nam xếp hạng di tích quốc gia đặc biệt quan trọng và UNESCO công nhận là di sản thế giới kép từ năm 2014. Tràng An với hệ thống dãy núi đá vôi có tuổi địa chất khoảng 250 triệu năm, qua thời gian dài phong hóa bởi sự biến đổi của Trái Đất, khí hậu, biển tiến, biển thoái đã mang trong mình hàng trăm thung lũng, hang động, hồ đầm. Danh thắng này là nơi bảo tồn và chứa đựng nhiều hệ sinh thái rừng ngập nước, rừng trên núi đá vôi, các di chỉ khảo cổ học và di tích lịch sử văn hóa. Hệ thống núi đá, sông suối, rừng và hang động ở Tràng An rất hiểm trở nên được Vua Đinh Tiên Hoàng chọn làm thành Nam bảo vệ kinh đô Hoa Lư ở thế kỷ X và sau đó Nhà Trần sử dụng làm hành cung Vũ Lâm trong kháng chiến Nguyên Mông. Hiện nay nơi đây còn nhiều di tích lịch sử thời Đinh và thời Trần.\nTam Cốc – Bích Động là quần thể hang động ở vùng đất xã Ninh Hải huyện Hoa Lư tỉnh Ninh Bình, Việt Nam ."
}