{
  "location": "nằm trên địa phận nay thuộc tỉnh Thanh Hóa.\n----------------------------------------------\nVĩnh Lộc\n----------------------------------------------\nHuyện Vĩnh Lộc, tỉnh Thanh Hóa 20°4′40″B 105°36′17″Đ﻿ / ﻿20,07778°B 105,60472°Đ﻿ / 20.07778; 105.60472",
  "establishment": "2011 (kì thứ 35)\n----------------------------------------------\n2/6/2011\n----------------------------------------------\nKhông rõ",
  "category": "Văn hóa\n----------------------------------------------\nLịch sử khảo cổ kiến trúc đặc biệt\n----------------------------------------------\nDi tích lịch sử, kiến trúc nghệ thuật, khảo cổ",
  "relatedCharacters": {
    "L.": null,
    "Phạm Ngọc Tùng": null,
    "Mau An Tôn": null,
    "Lưu Công Đạo": null,
    "Tĩnh Vương Trịnh Sâm": null,
    "Trần Khát Chân": null,
    "Lê Thánh Tông": null,
    "Vương Duy Trinh": null,
    "Thành Thái": null,
    "Lê Hiến Tông": null,
    "Góc Đông Nam": null,
    "Lê Kính Tông": null,
    "Hồ Quý Ly": null,
    "Trần Công Sỹ": null,
    "Trần Duệ Tông": null,
    "Phan Hữu Nguyên": null,
    "Trịnh Sâm": null
  },
  "id": 306,
  "entityName": "Thành nhà Hồ",
  "aliases": [
    "thành Tây Đô"
  ],
  "overview": "Tọa độ: 20°4′40″B 105°36′17″Đ / 20,07778°B 105,60472°ĐThành nhà Hồ (hay còn gọi là thành Tây Đô, thành An Tôn, thành Tây Kinh hay thành Tây Giai) là kinh đô nước Đại Ngu (quốc hiệu Việt Nam thời nhà Hồ), nằm trên địa phận nay thuộc tỉnh Thanh Hóa. Đây là tòa thành kiên cố với kiến trúc độc đáo bằng đá có quy mô lớn hiếm hoi ở Việt Nam, có giá trị và độc đáo nhất, duy nhất còn lại ở Đông Nam Á và là một trong rất ít những thành lũy bằng đá còn lại trên thế giới . Thành được xây dựng trong thời gian ngắn, chỉ khoảng 3 tháng (từ tháng Giêng đến tháng 3 năm 1397) và cho đến nay, dù đã tồn tại hơn 6 thế kỷ nhưng một số đoạn của tòa thành này còn lại tương đối nguyên vẹn.\n----------------------------------------------\nThành nhà Hồ (hay còn gọi là thành Tây Đô, thành An Tôn, thành Tây Kinh hay thành Tây Giai) là kinh đô nước Đại Ngu (quốc hiệu của Việt Nam dưới thời nhà Hồ), nằm trên địa phận tỉnh Thanh Hóa. Đây là tòa thành kiên cố với kiến trúc độc đáo bằng đá có quy mô lớn hiếm hoi ở Việt Nam, có giá trị và độc đáo nhất, duy nhất còn lại ở tại Đông Nam Á và là một trong rất ít những thành lũy bằng đá còn lại trên thế giới. Thành được xây dựng trong thời gian ngắn, chỉ khoảng 3 tháng (từ tháng Giêng đến tháng 3 năm 1397) và cho đến nay, dù đã tồn tại hơn 6 thế kỷ nhưng một số đoạn của tòa thành này còn lại tương đối nguyên vẹn."
}