{
  "location": "nằm ở khu vực giáp ranh giữa 3 tỉnh Bắc Giang, Hải Dương và Quảng Ninh, bao gồm 5 khu vực: Khu di tích và danh thắng Đông Yên Tử (TP Uông Bí, Quảng Ninh), Khu di tích lịch sử nhà Trần (Đông Triều, Quảng Ninh), Khu di tích và danh thắng Tây Yên Tử (nằm trên các huyện Yên Dũng, Lục Nam, Lục Ngạn, Sơn Động tỉnh Bắc Giang) , Khu di tích Côn Sơn - Kiếp Bạc – Thanh Mai (Chí Linh, tỉnh Hải Dương).\n----------------------------------------------\nUông Bí",
  "establishment": "1974",
  "category": "Lịch sử đặc biệt",
  "relatedCharacters": {
    "Trần Anh Tông": null,
    "Nam Tào": null,
    "Hoàng thái hậu": null,
    "Thiền Phái Trúc Lâm": null,
    "Trần Thánh Tông": null,
    "Trần Dụ Tông": null,
    "Trần Đệ": null,
    "Vũ Đức Đam": null,
    "Hoàng Hoa Thám": null,
    "Trần Quốc Tảng": null,
    "Hùng Định Vương": null,
    "Truyền Đăng Lục": null,
    "Trần Thuận Tông": null,
    "Trần Nghệ Tông": null,
    "Trần Hưng Đạo": null,
    "Hưng Đạo Vương": null,
    "Trần Cảnh": null,
    "Phạm Ngũ Lão": null,
    "Hồ Quý Ly": null,
    "Trần Liễu": null,
    "Lê Lợi": null,
    "Loa Tôn Giả": null,
    "Trương Hống": null,
    "Đình Chí Linh": null,
    "Đại Hương Hải": null,
    "Trần Thái Tông": null,
    "Huyền Quang": null,
    "Sư Tổ Pháp Loa": null,
    "Ngô Ngữ Viện": null,
    "Yên Kỳ Sinh": null,
    "Vương Trần Liễu": null,
    "Trần Hiến Tông": null,
    "Trần Nguyên Đán": null,
    "Trương Hát": null,
    "Hà Văn Tấn": null,
    "Trần Giản Hoàng": null,
    "Trần An": null,
    "Trần Minh Tông": null,
    "Am Bạch Vân": null,
    "Nguyễn Trãi": null,
    "Huyền Quang Tôn Giả": null,
    "Trần Nhân Tông": null,
    "Trần Quốc Tuấn": null,
    "Trần Duệ Tông": null,
    "Am Ngự Dược": null,
    "Trần Khâm": null,
    "Suối Côn Sơn": null
  },
  "id": 440,
  "entityName": "Quần thể di tích danh thắng Yên Tử",
  "aliases": [],
  "overview": "Quần thể di tích và danh thắng Yên Tử bao gồm một hệ thống các di tích lịch sử văn hóa gắn liền với sự ra đời, hình thành và phát triển của thiền phái Trúc Lâm ở Việt Nam. Các di tích này nằm ở khu vực giáp ranh giữa 3 tỉnh Bắc Giang, Hải Dương và Quảng Ninh, bao gồm 5 khu vực: Khu di tích và danh thắng Đông Yên Tử (TP Uông Bí, Quảng Ninh), Khu di tích lịch sử nhà Trần (Đông Triều, Quảng Ninh), Khu di tích và danh thắng Tây Yên Tử (nằm trên các huyện Yên Dũng, Lục Nam, Lục Ngạn, Sơn Động tỉnh Bắc Giang) , Khu di tích Côn Sơn - Kiếp Bạc – Thanh Mai (Chí Linh, tỉnh Hải Dương).Hiện nay, Bộ Văn hóa, Thể thao và Du lịch (Việt Nam) đang triển khai việc phối hợp với UBND các tỉnh Bắc Giang, Hải Dương và Quảng Ninh lập hồ sơ di tích - danh thắng Yên Tử đệ trình Tổ chức Giáo dục, Khoa học và Văn hóa của Liên hiệp quốc UNESCO xem xét, công nhận là Di sản thế giới. Đây có thể là di sản thế giới liên tỉnh đầu tiên ở Việt Nam.\n----------------------------------------------\nQuần thể di tích và danh thắng Yên Tử bao gồm phần lớn hệ thống các di tích lịch sử văn hóa gắn liền với sự ra đời, hình thành và phát triển của nhà Trần (1225-1400) và thiền phái Trúc Lâm ở Việt Nam tại khu vực dãy núi Yên Tử và vùng lân cận nằm trên địa phận 03 tỉnh Bắc Giang, Hải Dương và Quảng Ninh. Quần thể di tích và danh thắng này bao gồm 4 khu vực: Khu di tích lịch sử và danh thắng Yên Tử (TP Uông Bí, Quảng Ninh), Khu di tích lịch sử nhà Trần (Đông Triều, Quảng Ninh), Khu di tích và danh thắng Tây Yên Tử (nằm trên các huyện Yên Dũng, Lục Nam, Lục Ngạn, Sơn Động tỉnh Bắc Giang), Khu di tích Côn Sơn – Kiếp Bạc (Chí Linh, tỉnh Hải Dương)."
}