{
  "location": "xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ.\n----------------------------------------------\nHy Cương, Việt Trì\n----------------------------------------------\nThành phố Việt Trì, huyện Lâm Thao, huyện Phù Ninh, tỉnh Phú Thọ 21°22′02″B 105°19′26″Đ﻿ / ﻿21,3672941°B 105,3238621°Đ﻿ / 21.3672941; 105.3238621﻿ (Đền Hùng)",
  "establishment": "xây dựng từ thời vua Đinh Tiên Hoàng trị vì.\n----------------------------------------------\n2012\n----------------------------------------------\nKhông rõ",
  "category": "Lịch sử văn hóa đặc biệt\n----------------------------------------------\nDi tích lịch sử",
  "relatedCharacters": {
    "Đinh Tiên Hoàng": null,
    "Bảo Thiếu Sơn": null,
    "Bảo Thiếu Lĩnh": null,
    "Kinh Dương Vương": null,
    "Lạc Long Quân": null,
    "Hồ Chí Minh": null
  },
  "id": 622,
  "entityName": "Đền Hùng",
  "aliases": [],
  "overview": "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh, gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.Đền Hùng được dựng trên núi Nghĩa Lĩnh, giữa đất Phong Châu, ngày nay là xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ. Quần thể di tích đền Hùng nằm từ chân núi đến đỉnh ngọn núi Nghĩa Lĩnh cao 175 mét (núi có những tên gọi như Núi Cả, Nghĩa Lĩnh, Nghĩa Cương, Hy Cương, Hy Sơn, Bảo Thiếu Lĩnh, Bảo Thiếu Sơn), thuộc địa phận xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ, trong khu rừng được bảo vệ nghiêm ngặt giáp giới với những xã thuộc huyện Lâm Thao, Phù Ninh và vùng ngoại ô thành phố Việt Trì, cách trung tâm thành phố Việt Trì khoảng 10 km. Khu vực đền Hùng ngày nay nằm trong địa phận của kinh đô Phong Châu của quốc gia Văn Lang xưa. Theo cuốn Ngọc phả Hùng Vương, đương thời các Vua Hùng đã cho xây dựng điện Kính Thiên tại khu vực núi Nghĩa Lĩnh này.\n----------------------------------------------\nĐền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh (Việt Trì, Phú Thọ), gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại."
}