{
  "location": "Miền Nam Việt Nam",
  "time": "31 tháng 12 năm 1974 - 30 tháng 4 năm 1975",
  "result": "Quân Giải phóng miền Nam Việt Nam giành chiến thắng Chính quyền Việt Nam Cộng hòa đầu hàng",
  "relatedCharacters": {
    "Nguyễn Văn Minh": 1491,
    "Phạm Xuân Thệ": 3011,
    "Đặng Văn Quang": 2659,
    "Nguyễn Văn Hảo": 1616,
    "Phạm Ngọc Thạch": 827,
    "Hoàng Minh Thảo": 850,
    "Nguyễn Văn Toàn": 1712,
    "Nguyễn Khoa Nam": 1415,
    "Phạm Văn Phú": 1708,
    "Lê Duẩn": 2614,
    "Trần Quang Cơ": 386,
    "Trần Văn Minh": 210,
    "Lê Nguyên Khang": 2216,
    "Hoàng Dũng": 2233,
    "Hoàng Phương": 1592,
    "Lý Thường Kiệt": 2339,
    "Lê Xuân Khoa": 413,
    "Nguyễn Thành Trung": 806,
    "Nguyễn Bá Cẩn": 678,
    "Trần Văn Trà": 2004,
    "Nguyễn Tiến Hưng": 462,
    "Dương Văn Minh": 2958,
    "Lê Trọng Tấn": 1952,
    "Hồ Chí Minh": 3114,
    "Võ Nguyên Giáp": 1899,
    "Trần Văn Đôn": 2973,
    "Nguyễn Văn Thiệu": 1460,
    "Ngô Quang Trưởng": 1097,
    "Bùi Tín": 560
  },
  "id": 67,
  "entityName": "Chiến dịch Mùa Xuân",
  "aliases": [],
  "overview": "Chiến dịch mùa xuân năm 1975 với tên gọi chính thức là \u0027Tổng tiến công và nổi dậy mùa xuân 1975, giải phóng hoàn toàn miền Nam\u0027. Đây những cuộc Tổng tấn công quân sự cuối cùng của Quân Giải phóng miền Nam Việt Nam trong Chiến tranh Việt Nam. Chiến dịch bắt đầu từ ngày 4 tháng 1 và kết thúc ngày 30 tháng 4 năm 1975. Ngoài Trận Phước Long được coi là trận đánh trinh sát chiến lược, cuộc Tổng tấn công này gồm ba chiến dịch liên tiếp nhau: Chiến dịch Tây Nguyên (từ 4 tháng 3 đến 24 tháng 3), Chiến dịch giải phóng Huế-Đà Nẵng (từ 21 tháng 3 đến 29 tháng 3) và cuối cùng là Chiến dịch Hồ Chí Minh (từ 26 tháng 4 đến 30 tháng 4). Ngoài ra, còn có những chiến dịch nhỏ hơn nhưng diễn ra trên những địa bàn chiến lược như Long Khánh - Xuân Lộc, Trường Sa và các đảo trên Biển Đông, các trận đánh trên các tuyến phòng thủ từ xa của QLVNCH như Tây Ninh - An Lộc - Dầu Tiếng, Phan Rang - Ninh Thuận. Những chiến dịch này được thực hiện sau khi Hoa Kỳ đã rút quân viễn chinh khỏi Việt Nam, chỉ còn duy trì viện trợ và lực lượng cố vấn. Cán cân lực lượng đã nghiêng hẳn sang phía lực lượng Quân Giải phóng miền Nam Việt Nam."
}