{
  "dateOfBirth": "Ất Hợi 1875",
  "dateOfDeath": "Nhâm Ngọ 1943",
  "hometown": "huyện Phong Điền, tỉnh Thừa Thiên, sau dời vào cư ngụ ở thị xã Phan Thiết tỉnh Bình Thuận",
  "occupation": "Nhân sĩ yêu nước cận đại, nguời làng Kế Môn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 11,
  "entityName": "Hồ Tá Bang",
  "aliases": [],
  "overview": "Thời niên thiếu ông theo học khoa cử. thông chữ Quốc ngữ nhưng không thi. Năm Mậu tuất 1889 làm kí lục tại Tòa sứ Phan Thiết, sau đổi về làm ở Tòa sứ Hội An. Ông là người chịu ảnh hưởng tư tưởng nhà duy tân Nguyễn Lộ Trạch từ lúc còn ở quê nhà (làng Kế Môn, tỉnh Thừa Thiên). Năm Ất tị 1905 nhân làm việc tại tòa sứ Phan Thiết, ông hưởng ứng phong trào Duy tân do Phan Châu Trinh đề xướng. Hồ Tá Bang là một trong sáu nhân vật (Trần Lệ Chất, Nguyễn Hiệt Chi, Ngô Văn Nhượng, Nguyễn Trọng Lội, Nguyễn Quí Anh) chủ chốt của trường Dục Thanh và công ti Liên Thành ở Phan Thiết hồi năm 1905. Phong trào này nhằm phát triền kinh tế, giáo dục để hỗ trợ cho phong trào Cách mạng trên đường Duy tân cứu nước. Khoảng tháng 8-1910, ông cùng Trương Gia Mô đưa Nguyễn Tất Thành (sau này là Hồ Chí Minh) vào Sài Gòn tìm đường sang Pháp, rồi ông trở ra điều hành truờng Dục Thanh và làm \"Tổng lí\" Công ti Liên Thành gần 30 năm. Tư cách và đức độ của ông được nhân dân và sĩ phu kính trọng. Con ông là bác sĩ Hồ Tá Khanh cũng là một nhân sĩ, chính khách (hồi năm 1945, bác sĩ Khanh có chân trong nội các Trần Trọng Kim). Hồ Tá Bang có sáng tác văn chương, thơ văn ông thấm đượm tinh thần yêu nước và cách mạng. Bài Tế thủ tiền lỗ văn (văn tế bọn bo bo giữ tiền) đăng trên báo Lục tỉnh tân văn số ngày 24-3-1908 ở Sài Gòn, tiêu biểu rõ nét tâm trí ông. Ông mất năm 1943, thọ 69 tuổi, phần mộ tại đồn điền của ông cách thị xã Phan Thiết hơn 10 cây số. Trước khi mất ông có câu đối khắc ở sinh phần: \"Sinh vi nô lệ sinh do tử Tử hữu tinh thần tử nhược sinh.\" Nghĩa: Sống làm nô lệ sống như chết Chết có tinh thần chết như sống."
}