{
  "dateOfBirth": "4 tháng 11, 1895 Nam Định, Việt Nam\n----------------------------------------------\nẤt Mùi 1895",
  "dateOfDeath": "7 tháng 3, 1983 (87 tuổi) Thành phố Hồ Chí Minh, Việt Nam\n----------------------------------------------\nQuí Hợi 1983",
  "hometown": "quê làng Quan Xán, huyện Mĩ Lộc, tỉnh Nam Định",
  "occupation": "Nhà thơ\n----------------------------------------------\nNhà thơ bút ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1188,
  "entityName": "Trần Tuấn Khải",
  "aliases": [
    "Á Nam",
    "Đông Minh",
    "Đông Á Thị"
  ],
  "overview": "Trần Tuấn Khải (4 tháng 11 năm 1895 – 7 tháng 3 năm 1983) là một nhà thơ Việt Nam, nổi danh từ thời tiền chiến. Các bút danh của ông là: Á Nam (thường dùng), Đông Minh, Đông Á Thị, Tiểu Hoa Nhân, Lâm Tuyền Khách, Giang Hồ Khách, Lôi Hoàng Cư Sĩ.\n----------------------------------------------\nÔng xuất thân trong một gia đình Nho học có truyền thống yêu nước. Thuở trẻ học chữ Hán và chịu ảnh hưởng tân học từ phong trào Duy tân. Ông làm công chức trong thời Pháp thuộc, từng cộng tác với báo Hữu Thanh tạp chí, Văn học tạp chí, Đông Tây tuần báo, Phụ nữ thời đàm (Hà Nội). Sau năm 1954 ông sống ở Sài Gòn làm việc tại thư viện Quốc gia, Viện khảo cổ, chuyên viên Hán học tại Nha văn hóa và cộng tác các báo Đuốc Nhà Nam, Văn hóa nguyệt san, Tin văn... Trong thời gian này ông góp mặt trong các phong trào chống văn hóa đồi trụy, tranh đấu đòi hòa bình, dân sinh, dân chủ... Năm 1966, ông cùng một số trí thức tiến bộ kí tên yêu cầu chính quyền Sài Gòn trực tiếp hiệp thương với Mặt trận Dân tộc giải phóng miền Nam nhằm vãn hồi hòa binh, nên bị chính quyền Sài Gòn buộc nghỉ việc. Sau đó ông làm chủ tịch danh dự Lực lượng Bảo vệ Văn hóa dân tộc. Các tác phẩm của ông: - Bút quan hoài (1913) - Hồn tự lập I (1914) - Tiễn chân anh Khóa (1915) - Duyên nợ phù sinh I, II (1921-1923) - Hồn tự lập II (1927) - Với sơn hà I, II (1936-1949) - Gương bể dâu (1924) - Hồn hoa (1925) - Thiên thai lão hiệp (1935) - Mảnh gương đời (1972) - Hậu anh Khóa (1975) Ông còn là dịch giả các tiểu thuyết trường thiên Trung Quốc như: Thủy Hử (1959), Đại Nam nhất thống chí (1962) ông mất năm 1983 tại Sài Gòn, hưởng thọ 88 tuổi. Ông là thân phụ nữ sĩ Trần Gia Tuệ Mai."
}