{
  "dateOfBirth": "Mậu Ngọ 1858",
  "dateOfDeath": "Bính Thìn 1916",
  "hometown": "tại làng Tân An Tây, tổng Đức Hòa Trung (Phước Lợi) huyện Hà Đông phủ Tam Kì, tỉnh Quảng Nam (nay thuộc xã Tiên Thọ, huyện Tiên Phước tỉnh Quảng Nam), tục gọi là Phó Bẽm (hay Bẻn) vì ông giữ chức Phó tổng tại địa phương",
  "occupation": "Liệt sĩ, thủ lãnh cuộc khởi nghĩa Duy Tân năm 1916 ở Tiên Phước - Tam Kì sinh ngày 14 tháng 3 năm Mậu ngọ (1858) tại làng Tân An Tây, tổng Đức Hòa Trung (Phước Lợi) huyện Hà Đông phủ Tam Kì, tỉnh Quảng Nam (nay thuộc xã Tiên Thọ, huyện Tiên Phước tỉnh Quảng Nam), tục gọi là Phó Bẽm ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 1208,
  "entityName": "Trần Huỳnh",
  "aliases": [
    "Bẻn"
  ],
  "overview": "Xuất thân trong một gia đình nông nghiệp bán cận sơn thuộc phủ Tam Kì. Những năm 1902-1908 ông tham gia phong trào Duy tân tại địa phương lập chợ mở trường tân học (chợ Cây Cốc - nay là chợ Tiên Thọ, trường Tân Xuân...). Trong cuộc khủng bố trắng năm 1908 ông thoát được nanh vuốt thực dân và Nam triều, đến năm 1916 ông là thành viên cuộc khởi nghĩa Duy Tân tại Quảng Nam. Đội quân khởi nghĩa tại Tam Kì do ông (Tr.H) làm Tổng lãnh binh có nhiệm vụ chiếm phủ đường Tam Kì (lúc này chưa có huyện Tiên Phước). Nội vụ xảy ra như sau: Vào tháng 9 năm 1916 tại Tam Kì, Tân An Tây, Tích Phước. Các nhà cách mạng thành lập một tổ chức gọi là Phục quốc quân được hình thành tại nhà ông Trần Huỳnh, Thẩm Tùng Văn (Hoa kiều), Trần Khuê... Chiều ngày 1-5-1916 (tức ngày 29-3 Âm lịch) trong một cuộc họp ở Tích Phước gồm một số nhà lãnh đạo cuộc nổi dậy chiếm phủ Tam Kì sẽ diễn ra vào đêm mùng 2 rạng sáng mùng 3 tháng Tư Âm lịch (tức đêm 3 rạng ngày 4 tháng 5 năm 1916) đợi lệnh cuộc phát khởi tại Huế. Cuộc khởi nghĩa tại Huế bị bại lộ khâm sứ Charles phát một trung đội lê dương cấp tốc vào Tam Kì trấn áp. Tuy vậy nghĩa quân lúc ấy đã vây chặt phủ đường Tam Kì, một dân binh tên là Trần Chái (quê ở Tam Dưỡng, thị xã Tam Kì) leo lên cột cờ hạ cờ Nam triều xuống và treo cờ nghĩa quân lên thì bị địch bắn chết tại chỗ. Sáng ngày 4-5-1916 lực lượng khởi nghĩa chiếm trọn phủ lị và các làng xã kế cận. Nhưng liền đó Pháp phân công ông Trần Huỳnh và các chiến hữu (Thẩm Tùng Văn, Lê Ngạn, Ngô Đốc, Đỗ Đăng Cảnh, Trần Chương, Lương Đình Thực) đều bị Pháp bắt trọn đày Lao Bảo, Ban Mê Thuột. Ngày 27-5-1916 tòa Nam án Quảng Nam mở phiên tòa ở Vĩnh Điện, ông bị kết án khổ sai chung thân đày đi Ban Mê Thuột. Sau đó chúng tăng án ông bị xử tử hình, ông bị xử chém tại Chợ Củi (Vĩnh Điện - Điện Bàn). Ông hi sinh vào ngày 3 tháng 6 nặm 1916, thọ 58 tuổi. Vì cuộc khởi nghĩa năm 1916 và nghĩa quân chiếm phủ lị Tam Kì ở địa phương có bài vè: Năm Thìn (1916), ngày Tị Giờ Tí tháng Tư Anh em ta bị sự hư một lần Kéo lên năm bảy trăm dân Nửa đồn Đại lí nửa quầng lên Nha (Phủ lị) (…) Khắc ác ông huyện Hà Đông Bắt ra phơi nắng, cổ gông chân xiềng Người giàu đóng góp bạc tiền Người nghèo bị bắt, giải liền phủ trên Tù giam biệt xứ ai quên! Phú cho trời đất khi nên thì nhờ (...)"
}