{
  "dateOfBirth": "Canh Tí 1900",
  "dateOfDeath": "Tân Mão 1953",
  "hometown": "tại xã Thượng Phán, huyện Quỳnh Côi, tỉnh Thái Bình",
  "occupation": "Con Hoàng giáp Đào Nguyên Phổ, Kí giả, học giả nổi tiếng thời cận đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1225,
  "entityName": "Đào Trinh Nhất",
  "aliases": [
    "Tinh Vệ",
    "Võ Nhị",
    "Nam Chúc"
  ],
  "overview": "Trong 35 năm làm báo và viết văn ông từng làm chủ bút, đã viết ở các báo: Thực nghiệp dân báo, Hữu Thanh, Trung hòa nhật báo, Phụ nữ tân văn, Thần chung, Đuốc Nhà Nam, Mai, Trung Bắc chủ nhật, Cải tạo... là những tờ báo khá tiến bộ ở Sài Gòn trước năm 1945 (thời Pháp thuộc) và đã viết nhiều tác phẩm về lịch sử. Ông nhiều lúc gặp cảnh đắng cay mà cũng lắm thú vị đối với nhà báo lão luyện như ông. Lúc ông làm chủ bút báo Việt Nam của Nguyễn Phan Long, ông thường viết bài đả kích thái độ phách lối, ngạo mạn của các Thừa phát lại người Pháp trong các tờ Tống đạt (thơ gọi). Một hôm ông Đào nhận được tờ Tống đạt của Trưởng tòa tên là Sicot như sau: Sài Gòn ngày... tháng... năm 1936 Tờ Tống đạt Bổn chức là quan trưởng tòa Jean Sicot ở Sài Gòn, theo lời thỉnh cầu hợp lí của thân chủ \"ta\" là ông HBH sở hữu căn phố số... đường Lagrandiere Sài Gòn mà \"tên\" Đào Trinh Nhất viết báo đang chiếm ngụ, nên \"ta\" gởi giấy này cho \"tên\" Đào Trinh Nhất hay rằng nội trong 48 tiếng đồng hồ kể từ khi nhận tờ tống đạt này của \"ta\" nó phải dọn đi nơi khác để hoàn trả nguyên vẹn căn phố nói trên cho thân chủ \"ta\". Nếu nó không thi hành đúng theo thời gian qui định thì \"ta\" sẽ dùng đến quyền tống khứ \"nó\". Xem xong tờ Tống đạt, ông Đào liền trả đũa bằng một bài báo ngắn dưới mục chuyện hằng ngày. Bài ấy như vầy: Sài Gòn ngày... tháng... năm 1936 \"Bẩm nhà nước\" \"Ta\" là Đào Trinh Nhất chủ bút báo Việt Nam vừa nhận được tờ Tống đạt của \"tên trưởng tòa Sicot\", \"nó\" buộc \"ta\" trong 48 tiếng đồng hồ phải dọn ra khỏi căn phố số... đường Lagrandiere Sài Gòn. \"Nó\" còn cho \"ta\" hay rằng, trong thời gian do \"nó\" qui định nếu \"ta\" không thi hành theo lệnh của \"nó\" thì \"nó\" sẽ dùng biện pháp tống khứ \"ta\". Vậy \"ta\" bẩm cho nhà nước hay... Sáng hôm sau, báo phát hành, ông Nguyễn Phan Long chủ nhiệm báo hân hoan thưởng ông Đào 100 đồng bạc Đông Dương vì bài báo ngắn, gọn, súc tích, đầy cá tính và quá hay (nên biết lương chủ nhiệm báo lúc đó mỗi tháng là 100 đồng). Âu cũng là đức và tài của một nhà báo bực thầy. Khoảng năm 1925-1926 ông sang Pháp du học, đến năm 1929 trở về Sài Gòn. Chính ông đã mở ra kỉ nguyên làm báo xuân với tờ Đuốc Nhà Nam xuân 1934. Năm Tân mão 1953, ngày 18-1 nhằm 23-3 ông mất tại Sài Gòn, an táng ở nghĩa địa Hòa Hưng. Ông còn để lại các tác phẩm: - Thế lực khách trú và vấn đề di dân vào Nam Kì - Án Cao đài - Nhật Bản ba mươi năm duy tân - Việt Nam Tây thuộc sử - Phan Đình Phùng - ĐôngKinh nghĩa thục - Đời cách mạng Phan Bội Châu - Việt sử giai thoại - Lương Ngọc Quyến - Chu Tần tinh hoa - Vương Dương Minh - Vương An Thạch... Ông cũng từng viết tiếu thuyết dài đăng ở tuần báo Trung Bắc chủ nhật: Cô Tư Hồng, Con quỉ phong lưu, Lê Văn Khôi, Bùi Thị Xuân... Đào Trinh Nhất là một nhà nghiên cứu văn học, một tiểu thuyết gia sung sức của văn học Việt Nam."
}