{
  "dateOfBirth": "Mậu Thân 1908",
  "dateOfDeath": "Không rõ",
  "hometown": "nguyên quán tỉnh Phúc Yên, sinh tại làng Dũng Kim, phủ Lý Nhân, tỉnh Hà Nam",
  "occupation": "Nhà thơ, nhà giáo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1260,
  "entityName": "Phạm Tất Đắc",
  "aliases": [
    "Hậu Năng",
    "Mãi Sơn Ông"
  ],
  "overview": "Ông là học sinh truờng Bưởi (Hà Nội), năm 1926 tham gia tổ chức truy điệu Phan Châu Trinh và hô hào bãi khóa nên bị đuổi ra khỏi trường. Cuối năm ấy ông sáng tác tập thơ Chiêu hồn nước, kích thích lòng yêu nước, gây tiếng vang, lan rộng trong các giới. Do đó ông bị bắt giam, đến 1930 mới được thả. Từ đó ông sống ở Hà Nội với nghề dạy học. Sau năm 1954 ông vào định cư ở Sài Gòn sống với nghề dạy học đến cuối đời. Các tác phẩm chính: - Chiêu hồn nước (Hà Nội, 1927) - Sông Đà (Hà Nội) - Quản Tử (1968, Sài Gòn) - Thương Tử - Văn pháp chữ Hán Và một vài bài thơ luật. Trường ca Chiêu hồn nước được nhà in Thanh Niên ở Hà Nội bí mật ấn hành và phổ biến trước năm 1930. Mặc dù bị tịch thu, cấm tàng trữ, nhưng đã được lan truyền rộng rãi, quần chúng nhất là giới học sinh, sinh viên nhiệt liệt hoan nghênh. Tác giả được ca tụng là nhà cách mạng có phong thái chí sĩ. Bài thơ như sau: Chiêu hồn nước Hăm lăm triệu trẻ già trai gái Bốn nghìn năm con cái Hồng Bàng Cũng cửa nhà cũng giang san Thế mà nước mất nhà tan hỡi trời! Nghĩ lắm lúc đang cười hoá khóc, Muốn ra tay ngang dọc dọc ngang Vạch trời thét một tiếng vang, Cho thân tan với giang san nước nhà! Đồng bào hỡi! Con nhà Hồng Việt, Có thân mà chẳng biết liệu đời, Tháng ngày lần lữa đợi thời, Ngẩn ngơ ỷ lại ở người, ai thương? Nay sóng gió bốn phương dữ dội, Có lẽ nào ngồi đợi mãi sao? Đồng bào chút giọt máu đào, Thương ôi! Tội nghiệp đời nào xót đây! Nên mau mau dậy ngay kẻo muộn! Mà xót thương đến chốn Nhị, Nùng. Xưa kia cũng lắm anh hùng, Dọc ngang trời đất vẫy vùng bể khơi. Xưa kia cũng lắm người hào kiệt, Trong một tay nắm hết sơn hà, Nghìn thu gương vẫn không nhoà, Mở mày mở mặt con nhà Lạc Long. Non sông vẫn non sông gấm vóc, Cỏ cây xem vẫn mọc tốt tươi, Người xem cũng đáng con người, Cũng tai, cũng mắt như đời khác chi. Cảnh như thế, tình thì như thế. Sống làm chi, sống để làm chi? Đời người đến thế còn gì, Nước non đến thế, còn gì nước non. Nghĩ thân thế héo hon tấc dạ, Trông non sông lã chã dòng châu, Một mình cảnh vắng đêm thâu, Muốn đem máu đỏ nhuộm màu giang san. Ngọn gió lọt đèn tàn hiu hắt, Tiếng quốc kêu đầy mặt anh hùng. Nghiến răng nuốt cái thẹn thùng, Mà chiêu hồn cũ lại cùng non sông! Hồn hỡi hồn! Con Hồng Cháu Lạc! Bấy lâu nay đói khát lầm than, Bấy lâu thịt nát xương tan, Bấy lâu nát thịt thâm gan vì hồn. Hồn hỡi hồn kìa non nước cũ Bấy nhiêu lâu ủ mặt mày châu Bấy lâu ngậm tủi nuốt sầu Bấy lâu hèn kém vì đâu hỡi hồn. Trông bốn bể bồn chồn dạ ngọc Ngẫm năm châu khôn khóc nên lời. Đêm khuya cảnh vắng êm trời, Khôn thiêng chăng hỡi, hồn ai hồn về. Hồn trở về đừng mê mẩn nữa, Tính nết xưa phải sửa từ giờ. Hồn về hồn cố cho nhờ, Anh em Hồng Lạc, cõi bờ Việt Nam. Hồn trở về chớ tham rượu thịt, Chớ tham nhà cao tít mấy tầng. Còn chi sung sướng vẻ vang, Bằng đem da ngựa chiến tràng bọc thây. Hồn trở về làm theo ý muốn, Chớ rụt rè sớm muộn sao nên Lẽ thường thành bại đôi bên, Chớ đắn đo quá mà quên việc mình, Hồn trở về hy sinh quyền lợi, Mà tận tâm đối với nước non, Dù mà thịt nát xương mòn, Cái bầu nhiệt huyết phải còn say sưa! Hồn trở về hồn mơ hồn mộng, Nên hồn thành ra giống ngựa trâu Hồn về hồn kịp đổi mau, Tự do hành động mặc dầu dọc ngang! Hổn trở về rèn gan đúc trí, Chớ có thêm mỹ vị cao lương, Tháng ngày dưa muối rau tương, Đêm khuya cảnh vắng vấn vương nỗi nhà Hồn thiên chăng hỡi, hồn ơi hồn vế! Hồn trở về đừng mê mẩn nữa, Mà thôi đừng lần lữa đêm nay, Xưa nay những kẻ tỉnh say, Hồn mê có nghĩ việc hay bao giờ! Hồn về đây thăm dò nước cũ, Thử nghĩ xem tiên tổ ta xưa, Trung Hoa đã phục nước rồi, Kìa như Nhật Bản có tài hay không? Sao các nước anh hùng như thế, Nước Nam ta bi sỉ vô cùng, Để cho nhơ nhuốc non sông, Để cho xấu hổ Tiên Rồng giống ta. Đêm tịch mịch canh trường man mác, Ve kêu sầu dế hát thâu canh, Trời cao đất thẳm một mình, Hỡi hồn non nước giải trình trước sau. Hồn hỡi hồn! Hồn hề hồn hỡi! Hề hề hề! Hồn hỡi hồn ơi! Hồn về hồn có cho nhờ Giống nòi Hồng Lạc, cõi bờ Việt Nam! Hồn trở về bặm gan mà chịu, Cảnh biệt ly tình hiểu đôi đường, Trượng phu lòng nhớ bốn phương, Lẽ đâu hồn chẳng vấn vương nỗi nhà? Hồn trở về nguyệt hoa chi nữa, Mà thoi đưa lần lữa qua ngày, Mặc đời say tỉnh, tỉnh say, Hồn mê hồn nghĩ việc hay bao giờ! Hồn hỡi hồn giang san là thế, Giống Lạc Hồng tôi kể hồn hay: Kể từ hồn lạc đến nay, Đêm đêm khóc lóc ngày ngày than than, Cũng có kẻ trên ngàn nhỏ máu, Cũng có người nương náu phương xa, Có người bỏ cửa bỏ nhà, Có người lo nghĩ tuyết sa mái đầu. Cũng có người làm thân trâu ngựa, Cũng có người đầy tớ con đòi, Cũng thằng buôn bán giống nòi, Khôn thiên chăng hỡi! Hồn coi cho tường! Có mồm nói khôn đường mà nói, Có chân tay người trói chân tay, Mập mờ không biết dở hay, Ù ù cạc cạc công này việc kia. Hồn hỡi hồn đêm khuya canh vắng, Hồn nghe hồn có đắng cay không? Tôi đây cùng giọt máu hồng, Cũng xương cũng thịt con Rồng cháu Tiên. Trông thấy cảnh mà điên mà dại, Trông thấy tình mà dại mà điên, Mà sao không thể ngồi yên, Sa câu gan ruột tôi biên mời hồn. Bài viết xong tai nghe miệng đọc, Miệng đọc xong giọt ngọc nhỏ sa, In nghìn tờ đưa ra công chúng, Công chúng xem mong bụng đổi dần Đổi rồi thức kẻ xa gần, Rằng mau nên trả nợ nần non sông!"
}