{
  "dateOfBirth": "Mậu Dần 1878",
  "dateOfDeath": "Không rõ",
  "hometown": "tại Bần Chu",
  "occupation": "Cựu tổng đốc cuối triều Nguyễn, dân tộc Tày thành viên Hội đồng cơ mật và Thuộc địa Bắc Kì",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1271,
  "entityName": "Vi Văn Định",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình quí tộc gốc Việt-Tày ở Lạng Sơn, con trai Hiệp tá đại học sĩ Tràng Phái Vi Văn Lý. Cao tổ là cụ Đinh Mật Vi Kim Thắng được triều đình cử ông trấn giữ biên giới phía Bắc. Vì định cư lâu đời tại Lạng Sơn nên tổ tiên ông được \"Tày hóa\", \"tập tước thổ ti\" và nhiều người được phong làm Quận công trong nhiều thế hệ từ đời nhà Trần đến triều Nguyễn (1802-1945). Khởi đầu hoạn lộ, ông được cử làm Tri châu Lộc Bình, năm 1901 thăng tri phủ Tràng Khanh, năm 1908 Thương tá tỉnh Lạng Sơn, rồi năm 1913 làm Án sát cùng tỉnh. Từ năm 1914-1921 làm Tuần phủ tỉnh Cao Bằng cho đến khi chuyển về giữ chức Tuần phủ tỉnh Phúc Yên (1923-1927), Hưng Yên (1927-1929). Năm 1929 ông được thăng Tổng đốc tỉnh Thái Bình (1929-1937), đến năm 1937 chuyển về làm Tổng đốc tỉnh Hà Đông (1937-1941), tháng 8 năm 1941 được tấn phong Hiệp tá Đại học sĩ, Thái tử Thiếu Bảo. Suốt hoạn lộ của mình, ông được Nam triều và chính phủ Pháp Việt Miên tặng nhiều hụân chương cao quí, như: Đại nam long tinh, Kim khánh đệ nhất hạng, Kim tiền, Offcier de Ordre Royol du Combodge, Grand Officier de la Legion d\u0027Honneuer... Ông là một quan lại xuất thân trong một gia đình quí tộc Tày gốc Việt từ lâu đời, gia đình có nhiều người làm quan từ nhiều thế hệ, nhưng không làm mất bản sắc văn hóa Việt Nam. Sau ngày toàn quốc kháng chiến, gia đình ông tản cư ra Hà Đông, sau đó được chính quyền kháng chiến đưa lên chiến khu Việt Bắc. Ông có nhiều con, trong đó có ông Vi Văn Kỳ (nhân viên Bộ Nội vụ chính phủ VNDCCH), bà Vi Kim Ngọc (vợ tiến sĩ Văn Khoa Nguyễn Văn Huyên: 1908-1975, Bộ trưởng Bộ Giáo dục), bà Vi Kim Phú (vợ Giáo sư Thạc sĩ y khoa Hồ Đắc Di: 1901-1984, Hiệu trưởng Đại học y Hà Nội), cháu nội là bà Vi Nguyệt Đình (vợ Giáo sư y khoa Tôn Thất Tùng: 1912-1982 Giám đốc bệnh viện Việt Đức Hà Nội). Ông là người sống và làm quan từ cuối thế kỉ XIX đến giữa thế kỉ XX, thọ hơn trăm tuổi. Ông mất sau năm 1975 tại Hà Nội."
}