{
  "dateOfBirth": "Mậu Tuất 1718",
  "dateOfDeath": "Nhâm Dần 1782",
  "hometown": "quê xã Xuân Lan, huyện Lương Tài, tỉnh Bắc Ninh",
  "occupation": "Văn thần đời Lê Hiến tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 128,
  "entityName": "Võ Miên",
  "aliases": [],
  "overview": "Năm Mậu thìn 1784, ông đỗ tiến sĩ, làm quan đến Thị lang bộ Lại, Hành Tham tụng kiêm Tế tửu Quốc tử giám, Tổng tài Quốc sử quán, được phong tước Liêm Khê Hầu. Năm Nhâm dân 1782 ông mất, thọ 64 tuổi, được truy tặng Thượng thư, ban tên thụy là Ôn Cẩn. Theo Cương mục ông là người giỏi về thơ phú, khi thi Tiến sĩ các bài thơ, phú của ông đều được chấm vào hợp nhất; đương thời được sĩ phu trọng vọng. Trong Việt thi tục biên còn ghi lại nhiều thơ của ông. Khi làm Tổng tài Quốc sử quán, ông trông coi việc biên soạn Quốc sử tục biên tiếp nối bộ Đại Việt sử kí bản kỉ tục biên từ đời Lê Hi tông đến Lê Ý tông về sau. Ngoài ra, ông còn hợp soạn với Uông Sĩ Lãng, Nguyễn Hoản bộ Đại Việt lịch triều đăng khoa lục. Quốc sử tục biên (6 quyển): đây là một bộ sử lớn vào đời Cảnh Hưng do ông và Phạm Nguyễn Du, Ninh Tốn Nguyễn Sá, Ngô Sĩ Liên cùng soạn. Sách viết từ đời Lê Hi tông đến niên hiệu Vĩnh Hựu (1735-1739) đời Lê Ý tông. Đại Việt lịch triều đăng khoa lục (3 quyển) do Nguyễn Hoàn, Uông Sĩ Lãng, Phan Lê Phiên và ông hợp soạn. Sách viết rõ về các khoa thi tiến sĩ từ đời Lý Nhân tông (1075) đến đời Lê mạt. Về mỗi khoa có ghi rõ niên hiệu, số người trúng cách với đầy đủ tên họ, quê quán, gia thế, chức nghiệp và tên tác phẩm của các vị trúng tuyền Tiến sĩ. Sách gồm 4 quyển: - Q thủ: Từ khoa Ất mão (1075) đến khoa Ất dậu (1405) gồm các đời Lý, Trần, Hồ. - Q 1: Từ khoa Bính ngọ đời Lê Thái tổ (1426) đến khoa Cảnh Thống (1502). - Q 2:: Từ khoa Ất sửu đời Lê Uy Mục (1505) đến khoa Nhâm thìn (1592) - Q 3: Từ khoa Ất mùi đời Quang Hưng thứ 18 (1595) đến khoa Đinh mùi, năm Chiêu Thống (1787). Đây là bộ sử về thi cử sớm nhất và khá đầy đủ của nước ta trước triều Nguyễn."
}