{
  "dateOfBirth": "Đinh Mùi 1907",
  "dateOfDeath": "Quí Dậu 1993",
  "hometown": "quê làng Trung Phước, huyện Quế Sơn, tỉnh Quảng Nam",
  "occupation": "Giáo sư, nhà chế tạo hóa chất",
  "workTenure": "Không rõ",
  "fatherName": {
    "phó bảng Phạm Đình Long": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1281,
  "entityName": "Phạm Đình Ái",
  "aliases": [],
  "overview": "Thuở nhỏ học ở Huế, sau du học Pháp đỗ cử nhân Lý Hóa. Những năm 30 về nước làm giáo sư tại Trường Quốc học Huế, phụ trách các môn Vật lí và Hóa học. Trong thời gian từ 1935-1940 ông là một trong những người chủ trương, sáng lập và biên tập báo Khoa học tại Hà Nội với chủ nhiệm là kĩ sư Nguyễn Duy Thanh cùng một số giáo sư và các nhà khoa học trẻ. Ông là một trong các cộng tác viên và viết bài đều đặn trên tạp chí này. Sau ngày Nhật đảo chính Pháp (9-3-1945) ở Đông Dương, chính phủ Trần Trọng Kim thành lập, ông được đề cử làm hiệu trường Trường Quốc học kiêm Giám đốc Nha học chánh Trung Bộ. Trong thời điểm này ông \"cho áp dụng ngay một chương trình giáo dục với tiếng Việt làm chuyển ngữ\" tại các truờng Trung học ở Huế và sau đó cho cả miền Trung. Việc làm này đã trực tiếp tiếp tay cho chương trình Trung học Hoàng Xuân Hãn mà ông là một trong các nhân vật chủ yếu trong việc xây dựng và áp dụng chương trình này. Ông là người phụ trách soạn thảo các môn Vật lí và Hóa học cho chương trình từ lớp đệ nhất niên tới lớp Đệ tam (tương đương lớp 10, 11, 12) và cho cả chương trình Cao đẳng Tiểu học (Trung học sơ cấp). Sau Cách mạng tháng 8-1945 và Toàn quốc kháng chiến, ông cùng Trường Quốc Học tản cư ra Hà Tĩnh, ông vẫn giữ chức hiệu trưởng trường (đổi là Trường Huỳnh Thúc Kháng) kiêm nhiệm Giám đốc sở Giáo dục Liên khu IV mãi đến năm 1952. Trong thời gian giữ chức vụ trong ngành giáo dục, ông đã dành nhiều thì giờ vào việc nghiên cứu chế tạo axit sulfuric (H2SO4) để sản xuất thuốc súng dùng làm lựu đạn, trái nổ... cho Bộ Quốc phòng phục vụ kháng chiến chống Pháp. Do kết quả của phòng thí nghiệm I thuộc Ban phụ trách cơ xưởng Liên khu IV do ông nghiên cứu, sáng chế nên được Bộ Quốc phòng nước Việt Nam Dân chủ Cộng hòa tuyên dương công trạng (Nghị định số 17-NĐCB kí ngày 25-2-1948). Năm 1952 vì lí do sức khỏe và tình cảm cá nhân, ông hồi cư về Huế, dạy lại tại Quốc học rồi làm việc ở Bộ Quốc Gia Giáo dục Sài Gòn. Sau năm 1963 có lúc ông giữ chức ủy viên chính phủ đặc trách Văn hóa, Giáo dục, Thượng nghị sĩ Quốc hội đứng đầu nhóm xã hội đối lập tại Quốc hội Sài Gòn 1966-1975. Sau ngày 30-4-1975 ông sang đoàn tụ với gia đình tại Pháp, đến các năm 1991 ông về sống với gia đình con cháu tại TP. Hồ Chí Minh và mất năm 1993 tại đây hưởng thọ 86 tuổi. Các tác phẩm: - Hóa học lớp đệ tam (lớp 10) 1958. - Hóa học lớp đệ nhị (lớp 11) 1958. - Hóa học lớp đệ nhất (lớp 12) 1958. - Đề cương Văn hóa, Giáo dục (1966). - Hồi kí Phạm Đình Ái (bản thảo - 1985). Và rất nhiều bài viết, khảo luận chuyên ngành, in trên các tạp chí ở Hà Nội, Sài Gòn trước năm 1945 và 1975. Vào cuối đời (những năm 84) khi ôn lại quãng đời đã qua, ông viết cuốn Hồi kí, ghi lại suy nghĩ, việc làm cá nhân cũng như các sự kiện lịch sử xảy ra trên đất nước ta, nhất là trong ngành giáo dục và khoa học mà ông đã góp công sức."
}