{
  "dateOfBirth": "Quí Mão 1903",
  "dateOfDeath": "Tân Hợi 1971",
  "hometown": "quê làng Giồng Ké, huyện Láng Thé, tỉnh Trà Vinh",
  "occupation": "Nhà giáo, nhà thơ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 131,
  "entityName": "Huỳnh Thiên Kim",
  "aliases": [],
  "overview": "Thuở nhỏ học trường sơ học Giồng Ké, xã Trung Nghĩa. Năm 15 tuổi đậu tiểu học Pháp - Việt được học bổng vào học trường Sư phạm Nam Kì ở Gia Định. Thời gian học tại trường Sư phạm, ông cộng tác với các báo Nông cổ min đàm, Lục tỉnh tân văn, vừa học năm thứ ba ông nộp đơn thi với tư cách thí sinh tự do và đã đậu và đậu cao bằng Thành Chung. Ngay từ ngày còn ngồi trên ghế nhà trường ông từng đăng đàn diễn thuyết về vấn đề nữ lưu giáo dục được thính giả nhiệt liệt hoan nghênh. Năm 1923 tốt nghiệp trường sư phạm, ông được bổ dụng dạy tại trường tiểu học Bạc Liêu. Tại đây ông giao thiệp thân mật với các ông Cao Triều Trung (1887-…), Cao Triều Phát (1889-1956) là những nhân sĩ, trí thức ở địa phương. Dạy học tại đây một thời gian, ông bỏ nghề (vì Pháp đưa ông ra hội đồng kỉ luật và bị cách chức giáo học lúc ông mới 22 tuổi) về Sài Gòn cộng tác với các báo La tribune, Indochine, L\u0027Echo Annamite, La Clochefêlée... rồi làm quản lí nhà in Xưa Nay (1926). Từ đó ông cộng tác với các báo: Đông Pháp thời báo, Saigon Républicain, Tân thế kỉ... Năm 1927 ông về sống và dạy học tại Trà Vinh (vì được Tham chánh viện ở Paris xử ông thắng kiện vụ ông bị cách chức giáo học năm 1923 nên được phục chức). Khoảng năm 1929-1930, ông được đề bạt làm Trưởng phòng kiêm Tổng lí hành chánh ngân hàng canh nông tỉnh Trà Vinh, sau được đề cử làm Chủ tịch nghiệp đoàn canh nông tỉnh Trà Vinh. Từ năm 1933-1943, ông đứng ra thành lập Văn hóa thi xã ở Cần Thơ do ông làm chủ tịch và Phó chủ tịch là luật sư Phạm Văn Bạch (1910-1987). Năm 1939, ông đắc cử vào Hội đồng Lý Tài Đông Dương cho đến năm 1945. Từ năm 1945, ông tham gia phong trào Báo chí thống nhất, rồi thoát li ra vùng tự do gia nhập lực lượng kháng chiến đánh Pháp Nam Bộ ở Vĩnh Long. Đến lúc quân đội Pháp tái chiếm Vĩnh Long, ông bị bệnh nặng nên phải \"về thành\" sống trong một chiếc thuyền trên sông Sài Gòn (vì ông không có nhà). Thời điểm này ông có chân trong các tổ chức văn học ở Sài Gòn, Phong trào Thương mại, Hội thân hữu Việt - Nhật... Đến ngày 5-3-1971 ông mất tại nhà riêng và hỏa táng ở An Dưỡng địa Phú Lâm. Các tác phẩm chính: - Bốn nhà chiến sĩ (1927) - Trung Hoa dưới ách liệt cường (thơ 1934) - Cận đại sử Việt Nam (thơ, 1962) - Pha lửng với ái tình (tiểu thuyết) - Việt Nam cách mạng sử ca (thơ trường thiên, 1963) - Việt Nam hữu nghị sử ca (1963) - Vietnam et sa révolution (biên khảo, 1963) - Huỳnh Thiên Kim thi tập (thơ) - Cận đại Việt sử diễn ca I (thơ trường thiên, 1962) - Biên khảo Việt Nam cận kim lịch sử (văn xuôi, 1965) - Viẹt Nam danh nhân bách thư thi vịnh (thơ 1965) - Thế giới hậu chiến truyện (văn xuôi, thơ) - Những mặc tưởng siêu hình (dịch) - Le coup de force Japonais contre les Colonianistes Français (1946) - Năm mươi năm sinh hoạt văn hóa, chính trị, xã hội (hồi kí, 1969)"
}