{
  "dateOfBirth": "1777\n----------------------------------------------\nĐinh Dậu 1777",
  "dateOfDeath": "1813\n----------------------------------------------\nQuí Dậu 1813",
  "hometown": "Quê làng Yên Thị, xã Yên Thường, huyện Đông Ngàn, trấn Kinh Bắc (sau thuộc phủ Từ Sơn, tỉnh Bắc Ninh",
  "occupation": "Danh sĩ cuối đời Hậu Lê",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 1332,
  "entityName": "Phạm Thái",
  "aliases": [
    "Phạm Đan Phượng",
    "Phạm Thượng Sinh",
    "Chiêu Li",
    "Chiêu Lì"
  ],
  "overview": "Phạm Thái (chữ Hán: 範泰, 1777-1813), còn gọi Phạm Đan Phượng, Phạm Phượng Sinh, hiệu Chiêu Lì (hoặc Chiêu Lỳ); là một danh sĩ ở cuối thế kỷ 18 đến đầu thế kỷ 19 trong lịch sử Việt Nam.\n----------------------------------------------\nThân phụ ông là quan cũ nhà Hậu Lê, từng khởi binh chống nghĩa binh Tây Sơn. Cha mất, ông cùng bạn là Nguyễn Đoàn tiếp tục chống nhà Tây Sơn. Thất bại, bị truy nã, ông trá hình đi tu ở chùa Tiêu Sơn (thuộc huyện Yên Phong, tỉnh Bắc Ninh), lấy hiệu là Phổ Chiêu thiền sư. Sau này Khái Hưng hư cấu nghệ thuật trong tác phẩm Tiêu Sơn tráng sĩ của mình. Bạn ông là Thanh Xuyên Hầu Trương Đăng Thụ đang làm quan ở Lạng Sơn, mật sai người đưa ông lên đất Lạng, cùng mưu phù Lê. Sau một năm, ông về quê thăm tin tức, lại được tin Trương Đăng Thụ mất. Ông vội trở lại xã Thanh Nê, huyện Kiến Xương, trấn sơn Nam (nay thuộc tỉnh Thái Bình) là quê bạn để điếu tang và ở lại đấy. Ông cùng em gái bạn là Trương Quỳnh Như xướng họa thơ văn, rồi đem lòng yêu quí nàng. Thân sinh bạn là Kiến Xuyên Hầu định gả Quỳnh Như cho ông, nhưng người mẹ không bằng lòng vì toan gả cho một nhà giàu có là Trịnh Nghị. Thất vọng, Quỳnh Như quyên sinh, ông buồn rầu ra đi sống cuộc đời lang bạt. Thường ruợu say li bì, nhân đó có hiệu là \"Chiêu Li\". Năm Quí dậu 1813 ông mất, hưởng dương 36 tuổi. Còn để lại nhiều văn thơ và tập: Sơ kinh tân trang (Lược gương kiểu mới) soạn năm 1804 kể lại cuộc tình duyên giữa ông và Quỳnh Như. Bài phú Chiếu tụng Tây Hồ của ông, đả kích bài phú Tụng Tây Hồ của Nguyễn Huy Lượng. Quãng đời cuối của ông gói trọn trong mấy bài thơ đắm mình trong men rượu và bi quan yếm thế. Sống ở dương gian đánh chén nhè, Thác về âm phủ cắp lè kè, Diêm vương phán hỏi mang gì đó? Be! hoặc: Năm bảy năm nay những loạn li, Cũng thì duyên phận cũng thì thì. Ba mươi tuổi lẻ là bao nả, Năm sáu đời vua khéo chóng ghê! Một tập thơ dày ngâm sang sảng Vài nai rượu kếch ních tì tì. Chết về tiên bụt cho xong kiếp, Đù ỏa trần gian sống mãi chi?"
}