{
  "dateOfBirth": "25 tháng 8, 1442 Chùa Huy Văn (nay thuộc quận Đống Đa, Hà Nội)\n----------------------------------------------\nNhâm Tuất 1442\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "3 tháng 3, 1497 (54 tuổi) Điện Bảo Quang, Đông Kinh\n----------------------------------------------\nĐinh Tí 1497\n----------------------------------------------\nKhông rõ",
  "hometown": "Không rõ",
  "occupation": "Hoàng đế Đại Việt\n----------------------------------------------\nVua thứ tư nhà Hậu Lê, tác giả\n----------------------------------------------\nVua",
  "workTenure": "1460 – 1497\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1460–1497",
  "fatherName": {
    "Lê Thái Tông": null
  },
  "motherName": {
    "Ngô Thị Ngọc Dao": null
  },
  "eraName": {
    "Triều Lê Sơ": null,
    "Nhà Hậu Lê – giai đoạn Lê sơ": null,
    "Nhà Lê sơ": null
  },
  "id": 134,
  "entityName": "Lê Thánh Tông",
  "aliases": [
    "Quang Thuận (光順: 1460 - 1469) Hồng Đức (洪德: 1470 - 1497)",
    "Thiên Nam động chủ (天南洞主)",
    "Sùng Thiên Quảng Vận Cao Minh Quang Chính Chí Đức Đại Công Thánh Văn Thần Vũ Đạt Hiếu Thuần Hoàng đế (崇天廣運高明光正至德大功聖文神武達孝淳皇帝)",
    "Lê Thánh Tông",
    "Lê Tư Thành (黎思誠)",
    "Thánh Tông (聖宗)"
  ],
  "overview": "Lê Thánh Tông (chữ Hán: 黎聖宗; 25 tháng 8 năm 1442 – 3 tháng 3 năm 1497), là hoàng đế thứ năm của nhà Lê sơ nước Đại Việt. Ông trị vì từ năm 1460 đến năm 1497, tổng cộng 38 năm, là vị hoàng đế trị vì lâu nhất thời Lê sơ và cũng là một trong những vị vua cai trị trong thời kỳ hòa bình lâu nhất trong lịch sử Việt Nam.\n----------------------------------------------\nLúc trước được phong là Bình Nguyên vương, rồi đổi là Gia vương. Đến khi Lê Nghi Dân bị truất phế (1459) ông được Nguyễn Xí cùng một nhóm đại thần đưa lên ngôi vào năm Canh thìn 1460, lúc 18 tuổi. Ông thông minh, thông hiểu nhiều môn học thuật Triều đại ông thịnh vượng, hoàn thành những cải cách kinh tế, chính trị, văn hóa. Ông tự xưng là Thiên Nam động chủ hoặc Đạo Am chủ nhân, lập ra Tao Đàn gồm 28 vị đại thần đứng đầu, gọi là Nhị thập bát tú, mà ông là Tao Đàn đô nguyên soái. Năm Đinh tị ngày 10-1 ông mất (3-3-1497 Dương lịch), hưởng dương 55 tuổi ở ngôi 37 năm, đổi hiệu hai lần: - Quang Thuận 1460-1469. - Hồng Đức 1470-1497. Theo sách Lịch triều hiến chương loại chí - nhân vật chí, khi sắp mất ông có bài thơ Tự thuật. \"Ngũ thập niên hoa thất xích khu Cương trường như thiết khước thành nhu. Phong xuy hoa ngoại hoàng hoa tại, Lộ ấp đình tiền lục liễu cù. Bích hán vọng cùng văn diểu diểu, Hoàng lương mộng tỉnh dạ du du. Bồng lai sơn thượng âm dung đoạn, Băng ngọc u hồn nhập mộng vô\" Bản dịch: Tấm thân bảy thước tuổi năm mươi, Dạ sắt ta nay bỗng rã rời. Ngoài cửa hoa tàn vì gió thổi Trước sân liễu ốm bởi sương rơi. Trông mây bích hán chừng mờ mịt, Tỉnh giấc hoàng lương vẫn tối hoài. Bồng đảo thần tiên xa tiếng điệu, Mộng hồn trong trắng luống chơi vơi. Ông làm thơ khá nhiều và cùng các thi hữu Tao đàn xướng họa, còn lưu lại các tác phẩm: - Thiên Nam dư hạ tập - Lê Thánh tông thi tập - Hồng Đức quốc âm thi tập - Xuân vân thi tập - Cổ tân bách vịnh - Quỳnh Uyển cửu ca - Minh Lương cẩm tú. - Văn minh cổ súy - Châu cơ thăng thưởng - Sĩ hoạn châm qui - Hồng Đức thiện chính thư Đều là những tác phẩm sáng giá trong kho tàng văn hóa dân tộc. Sau đây là một vài tác phẩm tiêu biểu của ông: Bộ Thiên Nam dư hạ tập (100 quyển) Lê Thánh tông làm bài tựa, các quan họ Thân tức Thân Nhân Trung, họ Đỗ tức Đỗ Nhuận soạn tập. Đại lược phỏng theo sách Hội yếu của các đời Đường, Tống\". Về sách Thiên Nam dư hạ, Phan Huy Chú chép rõ là \"Thiên Nam dư hạ tập, 100 quyển. Năm Hồng Đức thứ 14 (1183), Lê Thánh tông sai các quan phụ trách về văn từ là Thân Nhân Trung, Đỗ Nhuận soạn tập. Trong sách ấy ghi chép đủ các chế độ, luật lệ văn hàn (cũng như văn thư) điền lệ; cáo sắc; đại khái phỏng theo lối Hội yếu của các đời Đường, Tống\". \"Xét ra sách Thiên Nam dư hạ tập, từ sau đời Lê Trung hưng, cả bộ bị tan nát, phần còn lại, mươi phần chỉ được một, hai phần. Tuy các triều vẫn có tìm kiếm, cũng khó mà thu nhặt được. Niên hiệu Cảnh Hưng, năm Mậu tí (1768), Tĩnh vương Trịnh Sâm tìm kiếm mãi chỉ được độ hơn 20 quyển. Đến khi loạn lạc lại bị binh hỏa làm cháy mất. Nay, các cố gia còn giữ được, tôi được trông thấy, chỉ độ bốn, năm quyển thôi. Cả bộ sách chép những tài liệu về chế độ của một đời ấy sẽ là phép tắc đã được thành lập cho mãi mãi sau này mà bị tan nát như thế, đáng tiếc lắm thay!\". Bộ Quỳnh Uyển cửu ca (1 quyển). Vua Lê Thánh tông làm, chọn 28 từ thần làm bài đọc lại (LQĐ, PHC). Quỳnh uyển cửu ca là tập thơ gồm 89 bài của Lê Thánh tông làm, sau mỗi bài ấy có bài họa lại của 28 từ thần trong Hội Tao đàn nhị thập bát tú. Trong Văn tịch chí Phan Huy Chú có ghi tên 9 bài nguyên xướng của Lê Thánh tông là các bài: Phong niên (năm được mùa); Thần tiết (khí tiết bề tôi) ; Minh lương (Vua sáng, tôi giỏi) ; Anh hiền (Vua anh minh, bề tôi hiền tài); Kì khí (Khí lạ, tức là điềm lành); Thư thảo (chữ tốt); Văn nhân (nhà văn); Mai hoa (Hoa mai) là 9 chủ đề xướng họa. Bộ Cổ tâm bách vịnh (10 quyển) cũng do Lê Thánh tông họa lại tập thơ đề tên là Vinh Sử Thi của Minh nho Tiến Tử Nghĩa, các từ thần Thân Nhân Trung, Đỗ Nhuận họa theo. Về tập thơ này của Lê Thánh tông, Phan Huy Chú chua hơi khác: \"... Thân Nhân Trung, Đỗ Nhuận phụng bình, thi giải ngũ ngôn tuyệt cú...\" (... Thân Nhân Trung và Đỗ Nhuận vâng lênh phê bình, thơ trong tập đều viết lối bốn câu năm chữ). Sách Toàn thư (quyển 13) về mùa thu, tháng 8 năm Hồng Đức thứ 26 (1495) có chép: \"Đế hựu tác Cổ kim bách vịnh thi Hàn lâm... Nguyễn Xung Sác... Lưu Hưng Hiếu... Thân Nhân Trung, Đào Cử phụng bình\". (Vua lại làm thơ Cổ kim bách vịnh, các quan hàn lâm là Nguyễn... vâng lệnh phê bình). Chắc hai tập thơ này là một cuốn sách mà tên viết sai. Thư viện Khoa học trung ương còn giữ được hai bản sao có những đầu đề về sử Trung Quốc, như sau: Đỉnh Hồ, Lịch Sơn, Hà Thượng, Liêu Đông, Cối Kê v.v... Trong tập thơ của Tiền Tử Nghĩa, trong sách Minh thi tông quê ở Vô Tích, tỉnh Giang Tô, một nhà thơ nổi tiếng sống dưới triều Hồng Vũ (1328-1398) đời Minh. Sách Vịnh sử thi củaTiền Tử Nghĩa gồm 150 bài. Theo sách Minh thư kí sự của Trần Điền, Tiền Tử Nghĩa còn có tập thơ nhan đề Chủng cúc am tập 4 quyển. Bộ Xuân Vân thi tập (1 quyển). Thơ ngự chế của vua Lê Thánh tông về tập thơ này, bộ Toàn thư ghi lại như sau: (Bản dịch). \"Mùa xuân tháng 2 năm Bính thìn, niên hiệu Hổng Đức thứ 27 (2-1496), thuyền vua đi từ Đông Kinh, đi thăm lăng tẩm... Vua làm tập thơ Xuân vân (mây mùa xuân). Ngày 14 (27-2-1496), trời không mưa, vua cầu đảo, tay viết bốn tờ trong tập thơ của mình soạn ra, sai Nguyễn Đôn đem dán lên vách đền thờ thần. Ngày hôm ấy, hồi canh một trời mưa! Đến canh năm, trời mưa rào chứa chan, vua đề một bài thơ ở miếu hoàng hậu mừng mưa. Bộ Minh lương cẩm tú: Sách do các văn thần đời Hồng Đức biên tập thơ ngự chế của vua Lê Thánh tông và thơ phụng họa của các đình thần triều đại ông.\n----------------------------------------------\nLê Thánh Tông (chữ Hán: 黎聖宗 25/8/1442 – 3/3/1497) là vị Hoàng đế thứ tư trên danh nghĩa và thứ năm trên thực tế của nhà Hậu Lê trong lịch sử Việt Nam (Lê Nghi Dân tạo phản cướp ngôi nên các sử gia thời đó không công nhận là Hoàng đế chính thống), trị vì từ năm 1460 đến khi băng hà vào năm 1497, là vị vua tại vị lâu nhất thời Lê Sơ và lâu thứ hai thời Hậu Lê [sau Lê Hiển Tông với 46 năm (1740 - 1786)]. Thời kỳ của ông đã đánh dấu sự hưng thịnh của triều Hậu Lê nói riêng và chế độ phong kiến Việt Nam nói chung với tên gọi Hồng Đức thịnh trị (洪德盛治)."
}