{
  "dateOfBirth": "Giáp Dần 1914",
  "dateOfDeath": "Mậu Thìn 1988",
  "hometown": "tại làng Tân Uyên, tổng Chánh Mĩ Trung, huyện Tân Uyên, tỉnh Biên Hòa (nay thuộc huyện Tân Uyên, tỉnh Bình Dương)",
  "occupation": "Nhà văn hiện đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1357,
  "entityName": "Tô Văn Tuấn",
  "aliases": [
    "Bình Nguyên Lộc"
  ],
  "overview": "Bình Nguyên Lộc xuất thân trong một gia đình ở nông thôn, thuở nhỏ học ở trường làng, sau lên Sài Gòn học tại truờng Trung học Pétrus Ký (nay là trường Lê Hồng Phong) đậu Tú tài phần thứ nhất niên khóa 1933-1934 nhằm lúc khủng hoảng kinh tế nên không đủ điều kiện tiếp tục học. Năm 1936 làm nhân viên ở ti ngân khố Thủ Dầu Một, sau chuyển về sở Kho Bạc Sài Gòn, thời gian này ông bắt đầu tham gia sinh hoạt văn nghệ tại đây. Truyện ngắn đầu tay có tên là Phù sa đăng trên tạp chí Thanh niên ở Sài Gòn vào năm 1943, viết về công cuộc Nam tiến của tiền nhân ta trên đường mở sinh lộ vào Miền Nam. Năm 1945 ông tham gia công tác kháng chiến tại Miền Đông Nam Bộ, và là thành viên củạ Hội Văn hóa Cứu quốc tỉnh Biên Hòa. Sau khi mặt trận Biên Hòa vỡ, ông hồi cư về Sài Gòn sống với nghề cầm bút. Năm 1952 ông chủ trương tuần báo Vui sống tại Sài Gòn. Đây là một tuần báo văn nghệ có khuynh hướng về y học nhằm áp dụng kiến thức y khoa phổ thông vào đời sống hiện hữu. Báo qui tụ được nhiều cây bút sáng giá thời đó như Thanh Nghị, Lê Thương, Thiếu Sơn. Năm 1956, ông cùng các văn hữu cho ra đời tuần báo Bến Nghé. Đây cũng là một tuần báo có tinh thân văn nghệ lành mạnh mang màu sắc địa phương, nhằm làm sống dậy cái sinh khí của đất Gia Định xưa. Hành trình sáng tác và trước tác của Bình Nguyên Lộc gồm các thể loại: 1. Cổ văn: Chú giải các tác phẩm văn chương cổ điển Việt Nam. - Văn tế chiêu hồn (Nguyễn Du) - Tiếc thay duyên Tấn phận Tần (Nguyễn Du) - Tự tình khúc (Cao Bá Nhạ) - Thu dạ lữ hoài ngâm (Đinh Nhật Thận) Các công trình này được công bố trên các tạp chí văn học ở Sài Gòn trước năm 1975. 2. Dân tộc học: - Nguồn gốc Mã Lai của dân tộc Việt Nam: (894 trang - 1971) là một công trình dài hơi trong sự nghiệp nghiên cứu của ông. Với tác phẩm này, tác giả đã vén lên tấm màn dày đã từ lâu phủ kín nguồn gốc mù mờ của dân tộc Việt Nam. Đồng thời tác phẩm cũng gây nên một dư luận đáng chú ý đối với các nhà nghiên cứu về Việt Nam học. Sách gồm các chương sau: Chương I. Ba cuộc sa lầy Chương II. Những sai lầm A. Bắc và Trung Môngôlích, Chủng Nam Môngôlịch thành hình B: Ta không phải Tàu C: Bất tương đồng Hoa Việt D: Nước Tây Âu mơ hồ và Tượng Quận bí mật Chương III. Cổ Thục, Tây Âu và chi Thái Chương IV. Mã Lai chủng Chương V. Dấu vết Mã Lai trong xã hội Việt Nam. A: Trống đồng B: Kiến trúc C: Cái đình D:Thờ mặt trời và âm dương vật Đ: Đối chiếu chỉ số sọ E: Ngôn ngữ tỉ hiệu Chương VI. Chủng cực Nam Môngôlích của dân ta Chương VII. Về các Họ của Trung Hoa và Việt Nam Chương VIII. Thượng Việt và người Mường Chương IX. Sông Bộc, nhau rún thứ nhì của tổ tiên ta. Chương X. Làng Cườm sống dậy. ChươngXI. Phụ lục và kết luận. 3. Ngôn ngữ học: Lột trần Việt ngữ (1972) với một cái nhìn mới về ngữ nghĩa tiếng Việt. Tác giả đứng trên quan điểm dân tộc học để tìm hiếu nguồn gốc và ngữ nguyên của tiếng Việt thời cổ đến hiện đại. 4. Sáng tác: Đây là phần đổ sộ nhất trong hành trình sáng tác của ông. Ông từng viết tiểu thuyết bằng thơ trường thiên như Thơ Ba mén, Việt sử trường ca, Luận thuyết y học, Thơ thố ngơi Đồng Nai, Ca dao... Ông có công sưu tầm được hàng chục nghìn câu ca dao và có chú thích về từng đặc trưng của nó. Nổi bật nhất là ông viết rất nhiều truyện ngắn. Những năm 1955-1975, ông viết rất đều tay, hầu như năm nào ông cũng có vài đầu sách giá trị ra mắt độc giả. Hầu hết tác phẩm của Bình Nguyên Lộc đều viết về sinh hoạt nông thôn Nam Bộ - nhất là Miền Đông Nam Bộ. Trong từng trang viết, ông làm sống dậy trong tâm thức người đọc cái hồn nhiên, dung dị, chân chất mà đầy tình nghĩa của con người sinh trưởng tại miền đất mới. Con người ấy có đủ bản lĩnh, khả năng để chiến đấu với thiên nhiên và đấu tranh với xã hội. Theo số liệu do tác giả tiết lộ, tính đến năm 1974 ông đã viết được 1.000 truyên ngắn (đã in và chưa in) mà hầu hết các truyện này đều đề cập đến bối cảnh và sinh hoạt tinh thần và vật chất của tiền nhân trên đường mở nước vào Miền Nam. Tác phẩm của ông là một phần không nhỏ của tiến trình văn học Việt Nam; nhất là làm sống dậy và lớn lên cái tinh thần lạc quan của nhân dân ta nơi vùng đất mới này. Các tác phẩm: Nghiên cứu: - Nguồn gốc Mã Lai của dân tộc Việt Nam (1971) - Lột trần Việt ngữ (1972) - Tự vựng đối chiếu 10 ngàn từ (1971) - Tự vựng danh từ Mã Lai mà Trung Hoa vay mượn (1972) - Mẫu hệ cổ Việt, Mẫu hệ Mã Lai và mẫu hệ thế giới (chưa in) - Vòm trời Đông Phố (chưa in) Tiểu thuyết, truyện ngắn: - Nhốt gió (1950) - Đò dọc (1958) - Gieo gió gặt bão (1959) - Tân liêu trai (1959) - Kí thác (1959) - Nhện chờ mối ai (962) - Nửa đêm trảng sụp (1963) - Mối tình cuối cùng (1963) - Ái ân thâu ngắn cho dài tiếc thương (1963) - Tâm trạng hồng (1963) - Hoa hậu bồ đào (1963) - Bóng ai qua ngoài song cửa (1963) - Bí mật của nàng (1963) - Xô ngã bức tường rêu (1963) - Mưa thu nhớ tằm (1965) - Đừng hỏi tại sao? (1965) - Tình đất (1966) - Những bước lang thang trên hè phố (1966) - Thầm lặng (1967) - Quán tai heo (1967) - Nụ cười, nước mắt học trò (1967) - Uống lộn thuốc tiên (1967) - Một nàng hai chàng (1967) - Diễm Phượng (1968) - Sau đêm bố ráp (1968) - Đèn Cần Giờ (1968) - Nhìn xuân người khác (1969) - Món nợ thiêng liêng (1969) - Khi Từ Thức về trần (1969) - Cuống rún chưa lìa (1969)... Và một số bài biên khảo đăng trên các tạp chí, tuần san về các vấn đề liên ngành. Ông mất năm 1988 thọ 74 tuổi."
}