{
  "dateOfBirth": "Ất Dậu 1705",
  "dateOfDeath": "Bính Dần 1746",
  "hometown": "Bắc Ninh",
  "occupation": "Nữ sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 1367,
  "entityName": "Đoàn Thị Điểm",
  "aliases": [],
  "overview": "Tổ quân vốn ở xã Hiến Phạm, huyện Văn Giang, xứ Kinh Bắc (t. Bắc Ninh). Sau, bà và mẹ về ở với anh ở huyện Đường Hào, tỉnh Hài Dương. Năm 16 tuổi,Thượng thư Lê Anh Tuấn muốn xin bà làm con nuôi để tiến vào làm phi tần trong cung, nhưng chỉ ở ít lâu bà xin về. Cùng với anh cần cù học tập trở nên người sành văn chương. Bà kén chồng, cha mất, bà đã 25 tuổi, vẫn chưa đính hôn với ai. Mãn tang cha, có công tử làng Hoạch Trạch là Nha Đình Toản và Thượng thư ở làng Kim Lũ ân cần nhờ mối dạm hỏi, bà đều từ chối. Người anh mất, bà đảm nhận gánh nặng gia đình. Bấy giờ, người làng Sài Trang, huyện Đường Hào có con gái tiến cung, đón bà vào cung ở dạy nàng cung tần ấy. Năm Kỉ mùi 1739, trong nước loạn lạc, chợ An Bình và làng Mĩ Thử bị tàn phá, bà từ chức giáo thụ ở cung cấm, về ngụ ở xã Chương Dương dạy học. Sau bà lập gia đình với Tiến sĩ Nguyễn Kiều, người làng Phú Xá. huyện Từ Liêm. Ngày chồng bà lên đường đến nhiệm sở mới (ở Nghệ An) bà mất nhằm ngày 11-9 năm Bính dần 1746. Tương truyền chính bà đã phiên dịch khúc ngâm chinh phụ của Đặng Trần Côn (nhưng cũng có sách cho rằng bản dịch đó là của Phan Huy Ích). Điều biết chắc chằn là bà giỏi văn chương, có nhiều thơ văn xướng họa với anh, với chồng khá nhiều nhưng phần lớn đã thất lạc. Duy còn một bản Tục truyền kì cũng gọi là Truyền kì tân phả (để phân biệt với Truyền kì mạn lục của Nguyễn Dữ). Theo Phan Huy Chú (Lịch triều hiến chương loại chí q. 45) tập truyện Tục truyền kì gồm 6 truyện: Bích Câu kì ngộ, Hải khẩu linh từ, Vân Cát thần nữ, Hoành sơn tiên cuộc, An ấp liệt nữ, Nghĩa khuyển khuất miêu. Nhưng trong Nam sử tập biên q. 5 (1724) quả quyết bà Điềm chỉ viết có 3 truyện: - Hải khẩu linh từ (tức chuyện nữ thàn Chế Thắng). - Vân Cát thần nữ (Liễu Hạnh công chúa). - An ấp liệt nữ (chuyện Phan thị, vợ thứ của Đinh Nho Hoàn)."
}