{
  "dateOfBirth": "Nhâm Tí 1912",
  "dateOfDeath": "Canh Ngọ 1990",
  "hometown": "quê làng Tùng Ảnh, huyện Đức Thọ, tỉnh Hà Tĩnh, sống và làm việc ở Hà Nội, con trai dật sĩ Phan Điện, anh ruột luật sư Phan Mĩ",
  "occupation": "Luật sư, Bộ trưởng",
  "workTenure": "Không rõ",
  "fatherName": {
    "dật sĩ Phan Điện": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1381,
  "entityName": "Phan Anh",
  "aliases": [],
  "overview": "Phan Anh có thể là:\n----------------------------------------------\nThuở tthỏ học ở Hà Nội, cựu sinh viên Luật Hà Nội, Paris. Năm 1937 đậu cử nhân luật, năm sau (1938) sang Pháp trình luận án Tiến sĩ luật, nhưng Thế chiến bùng nổ không kịp bảo vệ luận án, ông phải về nước hành nghề luật sư tại văn phòng của luật sư Bùi Tường Chiểu, từng nổi danh trong các vụ án chính trị, tài chánh trước năm 1945 tại Hà Nội. Thởi sinh viên ông dạy tại hai trường Thăng Long, Gia Long nơi hội tụ nhiều khuôn mặt trí thức lớn thời đó tại Hà Nội. Từng là đảng viên đảng Xã hội, tham gia Ban Thường vụ phân bộ Đông Dương của đảng Xã hội Pháp (SFIC), đảng này hoạt động công khai trên đất thuộc địa Pháp nên một số đảng viên có điều kiện phát biểu chính kiến chống thực dân một cách hợp pháp và công khai. Năm 1940, ông cùng Vũ Đình Hòe (1912-…), Vũ Văn Hiền (1911-1963) thành lập báo Thanh Nghị (1941-1945) mong góp ý kiến của nhóm ông trước quốc dân. Ông là một trong 5 cây bút trụ cột của báo này, phụ trách nhiều chuyên mục cho báo. Tuy là một luật sư nhưng nhờ ông biết chữ Hán, thông hiểu triết, văn, sử Trung Hoa (cả cổ học và tân học) nên các bài viết của ông rất có giá trị về cả phổ thông và chuyên môn. Sau ngày đảo chính 9-3-1945, vua Bảo Đại mời ông (và một số trí thức trẻ) vào Huế tham khảo ý kiến về việc Nhật \"trao trả độc lập cho Việt Nam để thành lập nội các mới. Sau đó ông được mời giữ chức Bộ trưởng Bộ Thanh niên trong chính phủ Trân Trọng Kim. Thời gian giữ chức Bộ trưởng Thanh niên, ông có sáng kiến thành lập đoàn Thanh niên Tiền tuyến (còn gọi là Thanh niên Phan Anh), Thanh niên xã hội chuẩn bị cho công tác phòng ngự tổ quốc lúc có biến cố và làm công tác xã hội. Cùng thời điểm, ông là thành viên của Hội đồng soạn thảo hiến pháp kiêm thuyết trình viên (theo Dụ số 6 ngày 3-6-1945) để soạn thảo một hiến pháp cho nước Việt Nam mới. Cách mạng tháng 8 bùng nổ, ông từ chức cùng với nội các các Trần Trọng Kim về sống tại Hà Nội. Sau khi bầu cử Quốc hội (6-1-46) và thành lập Chính phủ liên hiệp ông được mời gia chức Bộ trưởng Bộ Quốc phòng, tháng 7-1946 ông là thành viên của Phái đoàn Việt Nam (Trưởng đoàn Phạm Văn Đồng) đi dự hội nghị Fontainebleau đàm phán với chính phủ Pháp. Sau ngày 19 tháng 12 năm 1946, ông tham gia khảng chiến chống Pháp suốt 9 năm (1946-1954). Năm 1948 giữ chức Bô trưởng Bộ Kinh tế, năm 1954 Bộ trưởng Bộ Công Thương. Tháng 7-1954 ông là phái viên Phái đoàn Việt Nam tham dự hội nghị Genève thương thuyết chấm dứt chiến tranh Việt Pháp ở Đông Dương. Sau năm 1954, ông giữ các chức vụ: Bộ trưởng Bộ Thương nghiệp (1955), Bộ trưởng Bộ Ngoại thương (1959), Chủ tịch Hội luật gia Việt Nam... và từng tham dự nhiều hội nghị Quốc tế về chiến tranh Đông Dương và luật học. Ông mất năm 1990 tại Hà Nội, thọ 78 tuổi. Các tác phẩm của ông hầu hết là những chuyên đề in trên tạp chí Thanh Nghị (1941-1945) tại Hà Nội, và một số bài phóng vấn của các kí giả, sử gia phương Tây, như: - Một nhà trí thức trong cách mạng và trong đổi mới (do sử gia người Na Uy Stein Tennesson thực hiện) - Trả lời phỏng vấn của Jose Manuel Galogo (người Cuba thực hiện). Cùng nhiều thơ văn, bài viết, tham luận đăng trên các tạp chí và hội nghị chuyên ngành trong và ngoài nước."
}