{
  "dateOfBirth": "…",
  "dateOfDeath": "Mậu Ngọ 1918",
  "hometown": "Quê làng Yên Nhiên phủ Vĩnh Trường, tỉnh Vĩnh Yên (nay thuộc xã Vũ Di, huyện Vĩnh Lạc, tỉnh Vĩnh Phú)",
  "occupation": "Anh hùng kháng Pháp, thủ lĩnh khởi nghĩa Thái Nguyên, ông còn có tên khác nữa là Trịnh Văn Đạt",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 140,
  "entityName": "Trịnh Văn Cấn",
  "aliases": [
    "Trịnh Văn Đạt"
  ],
  "overview": "Ông xuất thân là viên Đội khố xanh trong cơ binh Pháp đóng ở Thái Nguyên. Vợ ông là con gái của chí sĩ Phùng Văn Nhuận. Ông có lòng thương nước yêu dân, tiềm tàng tinh thần cách mạng. Do đó ông liên lạc với chí sĩ Lương Ngọc Quyến đang bị giam ở đấy, sẵn sàng làm tham mưu tổ chức khởi nghĩa chống Pháp. Đêm 30-8-1917, ông phát động cuộc khởi nghĩa phá ngục chiếm đồn, cho người cõng Lương Ngọc Quyến trong ngục ra để chỉ huy cuộc khởi nghĩa. Nghĩa quân làm chủ tỉnh lị Thái Nguyên từ 30-8 đến 5-9, rồi không chống nổi với giặc Pháp, phải rút lui. Ông xếp đặt võng cáng để đưa Lương Ngọc Quyến theo nhưng Lương Ngọc Quyến yêu cầu ông hãy bắn một phát đạn vào ngực mình để khỏi phiền các chiến sĩ. Cay đắng và ngậm ngùi, ông buộc lòng phải bắn Lương Ngọc Quyến như đề nghị của họ Lương (5-9-1917). Sau đó, ông vẫn tiếp tục điều động quân sĩ kháng chiến tới cuối năm. Ngày 5-1-1918 ông bị bao vây ở khu căn cứ Núi Pháo, đến ngày 10-11-1918 bên cạnh chỉ còn có 4 chiến hữu, ông tự nổ súng vào bụng hi sinh. Cái chết oanh liệt của ông và Lương Ngọc Quyến làm rạng ngời trang thanh sử Thái Nguyên. Tử Côn Đảo, Ngô Đức Kế làm bài thơ Thái Nguyên thất nhật quang nhục kí (ghi lại cảnh tượng bảy ngày quang phục Thái Nguyên) gồm 6 bài tứ tuyệt. Dưới đây là bài IV và VI: \"… Cự sưu hoạt kịch tái vô văn, Tạc đạn thanh trầm, đế đảng phân. Hảo vị hà sơn phất thổ khí, Cưỡng nhân ý thị Thái Nguyên quân. * Bút thiệt vô công kiếm vị thành, Thập niên cùng đảo ám thôn thanh. Uất thông giai khí hà sơn tại, Dạ dạ phần hương chúc hậu sanh.\" Bản dịch: Tấn kịch xin xâu đã hạ màn, Quả bom ngòi tắt, đảng vua tan. Non sông còn có mùi sinh khí, Tuồng Thái Nguyên lưa một tiếng vang. * Bút chả xong, gươm cũng dở dang, Mười năm nín tiếng chốn cùng hoang. Non sông un đúc người sau đấy, Câu chuyện thường đêm cứ đốt hương."
}