{
  "dateOfBirth": "15 tháng 1 năm 1920 An Giang, Nam Kỳ\n----------------------------------------------\nKỉ Mùi 1919",
  "dateOfDeath": "16 tháng 4, 1947 (27 tuổi) Nam Việt Nam\n----------------------------------------------\nĐinh Hợi 1947",
  "hometown": "Quê làng Hòa Hảo, huyện Tân Châu, tỉnh Châu Đốc (nay thuộc xã Hòa Hảo, huyện Phú Tân, tỉnh An Giang)",
  "occupation": "Tu sĩ, thi sĩ, người sáng lập hệ phái Phật giáo Hòa Hảo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1411,
  "entityName": "Hoàng Phú Sổ",
  "aliases": [
    "Phật thầy, Cuồng Sĩ, Hoàng Anh, Thầy tư Hoà Hảo",
    "Huỳnh Phú Sổ"
  ],
  "overview": "Huỳnh Phú Sổ (15 tháng 1 năm 1920 - 1947) là người sáng lập đạo Phật giáo Hòa Hảo. Theo các tài liệu của tôn giáo này, ông được các tín đồ gọi là \"Đức Thầy\", \"Đức Huỳnh Giáo Chủ\" hay \"Đức Tôn Sư\". Thư tịch đương thời còn ghi Huỳnh Phú Sổ được gọi là Ông đạo Xẻn.\n----------------------------------------------\nThuở nhỏ ông học tại trường làng, trường tiểu học Tân Châu. Chưa học xong bậc tiểu học bị bệnh ông phải nghỉ nửa chừng. Năm 1939, ông lập nên một hệ phái Phật giáo khởi đi từ giáo lí của Phật thầy Tây An (tại Châu Đốc) ở quê nhà, nên đương thời gọi là Phật giáo Hòa Hảo. Hệ phái này có tính cách bình dân, phần giáo lí vay mượn từ các học thuyết của Phật Thích Ca, Bửu sơn Kì Hương... Còn phần thực hành nặng về thế tục. Thời gian này ông thuyết lí về một số vấn đề tôn giáo phổ thông được ông ứng khẩu bằng thể thơ lục bát bình dị, mộc mạc, được người đời gọi là sấm giảng. Song song với việc thuyết giảng này, ông vừa bốc thuốc Nam (bây giờ gọi là thuốc dân tộc) trị được một ít bệnh thông thường. Từ đó ông hấp dẫn được một số đông quần chúng tin theo. Số người tin theo giáo lí của ông ngày càng đông nên chính quyền thực dân tìm cách ngăn cản và buộc ông lưu trú tại Sa Đéc (nay thuộc tỉnh Đồng Tháp) rồi quản thúc tại làng Nhơn Nghĩa, tỉnh Cần Thơ. Tại đây ông lại được nhiều người theo về đông hơn nữa. Thấy thế, Pháp cho ông bị bệnh tâm thần, nên đem về quản thúc tại nhà thương điên Chợ Quán - Sài Gòn, sau đó đưa ông xuống quản thúc tại Bạc Liêu (nay thuộc tỉnh Bạc Liêu). Đầu năm 1943, ông bị phát xít Nhật bắt cóc đem về ngụ ở Sài Gòn để mua chuộc. Sau Cách mạng tháng Tám, ông tham gia các tổ chức yêu nước trong Mặt trận Việt Minh. Tại Sài Gòn, ông thành lập Việt Nam Độc lập Vận động hội. Trong toàn quốc kháng chiến, ông ra chiến khu tham gia ủy ban kháng chiến hành chảnh Nam Bộ với chức vụ Ủy viên Đặc biệt. Đầu năm 1947, ông về Long Xuyên tham gia vào việc dàn xếp các rạn nứt trong nội bộ các lực lượng kháng chiến tại miền Tây Nam Bộ. Theo một số sử liệu, ông mất tích vào ngày 16-4-1947. Ông là tác giả một số thơ văn về Giáo lí Phật giáo Hòa Hảo, được các tín đồ Hòa Hảo gọi là Sấm giảng. Các tác phẩm chính: - Sấm giảng khuyên người đời tu niệm (quyển 1 - thơ lục bát dài 912 câu, xuất bản năm 1939). Nội dung sách nhằm đánh thức quần chúng bằng cách tiên tri những cảnh lầm than khốn khổ mà nhân dân phải hứng chịu. - Kệ nhân của người khùng (quyển 2 - thơ thất ngôn trường liên dài 846 câu, xuất bản năm 1939). Ở cuốn này tác giả vừa tiên tri tai nạn sắp xảy ra mà dân chúng phải gánh chịu, vừa khuyên mọi người nên làm lành tránh dữ. - Sấm giảng (quyển 3 - thơ lục bát dài 612 câu, xuất bản năm 1939) nội dung cuốn này dạy tu tâm dưỡng tính để được giải thoát. - Giác mê tâm kệ (quyển 4 - thơ thất ngôn trường thiên dài 846 câu, xuất bản năm 1939). - Khuyến thiện (quyển 5 - thơ thất ngôn dài 756 câu, xuất bản năm 1942). Viết về tiểu sử Đức Phật Thích Ca và luận về tám sự đau khổ trong cõi Ta bà, về pháp môn tịnh độ và cách diệt ngũ trọc, trừ thập ác và thực hành thập thiện. - Cách tu hiền và sự ăn ở của người bổn đạo (quyển 6, xuất bản năm 1945, Sài Gòn). Nội dung minh giải về tứ ân, tam nghiệp, thập ác, bát chánh, cùng giảng dạy về cách thờ phụng, cúng lạy, nghi thức cử hành tang lễ, giá thú, cùng cách giao tế với các tôn giáo khác."
}