{
  "dateOfBirth": "1830\n----------------------------------------------\nBính Tí 1816",
  "dateOfDeath": "1875\n----------------------------------------------\nẤt Hợi 1875",
  "hometown": "quê làng Tịnh Hà, huyện Kiến Hưng, tỉnh Định Tường (Mĩ Tho, nay thuộc tỉnh Tỉền Giang)",
  "occupation": "Chí sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 1446,
  "entityName": "Nguyễn Hữu Huân",
  "aliases": [
    "Thủ khoa Huân"
  ],
  "overview": "Nguyễn Hữu Huân (chữ Hán 阮友勳, 1830-1875) là một sĩ phu yêu nước và là một lãnh tụ khởi nghĩa chống thực dân Pháp ở Nam Kỳ (Việt Nam) vào nửa cuối thế kỷ 19. Ông được biết nhiều qua biệt danh Thủ khoa Huân.\n----------------------------------------------\nNăm Nhâm tí 1852 ông đỗ thủ khoa kì thi hương, nên tục gọi Thủ khoa Huân. Làm giáo thụ huyện Kiến Hưng, tỉnh Đinh Tường. Giặc Pháp xâm chiếm Nam Kì, ông đứng vào hàng ngũ kháng chiến, phối hợp với Âu Dương Lân và Võ Duy Dương làm phó quản đạo, tích cực chống Pháp. Địa bàn hoạt động là vùng Tân An, Mĩ Tho, Đồng Tháp Mười... Trước sau ông bị giặc bắt 3 lần. Lần thứ nhất được thả ra, ông vẫn cương quyết đánh đuổi giặc. Lần thứ hai, tháng 6-1863 sau khi tấn công thành Mĩ Tho thất bại, ông rút về Châu Đốc, bị quan tỉnh ấy bắt nộp cho giặc. Ông bị đi đày ở đảo Réunion trong năm 1864. Cuối năm 1871 ông được thả về lại cùng Âu Dương Lân tiếp tục kháng chiến ở vùng Định Tường suốt từ năm 1872 đến 1874, rồi bị bắt lần thứ ba trong cuộc tiến công thành Mĩ Tho. Giặc dụ hàng nhưng ông bất khuất. Chúng giết ông trong năm Ất hợi 1875, nhưng ông cắn lươi tự tử ngay tại pháp trường, không để chúng hành quyết. Thơ ông còn truyền tụng nhiều, đầy tính chiến đấu, nặng tình yêu nước. Và còn lưu lại một đôi câu đối tự điếu: \"Hữu chí nan thân, không uổng bách rúên chiêu vật nghị; Duy công bất tựu, diệc tương nhất tử báo quân ân.\" Nghĩa: Có chí khôn bày, sá quản trăm năm lời nghị chúng Tuy công chưa lập, cũng đành một thác báo ân vua"
}