{
  "dateOfBirth": "Tân Mão 1891",
  "dateOfDeath": "Kỉ Mùi 1979",
  "hometown": "tại làng An Ninh, tỉnh Bình Định (nơi thân phụ ông làm quan tại đó)",
  "occupation": "Linh mục Thiên Chúa giáo, giáo sư, nhà báo, Tổng tuyên úy Hướng đạo Việt Nam",
  "workTenure": "Không rõ",
  "fatherName": {
    "Hiệp tá Đại học sĩ Nguyễn Văn Mại": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 153,
  "entityName": "Nguyễn Văn Thích",
  "aliases": [
    "Nguyễn Hy Thích",
    "Sảng Đình"
  ],
  "overview": "Xuất thân trong một gia đình Nho học truyền thống, gia đình rất đông anh em (25 anh chị em). Thuở thiếu thời theo Nho học, từng lều chõng nhưng vẫn \"lạc đệ\". Năm 1907 ông bỏ Hán học theo học tại trường Dòng Phú Cam (Huế), năm 1909 đậu Thành chung (ban sư phạm). Năm 1911 được bổ chân Trợ giáo tại trường Tiểu học Nha Trang. Thời gian làm trợ giáo, ông kết thân với linh mục Leculier (cố Lựu) chánh xứ Bình Cang ở Nha Trang. Từ đó hai người trở nên tương đắc và ông nhận phép rửa tội tại nhà thờ Bình Cang, thánh danh Giuse Maria với sự phản đối của thân phụ (theo lời ông tâm sự với môn sinh thì cụ Phó bảng Mại từng trói ông nơi chân giường nhiều ngày, nhưng sau đó vẫn trốn vào nhà thờ xưng tội và cầu kinh). Tuy vậy lúc ông \"làm lễ mặc áo dòng\", thân phụ (cụ Nguyễn Văn Mại) có viết bài thơ gạt nước mắt để ghi nhớ. Cởi lốt trần gian mặc áo dòng, Từ rày việc thế, thế là xong. Bỏ nhà chi sá hai dòng lệ, Thờ Chúa xin dâng một tấc lòng. Nhẹ gót bước vào nơi tịch tịnh, Vui tình, chôn lấp cái hình dung. Bây giờ ngoảnh lại xem trần thế Một bước đà xa mấy vạn trùng. Năm 1914 ông thuyên chuyển ra dạy tại Trường Đông Ba (Huế), đến năm 1917, ông từ chức trợ giáo và xin vào tu học tại Tiểu Chủng viện An Ninh (Quảng Trị). Sau 9 năm tu học đến ngày 18 tháng 12 năm 1926 ông được thụ phong linh mục, rồi chuyển về làm giáo sư tại Tu viện Thánh Tâm ở Huế mà Tu viện trưởng là giám mục Hồ Ngọc Cẩn. Năm 1933 ông về làm giáo sư tại trường Trung học Providence (Thiên Hựu), năm 1937 chuyển ra làm giáo sư tại Tiểu chủng viện An Ninh nơi ông tu học từ trước. Năm 1936 giữ chức Tuyên úy Trường Quốc học đến năm 1956. Từ khi Viện Hán học và Đại học Huế thành lập (1957), ông phụ trách môn Hán văn tại hai trường này cho đến năm 1975, và cũng là giáo sư thỉnh giảng tại Đại học Sư phạm, Văn khoa Sài Gòn. Trước năm 1945 ông làm chủ nhiệm kiêm chủ bút báo Vì Chúa ở Huế của giáo hội Thiên Chúa giáo địa phận Huế. Ngoài một linh mục, một giáo sư, ông còn là một họa sĩ, nhạc sĩ có những họa phẩm giá trị: bức Từ mẫu (Mater Misericordiae), và những ca khúc tươi vui hồn nhiên cho tuổi trẻ: - Vui ca lên - Phổ nhạc thơ thiền, ca dao - Mười hai cái nến... Cùng một số sách giáo khoa Việt - Hán trung Đại học: - Quốc văn tân khóa bổn (1935) - Phong dao Việt Nam (1960) các tuyển tập ca dao Việt Nam - Đại học (1962) - Mạnh Tử (1963) - Trung dung (1964) Những năm 1974-1975, ông về sống tại Nhà Chung giáo phận Huế, đến ngày 9 tháng 12 năm 1979 (20-10 Kỉ mùi) ông qua đời, thọ 88 tuổi, an táng tại triền núi Thiên Thai (Huế). Linh mục Sảng Đình Nguyễn Hi Thích là một nhà tu hành đắc đạo mà cũng là một bậc mô phạm mẫu mực, uyên thâm có công đào tạo được nhiều thế hệ học trò góp phần tích cực cho nền giáo dục Việt Nam hiện đại."
}