{
  "dateOfBirth": "…",
  "dateOfDeath": "Mậu Tí 1948",
  "hometown": "quê làng Tây Tựu, huyện Hoài Đức, tỉnh Hà Đông cũ (nay thuộc ngoại thành Hà Nội)",
  "occupation": "Nhà văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1531,
  "entityName": "Nguyễn Phan Lãng",
  "aliases": [
    "Đàm Xuyên"
  ],
  "overview": "Những năm 1907 ông tham gia giảng dạy tại trường Đông Kinh nghĩa thục, soạn bài Thiết tiền ca đả kích chế độ tiền tệ của thực dân Pháp. Năm 1908, nhà trường bị đóng cửa, ông ra làm báo, viết cho Nam phong nhưng vì không chịu vào hùa với một số nguời trong tòa soạn nên lại thôi không cộng tác nữa. Năm 1925, ông viết bài Tiếng cuốc kêu và bài Mơ tổ mắng, nội dung nói lên lòng yêu nước của ông; được người đương thời để ý. Tác phẩm: - Thiết tiền ca (bài ca tiền sắt). Đông Kinh nghĩa thục, 1908. - Tiếng cuốc kêu. Hà Nội, Chân Phương, 1926. - Mơ Tổ mắng. 1926. - Hoàng Lê nhất thống chí (sách dịch). Cát Thành xuất bản. - Loại sách bình dân: Trạng Quỳnh, Trạng Lợn, Long thành tang hải lục... Bản Thiết tiền ca (Bài ca tiền sắt) của Nguyễn Phan Lãng có ảnh hưởng rất lớn lúc đương thời, phá cả một chính sách kinh tế của thực dân, bị thực dân cấm, nên rất ít người biết. Nay chúng tôi chép lại đây trọn bài vì nghĩ tài liệu đó rất nên phổ biến, có thể trích giảng trong các sách giáo khoa: Tiền với bạc đó là máu mủ, Không có tiền no đủ được sao? Một ngày là một tiêu hao. Máu rơi của hết sống sao được mà! Trời đất hỡi! Dân ta khốn khổ, Đi trăm đường thuế nọ thuế kia, Lưới vây chài quét trăm bề, Róc xương róc thịt, còn gì nữa đâu? Chợt lại thấy bắt tiêu tiền sắt, Thoạt tai nghe bần bật khúc lòng. Trời ơi có khổ hay không? Khổ gì bằng khổ mắc trong cường quyền. Họ khinh lũ đầu đen không biết, Lấy mẹo lừa giết hết chúng ta. Bạc vào đem sắt đổ ra, Bạc kia thu hết sắt mà làm chi? Họ tính lại suy đi đã kiệt, Trói chân tay để chết người mình. Anh em thử nghĩ cho tinh, Sẽ đem soi xét tâm tình họ xem. Họ không muốn người Nam buôn bán, Để một ngày một cạn của đi, Còn trơ đống sắt đen sì, Bạc kia không có lấy gì thông thương? Dầu có muốn xuất dương thương mại, Đem sắt đi ai dại với mình; Rồi ra luẩn quẩn loanh quanh, Vốn kia không có, lợi sinh được nào? Nó lại thấy lưng cao muốn chết, Sợ người mình thấy thiệt thì kêu, Nó đưa tiền sắt cho tiêu, Tuy rằng không chiết mà hao thiệt nhiều. Ấy nó nghĩ mưu cao dường thế, Chỉ tìm đường làm tệ nước ta. Làm cho kẻ xót người xa, Làm cho nhớn bé trẻ già bỏ nhau, Làm cho muốn cất đầu không được, Làm cho đi một bước không xong, Thế mà ta vẫn ngay lòng, Tưởng làm như thế cũng không hề gì!"
}