{
  "dateOfBirth": "Bính Ngọ 1906",
  "dateOfDeath": "Mậu Thìn 1988",
  "hometown": "tại làng Quán Rường (Bảo An Đông), tổng Chiên Đàn, huyện Hà Đông, phủ Tam Kì, tỉnh Quảng Nam (nay là xã Tam An, thị xã Tam Kì cùng tỉnh) có bút danh: Lạc Nhân, Giang Hạ, Lương Phát, Chuông Mai",
  "occupation": "Nhà báo, cựu Dân biểu Trung Kì, cựu thư kí tòa soạn báo Tiếng Dân ở Huế, sinh ngày 1 tháng 6 năm 1906 tại làng Quán Rường (Bảo An Đông), tổng Chiên Đàn, huyện Hà Đông, phủ Tam Kì, tỉnh Quảng Nam ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1550,
  "entityName": "Nguyễn Quí Hương",
  "aliases": [
    "Lạc Nhân"
  ],
  "overview": "Thuở nhỏ ông học ở Tam Kì, Hội An, trung học ở Đà Nẵng, Huế. Từng tham gia lễ truy điệu và thọ tang chí sĩ Phan Châu Trinh năm 1926 nên bị đuổi học. Sau đó ông tham gia phong trào yêu nước, phổ biến các sách báo tiến bộ, bị Pháp bắt giam ở Hội An rồi đày lên Bà Nà (miềnTây bắc Quảng Nam). Khoảng năm 1930 được phóng thích, ông ra Huế viết báo, cộng tác chặt chẽ với báo Tiếng Dân của Huỳnh Thúc Kháng. Năm 1937, ông trúng cử Dân biểu trong Viện Dân biểu Trung Kì (ở Huế) đơn vị tỉnh Quảng Nam. Năm 1938 ông làm Giám đốc trường Quảng Thuận ở Phan Thiết, do nữ sĩ Ngọc Sương và thi sĩ Bích Khê điều hành. Trường bị nhà cầm quyền theo dõi, bị đóng cửa đôi ba lần, đầu năm 1940 đóng cửa hẳn. Tại Huế, ngoài chức Thư kí tòa soạn báo Tiếng Dân dưới quyền chủ nhiệm kiêm chủ bút Huỳnh Thúc Kháng (1876-1947), ông còn cộng tác với các báo: Nhành lúa của Hải Triều Nguyễn KhoaVăn, Viên âm của Lê Đình Thám... Sau năm 1945 ông tham gia kháng chiến ở Quảng Nam và liên khu 5. Từng làm Tổng thư kí tòa soạn các báo Đoàn kết kháng chiến, Kinh tế miền Nam, Trung bộ Nam phần công báo... Sau hiệp định Genève, ông lui về sống ở quê, cuối năm 1954 ông ra Huế cộng tác với ông Phạm Bá Nguyên (cựu kháng chiến ở liên khu 4) tổ chức sáng lập tuần báo Công li ở đường Ô Hồ, Huế; ông giữ chức chủ bút báo này. Đây là một tờ báo nổi tiếng tại miền Trung trong những năm có Phong trào hòa bình do Bác sĩ Lê Khắc Quyến làm chủ tịch. Đến năm 1956 báo này bị rút giấy phép vì những bài báo ủng hộ phong trào hòa bình, và bất phục Ngô Đình Diệm. Lúc ông làm chủ bút có độc giả tặng ông bài thơ cũng nói lên thực chất của tờ Công lí. (đăng trên bổn báo). Hương thơm thuở ấy vẫn còn nguyên Nay lại lan ra khắp mọi miền Công lí vẫn là Công lí mãi, Hương thơm thuở ấy vẫn còn nguyên. (Mai Sơn, 1955) Phu nhân ông là nữ sĩ Ngọc Sương (chị ruột thi sĩ Bích Khê: 1916-1946) ở Quảng Ngãi thuộc trường phái thơ Tượng trưng của Việt Nam. Sau các năm 60, ông cùng gia đình chuyển vào sống ở Sài Gòn và qua đời ngày 22-7-1988, thọ 82 tuổi."
}