{
  "dateOfBirth": "25 tháng 8, 1911 Lộc Thủy, Lệ Thủy, Quảng Bình, Trung Kỳ, Liên bang Đông Dương\n----------------------------------------------\nTân Hợi 1911",
  "dateOfDeath": "4 tháng 10, 2013 (102 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\n2013",
  "hometown": "Quê xã Lộc Thủy, huyện Lệ Thủy, tỉnh Quảng Bình",
  "occupation": "Thuộc\n----------------------------------------------\nTrong Từ điển Bách khoa Quân sự Việt Nam viết: tổng tư lệnh QĐNDVN, Bộ trưởng Bộ Quốc phòng nước VNDCCH (CHXHCNVN) (1946- 8-1947, 8-1948-1980). Quê xã Lộc Thủy, huyện Lệ Thủy, tỉnh Quảng Bình; tham gia cách mạng từ năm 1925, đại tướng (1948); đảng viên ĐCSVN (1940). Năm 1929 th am gia cải tổ Tân Việt Cách mạng đảng thành Đông Dương Cộng sản liên đoàn. Năm 1930 bị thực dân Pháp bắt giam. Năm 1936-1939 tham gia phong trào Mặt trận dân chủ Đông Dương, biên tập viên các báo của Đảng, chủ tịch ủy ban báo chí Bắc Kì trong phong trào Đông Dương đại hội. Sau tháng 5-1941 xây dựng cơ sở Cách mạng ở Cao Bằng, tham gia chuẩn bị khởi nghĩa vũ trang ở căn cứ địa Cao - Bắc - Lạng. Năm 1942 phụ trách Ban xung phong Nam tiến, dùng hoạt động tuyên truyền vũ trang mở đường liên lạc giữa miền núi với đồng bằng Bắc Bộ. Tháng 12-1944 được lãnh tụ Nguyễn Ái Quốc giao thành lập Việt Nam tuyên truyền giải phóng quân",
  "workTenure": "1944 - 1991\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 157,
  "entityName": "Võ Nguyên Giáp",
  "aliases": [],
  "overview": "Võ Nguyên Giáp (25 tháng 8 năm 1911 – 4 tháng 10 năm 2013), còn được gọi là tướng Giáp hoặc anh Văn, là một nhà chỉ huy quân sự và chính trị gia Việt Nam. Ông là Đại tướng đầu tiên, Tổng tư lệnh của Quân đội Nhân dân Việt Nam, cũng là người chỉ huy đầu tiên Quân đội Nhân dân Việt Nam, là một trong những người góp công thành lập Việt Nam Dân chủ Cộng hòa, được chính phủ Việt Nam đánh giá là \"người học trò xuất sắc và gần gũi của Chủ tịch Hồ Chí Minh\", là chỉ huy chính trong các chiến dịch và chiến thắng chính trong Chiến tranh Đông Dương (1946–1954) đánh bại Thực dân Pháp, Chiến tranh Việt Nam (1960–1975) chống Mỹ, thống nhất đất nước và Chiến tranh biên giới Việt-Trung (1979) chống quân Trung Quốc tấn công biên giới phía Bắc.\n----------------------------------------------\nTrong kháng chiến chống Mĩ cùng Bộ chính trị chỉ đạo các chiến dịch lớn ở miền Nam Việt Nam, trong đó có chiến dịch Hồ Chí Minh, chỉ đạo chiến tranh nhân dân chống phá chiến tranh phá hoại bằng không quân và hải quân của Mĩ ở miền Bắc Việt Nam. Tác giả nhiều tác phẩm quân sự được xuất bản trong và ngoài nước. Huân chương sao vàng, hai Huân chương Hồ Chí Minh, hai Quân công hạng nhất."
}