{
  "dateOfBirth": "Kỉ Sửu 1649",
  "dateOfDeath": "Bính Thìn 1736",
  "hometown": "Hà Tây",
  "occupation": "Danh sĩ, có sách chép tên là Đặng Thụy",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 1583,
  "entityName": "Đặng Đình Tướng",
  "aliases": [
    "Đình Tướng"
  ],
  "overview": "Người xã Lương Xá, huyện Chương Đức (nay là Chương Mỹ), tỉnh Hà Đông (nay là tỉnh Hà Tây), cháu 5 đời của Nghĩa Quốc Công Đặng Huấn, con Yên Quận Công Liễu. Ông thi Hương đỗ giải nguyên, đến năm Canh tuất 1670 ông đỗ Tam giáp đồng tiến sĩ, 21 tuổi. Năm Đinh sửu 1697, ông sung Phó sứ sang cống nhà Thanh, khi về, ông có tập hồi kí Chúc ông phụng sứ tập. Năm Ất dậu 1705 ông làm Bồi tụng, Tả thị lang bộ Lại, tước Nam. Chúa Trịnh Căn thấy ông biết việc binh mới đổi sang chức võ lâm Đô đốc, trấn thủ Sơn Nam, tước Ứng Quận Công rồi thăng Tả đô đốc, phủ đô đốcTây quân, gia Thiếu phó, phong Tá lí công thần và được mở dinh quân Tiền Hòa. Năm Mậu tuất 1718, ông được gia phong Thái phó, tham dự triều chính, lên quốc lão rồi về hưu. Năm Canh tuất 1730 lại được Trịnh Cương đặc cách vinh thăng và tôn lên hàng Ngũ lão, lại phục chức cho giữ việc phủ Đô đốc. Bấy giờ nhân Trịnh Giang mới được lập làm Thế tử, ông dâng bộ Thuật cổ quí huấn lục gồm 8 thiên, được ban khen trọng hậu, đến năm 80 tuổi được phong Đại tư mã rồi lại được về hưu. Năm Bính thìn 1736, ông mất, thọ 87 tuổi được truy tặng Đại tư không và phong làm Phúc thần. Trong Lịch triều hiến chương loại chí Phan Huy Chú viết: \"ông tuổi trẻ làm quan lên đến chức vị cao sang; trong khoảng ngót 70 năm, từng trải mấy triều, trở nên bậc kì cựu, công danh phẩm vọng hơn cả các quan. Ba con và một cháu của ông đều cưới Quận chúa, một nhà quí thịnh người ta gọi ông là Tiên quốc lão. \" Ngoài bộ Chúc ông phụng sứ tập, ông còn soạn bộ Thuật cổ qui huấn lục như đã nói trên, gồm 2 quyển, chép lại những câu dạy dỗ của người xưa, tiến dâng chúa Trịnh để dùng làm phép tắc dạy dỗ con cháu. Đặng Đình Tướng không những là một quan lại có thực tài, mà còn là một nhà văn hóa nổi tiếng."
}