{
  "dateOfBirth": "1 tháng 10, 1914 Hoài Đức, Hà Đông, Liên bang Đông Dương\n----------------------------------------------\nGiáp Dần 1914",
  "dateOfDeath": "5 tháng 12, 1986 (72 tuổi) Hà Nội, Việt Nam\n----------------------------------------------\nBính Dần 1986",
  "hometown": "Quê xã Yên Nghĩa, huyện Hoài Đức tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Thuộc\n----------------------------------------------\nTướng lĩnh ",
  "workTenure": "1945–1986\n----------------------------------------------\nKhông rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1609,
  "entityName": "Lê Trọng Tấn",
  "aliases": [
    "Lê Trọng Tố"
  ],
  "overview": "Lê Trọng Tấn (1914–1986) là một Đại tướng Quân đội Nhân dân Việt Nam. Ông từng là Viện trưởng Học viện Quân sự Cao cấp, Tổng tham mưu trưởng Quân đội Nhân dân Việt Nam, Thứ trưởng Bộ Quốc phòng, Phó tư lệnh Quân giải phóng miền Nam. Ông là vị Đại tướng Việt Nam lớn tuổi nhất vào thời điểm thụ phong: 70 tuổi 352 ngày; và cũng là vị Đại tướng giữ quân hàm hiện dịch ngắn nhất: 1 năm, 343 ngày.\n----------------------------------------------\nThuở nhỏ, ông học ở Hà Nội, sớm có tinh thần yêu nước, tham gia cách mạng từ năm 1944 và có chân trong Mặt trận Việt Minh, phụ trách công tác binh vận ở Bạch Mai, Hà Nội. Tháng 3 năm 1945, được tổ chức Cách mạng cử về huyện Ứng Hòa, tỉnh Hà Đông tuyên truyền, tổ chức các cơ sở cách mạng và huấn luyện các lực lượng vũ trang tự vệ. Cách mạng tháng Tám thành công, rồi trong kháng chiến chống Pháp ông từng giữ các chức vụ tham mưu từ sư đoàn đến Bộ Tổng tham mưu QĐNDVN. Trong hai cuộc kháng chiến, ông từng đảm nhiệm các chức vụ: ủy viên Ban chấp hành trung ương Đảng Cộng sản Việt Nam, ủy viên thường vụ Đảng ủy quân sự trung ương, Thứ trưởng Bộ Quốc phòng, Tổng tham mưu trưởng Quân đội Nhân dân Việt Nam, Đại biểu Quốc hội. Những năm 1960-1975, ông giữ các chức vụ: ủy viên Quân ủy Miền, Phó tư lệnh quân Giải phóng miền Nam. Ông mất ngày 5-12-1986 tại Hà Nội, hưởng thọ 72 tuổi, an táng tại nghĩa trang Mai Dịch (Hà Nội). Do công lao của mình, ông được Đảng và Nhà nước Việt Nam tặng nhiều Huân chương Quân công cao quí, trong đó có Huân chương Hồ Chí Minh."
}