{
  "dateOfBirth": "Ất Sửu 1865",
  "dateOfDeath": "Nhâm Tuất 1922",
  "hometown": "quê làng Bích Trâm, huyện Điện Bàn (nay là xã Điện Hòa, huyện Điện Bàn, tỉnh Quảng Nam)",
  "occupation": "Chiến sĩ phong trào Duy tân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 1618,
  "entityName": "Nguyễn Nhự",
  "aliases": [],
  "overview": "Là cựu học sinh trường Huấn Điện Bàn, trường Đốc Quảng Nam, đỗ cử nhân khoa Quí mão tại trường thi Nghệ An (đúng là ông thi năm 1900 tại trường Thừa Thiên, nhưng quan Đề tuyển làm mất quyển thi của ông nên Bộ Lễ cho phụ thi ở trường Nghệ An năm 1903). Ông (NN) là một trong các nhân vật nòng cốt tại các hội thương, hội học ở Phong Thử, Diên Phong, Phú Bông (Điện Bàn) cùng với tú tài Mai Luyện (thân phụ cử nhân Mai Dị (1880-1928) từng học và dạy Quốc ngữ và mậc âu phục, cúp tóc sớm nhất làm gương cho lớp hậu học và đồng bào. Chính các ông từng mặc đồ Tây, hớt tóc ngắn... họp ở văn miếu Quảng Nam hô hào đồng bào biểu tình xin xâu giảm thuế năm 1908. Cùng năm trên (1908) ông bị bắt một lần với Phan Thúc Duyện, Mai Luyện, Lê Bá Trinh... Pháp và Nam triều kết án 3 năm tù, đánh 100 gậy, đến năm 1911 mới được trả tự do. Năm 1916 ông tham gia khởi nghĩa Duy Tân, cuộc khởi nghĩa thất bại, ông lại bị bắt giam, kết án đày Côn Đảo, nhưng nay lúc đó ông bi bạo bệnh (kiết lị) nên vẫn còn giam tại nhà lao Hội An. Năm 1918 bệnh ông thêm nặng, nhà cầm quyền Quảng Nam cho đưa về quê nhà chờ chết Về quê được bốn năm, ông mất tại quê nhà thọ 57 tuổi. Theo tài liệu của cuộc khởi nghĩa, nếu đại sự thành công ông sẽ giữ chức Án sát Quảng Nam của chính quyền mới. Hồi ông đậu cử nhân (1903), Tổng tài Quốc sử quân Nguyễn Thuật (1832- 1911) có câu đối mừng ông đỗ đại đăng khoa: \"Khoa cử luận tài, thùy bã sĩ lưu khái tàm nghị; Văn chương đắc ý, hảo tương vân sự phú hồng ngư\" Nghĩa: Khoa cử chọn người tài, ai đem sĩ phu nói mạnh về kiến tầm, Văn chương đắc ý thì làm những bài phú hay về hồng ngư. Ông là thân phụ các nhân vật: - Nguyễn Đóa (1896-1993): cựu Đốc học, nguyên Phó chủ tịch Chính phủ Cách mạng lâm thời miền Nam Việt Nam (1969-1975). - Nguyễn Xuân Nhĩ (1912-1983): Cựu Bí thư tỉnh ủy Quảng Nam, Chủ tịch UBHC tỉnh Quảng Nam (1946-1948). - Nguyễn Xuân Vân (1918-1968): Bí thư tỉnh ủy đảng Dân chủ tỉnh Quảng Nam, liệt sĩ."
}