{
  "dateOfBirth": "Bính Ngọ 1906",
  "dateOfDeath": "Quí Mùi 2003",
  "hometown": "huyện Ngọc Lập, xã Phùng Chí Kiên, huyện Mĩ Hào, tỉnh Hưng Yên",
  "occupation": "Giáo sư, nhà văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1668,
  "entityName": "Nguyễn Lân",
  "aliases": [
    "Từ Ngọc"
  ],
  "overview": "Thời trẻ tuổi ông học ở Hưng Yên, Hà Nội (trường Bưởi) cựu sinh viên Trường Cao đẳng sư phạm Đông Dương. Năm 1932 tốt nghiệp ban Văn chương Trường Cao đẳng sư phạm dạy tại các trường Quốc học, Đồng Khánh Bách Nghệ (Huế) cho đến năm 1945. Sau cách mạng tháng Tám ông giữ chức Trưởng ti Giáo dục tỉnh Thừa Thiên, kiêm Phó Giám đốc Nha học chánh Trung Bộ. Sau đó chuyển ra dạy ở miền Bắc. Năm 1951 làm Giám đốc Giáo dục Liên khu X, Liên khu Việt Bắc rồi sang dạy ở Trường Sư phạm cao cấp khu học xá Nam Ninh ở Trung Quốc. Sau hiệp định Genève, hòa bình được tái lập ông về dạy tại Trường Đại học Sư phạm Hà Nội giữ chức chủ nhiệm bộ môn Tâm Lý giáo dục đến năm 1971 mới về hưu. Ngoài một nhà giáo, Nguyễn Lân còn là một tiểu thuyết gia với bút danh Từ Ngọc kí trong các truyện ngắn, tiểu thuyết nhất là tiểu thuyết Cậu bé nhà quê xuất bản từ năm 1925 đã một thời vang vọng trên văn đàn. Các tác phẩm chính: Sáng tác: - Cậu bé nhà quê (1925) - Khói hương (1935) - Ngược dòng (1936) - Truyện ngắn Từ Ngọc (gồm một số truyện ngắn, 1936) - Hai ngả (1938) Biên khảo: - Nguyễn Trường Tộ (1941) - Để tìm hiểu Gorki (1958) - Khảo thích truyện Trê Cóc (1959) - Ngữ pháp Việt Nam (1959) - Lịch sử Giáo dục học thế giới (1958) - Người thầy giáo xã hội chủ nghĩa (1960) - Giảng dạy trên lớp (1961) - Giáo trình giáo dục học (1961) - Qui chế thực tập sư phạm (1962) Từ điển: - Từ điển chính tả phổ thông (1963) - Từ điển Tiếng Việt (1967) - Từ điển Pháp - Việt (1981) - Từ điển từ và ngữ Hán Việt (1989) - Từ điển Việt - Pháp (hợp soạn, 1989) - Từ điển thành ngữ và tục ngữ (1989) - Từ điển thành ngữ, tục ngữ Pháp - Việt (1994) - Từ điển từ và ngữ Việt Nam (2002) Giáo sư Nguyễn Lân suốt đời tận tụy với chức nghiệp và thiên chức cao quí của người cầm phấn và cầm bút gần 70 năm. Do thành quả và lao động học thuật của mình, ông được nhà nước Việt Nam tặng thưởng một số huân chương cao quí, trong đó có danh hiệu Nhà giáo nhân dân và Giải thưởng Hồ Chí Minh. Ông qua đời ngày 7-8-2003 tại Hà Nội thọ 97 tuổi."
}