{
  "dateOfBirth": "17 tháng 12, 1892 Hà Nội, Bắc Kỳ, Liên bang Đông Dương\n----------------------------------------------\nNhâm Thìn 1892",
  "dateOfDeath": "6 tháng 9, 1945 (52 tuổi) Thừa Thiên, Trung Bộ, Việt Nam Dân chủ Cộng hòa\n----------------------------------------------\nẤt Dậu 1945",
  "hometown": "tại Hà Nội, nguyên quán làng Thượng Hồng, phủ Bình Giang, tỉnh Hải Dương",
  "occupation": "Nhà văn, tác giả, Cựu Thượng thư",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 1679,
  "entityName": "Phạm Quỳnh",
  "aliases": [
    "Hồng Nhân",
    "Hoa Đường",
    "Thượng Chi"
  ],
  "overview": "Phạm Quỳnh (chữ Hán: 范瓊; 17 tháng 12 năm 1892 - 6 tháng 9 năm 1945) là một nhà văn hóa, nhà báo, nhà văn và quan đại thần triều Nguyễn (Việt Nam). Ông là người đi tiên phong trong việc sử dụng chữ Quốc ngữ và dùng tiếng Việt - thay vì chữ Nho hay tiếng Pháp - để viết lý luận, nghiên cứu. Ông có tên hiệu là Thượng Chi (尚之), bút danh: Hoa Đường (華堂), Hồng Nhân.\n----------------------------------------------\nÔng tốt nghiệp trường Thông ngôn năm 1908, được bổ làm việc tại trường Viễn Đông Bác cổ Hà Nội. Ông có tài học, nhưng cộng tác chặt chẽ với thực dân Pháp về văn học và chính trị. Do đó, năm 1917 ông được Louis Marty (Giám đốc chính trị kiêm trưởng mật thám Đông Dương) cho ra tờ tạp chí Nam Phong, ông giữ chân chủ nhiệm kiêm chủ bút làm cơ quan tuyên truyền chính trị cho Pháp tại Đông Dương. Năm 1932, ông được Pháp cử giữ chức Ngự tiền văn phòng vua Bảo Đại, rồi Thượng thư bộ Học, bộ Lại. Hoạn lộ của ông lên nhanh như diều gặp gió vì gắn bó mật thiết với các quan thầy thực dân. Ông sáng tác văn học khá nhiều, đủ thể loại; nhất là nghiên cứu và dịch thuật. Hầu hết tác phẩm của ông đều đăng trên tạp chí Nam Phong, sau được in lại trong bộ Nam Phong tùng thư và Thượng Chi văn tập (hơn ngàn trang). Đương thời, Phạm Quỳnh từng bị các nhà yêu nước, nhà văn hóa chân chính (Ngô Đức Kế, Huỳnh Thúc Kháng, Phan Khôi) lên án về việc ông tán dương truyện Kiều với ý đồ đen tối và có tính cách thậm xưng. Ngày 23-8-1945, ông bị các lực lượng cách mạng bắt ở Huế, rồi sau đó bị xử bắn ở làng Hiền Sĩ, tỉnh Thừa Thiên hưởng dương 53 tuổi. Các tác phẩm chính của ông: - Quelques conférences à Paris. (Hà Nội, 1923) - Phật giáo đại quan. (Hà Nội, 1924) - Le paysan Tonkinois à travers le parler populaire (Hà Nội, 1930) - Les études classiques sino annamites. (Hà Nội, 1924) - Văn minh luận (Hà Nội, 1927) - La poésie annamite (Hà Nội, 1930) - Lịch sử thế giới (Hà Nội, 1930) - Lettre ouverte à S. E. le ministre des colonies (Hà Nội, 1931) - Ba tháng ở Paris (Hà Nội, 1927) - Văn học nước Pháp (Hà Nội, 1927) - L\u0027idéal du sage dans la philosophie confucéenne (Hà Nội, 1928) - Une figure orginale de philosophe chinois \"Mặc dịch\", apôtre de la paix et de la fraternité (Hà Nội, 1928) - Chính trị nước Pháp (Hà Nội, 1928) - Les humanités sino-annamites (Hà Nội, 1928) - Redressement français et restauration annamite. (Huế, Nhà in Đắc Lập, 1941) - Charles Maurras, penseur politique (có bản dich ra Tiếng Việt, Hà Nội, Thụy Ký, 1943) - Tài liệu bách khoa đại từ điển (Hà Nội, 1943) - Le capitaine Đỗ Hữu Vị, héros franco annamite (Huế, Đắc Lập, 1937) Ngoài ra, ông còn có nhiều bản dịch về triết học, văn học cách ngôn, ngụ ngôn, tuồng hát từ tiếng Pháp ra tiếng Việt… nhiều bài nghiên cứu in trong Đông Dương tạp chí, Nam Phong tạp chí, Nam Phong tùng thư, Thượng Chi văn tập, Essais franco annamites, Nouveaux essais franco annamites, Huế, 1938; Tập san - trường Viễn Đông bác cổ, Nha học chánh Đông Dương, Tạp chí Thái Bình Dương, Tạp chí Pháp Á... Sau đây là bài Tự ngôn của bộ Thượng Chi văn tập (5 cuốn) in năm 1943 do tác giả viết: Nhiều bạn độc giả có bụng yêu thường nói với tôi rằng: \"Báo Nam Phong bây giờ ít người giữ được trọn bộ. Những bài luận thuyết khảo cứu của ông đăng trong báo, nhiều bài còn có giá trị. Chúng tôi muốn đọc mà tìm kiếm rất khó. Ông nên cho lựa chọn nhưng bài hay, tái bản thành sách, thật là ích lợi cho chúng tôi lắm.\" Tôi ngần ngại, tự nghĩ những bài đăng báo là phần nhiều vì câu chuyện hiện thời mà viết ra, cách mười lăm, hai mươi năm về sau không còn thích hợp nữa. Vả tựu trung vàng thau lẫn lộn, lựa chọn cho được toàn bích, đáng để lưu truyền cũng khó lắm. Song lại nghĩ rằng: báo Nam Phong cũng là tiêu biểu cho một thời kì trong công cuộc cải tạo quốc văn đề xướng quốc học. Quốc văn sau này còn tấn tới nhiều, quốc học sau này còn mở mang rộng. Nhưng cái bước đầu khó khăn cũng nên ghi nhớ lấy, để có thể so sánh trước sau hơn kém thế nào. Sau hơn trước là lẽ cô nhiên, nhưng có trước mới có sau, thời trước đối với sau cũng không phải là tuyệt vô quan hệ. Cho nên tôi cũng vui lòng lựa lấy ít nhiều bài gọi là nghe được, cho in thành sách đề là Thượng Chi văn tập để cống hiến các độc giả có bụng chiếu cố. Chỉ xin nhớ cho rằng những bài này là viết tự khoảng trên dưới mười lăm hai mươi năn trước chỉ có nhuận sắc đính chính lại một đôi chút mà thôi. Hoa Đường Phạm Quỳnh cẩn chí (Huế, ngày tháng 6 năm 1943)"
}