{
  "dateOfBirth": "1868\n----------------------------------------------\nMậu Thìn 1868",
  "dateOfDeath": "1925\n----------------------------------------------\nẤt Sửu 1925",
  "hometown": "Quê làng Liên Bạt, huyện Ứng Hòa, tỉnh Hà Đông (nay thuộc TP",
  "occupation": "Chí sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 1701,
  "entityName": "Nguyễn Thượng Hiền",
  "aliases": [
    "Mai Sơn",
    "Đỉnh Nam"
  ],
  "overview": "Nguyễn Thượng Hiền (1868-1925) tên tự: Đỉnh Nam, Đỉnh Thần, tên hiệu: Mai Sơn còn được gọi là Ông nghè Liên Bạt, sinh năm 1868 tại làng Liên Bạt, tỉnh Hà Đông. Ông là con Hoàng giáp Nguyễn Thượng Phiên, và là con rể quan Phụ chính Đại thần Tôn Thất Thuyết.\n----------------------------------------------\nNăm Ất dậu 1885 ông đỗ cử nhân mới 17 tuổi, thi Hội đỗ đầu, đang chờ xướng danh thì kinh thành Huế thất thủ. Mãi đến năm 1892 thi lại đỗ Hoàng Giáp mới 24 tuổi. Tuy đỗ cao nhưng ông không ra làm quan, về ẩn cư ở vùng núi Nưa (Nga Sơn), Thanh Hóa. Ít lâu triều đình nhiều lần mời, ông nhận chức Toản tu Quốc sử rồi làm Đốc học tỉnh Ninh Bình. Năm Đinh mùi 1907, sau khi chịu tang cha, ông bỏ quan, sang Nhật hưởng ứng phong trào Đông du. Từ đấy ông sát cánh với Phan Bội Châu lo việc cứu nước. Khoảng năm 1915 ông có sang Thái Lan liên lạc với công sứ Đức và Áo bàn kế hoạch hợp tác đánh Pháp. Tình thế biến chuyển nên kế hoạch không thành, và gặp nhiều điều đau xót, ông sang Trung Quốc rồi vào tu ở chùa Thường Tịch Quang ở Hàng Châu. Năm Ất sửu, ngày 13 âm lịch (28-12-1925) ông bệnh mất ở chùa. Trước khi mất ông có lời trối dặn thiêu xác, vất tro xuống sông Tiền Đường. Trong lĩnh vực chính trị ông đóng góp không nhiều nhưng về mặt văn học ông có những đóng góp đáng kể. Tác phẩm chính của ông gồm bộ: Nam chi tận, Hạc Thư ngâm biên, Mai Sơn ngâm tập, Nam hương tập, Mai Sơn ngâm thảo. Riêng thơ có hơn 600 bài đầy nhiệt tình. Ngoài ra còn có tập Hợp quần doanh sinh thuyết bằng chữ Hán và hai bài phú cải lương viết toàn bằng Quốc ngữ kèm theo những câu thành ngữ, tục ngữ rất giá trị về văn chương bác học cũng như truyền khẩu. Thơ văn ông có giá trị một lòng lo nước, thương dân, có vẻ đẹp thanh thoát. Tâm chí ông biểu lộ rõ nét trong bài: THUẬT CẢM Thất mã yên trầm biệt cựu lâm, Quyên khu thị báo quốc ân thâm. Bổ thiên điền hải tuy nan sự, Phá phủ trầm chu tự tráng tâm. Vạn lí chinh san tùy nhạn độ, Tam canh hùng kiếm tác long ngâm. Hà thời thân hệ cường Hồ cảnh, Qui đổi giang san tửu mãn châm. Bản dịch: Ngựa biệt rừng xưa khói bụi tung, Cao dày ơn nước quyết đền xong, Vá trời lấp biển dù gian khổ, Thuyền đắm rồi tan chẳng ngại ngùng. Áo khoác đường trường theo bóng nhạn, Gươm thiêng đêm vẳng thét oai rồng. Ngày nào tay trói quân Hồ lỗ, Rót chén vui mừng với núi sông. Khi ông mất, nhà chùa theo lời ông dặn lại, đem xác hỏa táng, rồi rải tro xuống sông Tiền Đường. Phan Bội Châu nghe tin ông mất có bài văn tế rất thống thiết."
}