{
  "dateOfBirth": "Mậu Thìn 1628",
  "dateOfDeath": "Ất Mùi 1715",
  "hometown": "Hà Tĩnh",
  "occupation": "Cao tăng, tác giả đời Lê Hi tông, không rõ họ tên thật",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 1747,
  "entityName": "Hương Hải",
  "aliases": [
    "Hương Hải"
  ],
  "overview": "Tục gọi Tổ Cầu quê ở huyện Chân Phúc, trấn Nghệ An (nay thuộc huyện Nghi Lộc, tỉnh Hà Tĩnh). Ông vốn dòng thế phiệt, ông cha từng làm đến Quận Công và được các chúa Nguyễn phong là công thần (Có sách chép sinh, mất năm 1631- 1718). Năm 18 tuổi, ông đỗ Hương cống, được kén vào phủ chúa Nguyễn, rồi bổ làm Tri phủ Triệu Phong, tỉnh Quảng Trị. Sau vào cư ngụ làng Bình Yên thượng, phủ Thăng Hoa, tỉnh Quảng Nam (nay là huyện Thăng Bình, tỉnh Quảng Nam). Đến năm 25 tuổi, ông say mê nghiên cứu giáo lí nhà Phật. Ba năm sau, ông tù quan xuất gia tu hành, lập am trụ trì ở núi Tiêm Bút 12 (tức cù lao Chàm) ngoài biển đông ở Quảng Nam, lấy hiệu là Huyền Cơ Thiện Giác, Minh Châu Hương Hải. Đạo hạnh của ông được trong triều ngoài nội thảy đều cảm mộ. Bấy giờ, vua Lê, chúa Nguyễn và chúa Trịnh cũng đều trọng vọng ông, Chúa Nguyễn Phúc Chu sai nguời ra đón tiếp, đoạn sai thiết lập viện Thiền tịnh ở núi Qui Cảnh mời ông ở đấy để giảng kinh. Ít lâu ông bị gièm pha có âm mưu với Gia Quận Công trở về Bắc với chúa Trịnh. Do đó, ông bị chúa Nguyễn bắt buộc phải vào Quảng Nam. Ông không khứng chịu an trí như thế, ông đành bỏ ra Bắc thật. Trấn thủ Nghệ An là Trịnh Na thấy thuyền buồm của ông ra đến, liền tâu về triều Vua Lê, chúa Trịnh, tiếp đón ông trọng hậu. Từ ấy, ông lập am trụ trì ở trấn Sơn Nam. Đến ngoài 80 tuổi, ông vẫn còn được vua Lê tỏ lòng ngưỡng mộ. Hồi sinh thời, ông chú giải nhiều kinh Phật và còn truyền lại tập Hương Hải Thiền sư ngữ lục, Thuận Quảng nhị xứ sơn thủy lộ trình bản đồ, đồng thời dịch nhiều kinh Phật ra Quốc ngữ (chữ Nôm), gồm: - Pháp hoa kinh - Kim cương kinh lí nghĩa - Sa di giới luật - Phật tổ tam kinh - A di đà kinh - Địa tạng kinh - Tâm kinh ngũ chỉ - Chân tâm trực thuyết - Pháp bảo đàn kinh - Bảng điều nhất thiên - Lý sự dung thông - Cúng dược sư khoa - Cúng cửu phẩm khoa - Quan vô luợng thọ kinh Quốc ngữ - Phả khuyến tu hành - Cúng Phật tam khoa"
}