{
  "dateOfBirth": "Tân Hợi 1731",
  "dateOfDeath": "Đinh Mùi 1787",
  "hometown": "quê kim động Hưng Yên làm quan đến Thương thư Bộ Công, sau thăng Đồng Bình Chương sự.\n----------------------------------------------\nquê làng An Lễ, huyện Đông An, tỉnh Hưng Yên (nay thuộc Hải Dương)",
  "occupation": "Danh sĩ đời Lê Hiển tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 1751,
  "entityName": "Trần Công Xán",
  "aliases": [],
  "overview": "Trần Công Xán (陳公燦) hay còn gọi là Trần Công Thước là Tiến sĩ triều Lê Cảnh Hưng, quê kim động Hưng Yên làm quan đến Thương thư Bộ Công, sau thăng Đồng Bình Chương sự. Tính tình cương trực, can đảm, thẳng thắn, dám nói thẳng những điều mà người khác không dám nói. Đặc biệt, ông có tài hùng biện, ngay cả khi ông vào Phú Xuân để đòi lại đất Nghệ An, Nguyễn Huệ cũng phải khen là giỏi, muốn ông quy hàng nhưng ông không nghe. Do sợ lộ tin tức về tình hình của hai anh em Nguyễn Nhạc - Nguyễn Huệ đang xích mích nên Nguyễn Huệ đã lập mưu giết ông. Sau một thời gian giam giữ mà vẫn không thuyết phục được, Nguyễn Huệ vờ Trần Công Xán về, khi thuyền ra đến ngoài khơi, lợi dụng đêm tối, thuỷ thủ (vốn là lính Tây Sơn bơi rất giỏi) đã đục thuyền, dìm chết cả đoàn sứ thần nhà Lê Chiêu Thống, đồng thời phao tin là thuyền gặp gió bão nên bị chìm.\n----------------------------------------------\nNăm Ất tị 1785, ông làm Tham tụng Thượng thư bộ Hình. Khi nghĩa quân Tây Sơn tiến binh ra Bắc Hà, ông được Nguyễn Huệ trọng nể, khen ngợi: \"Ta nghe Bắc Hà nhân tài nhiều lắm, mà chỉ thấy có Trần Công Xán là ra đáng người\". Năm Đinh mùi 1787, ông bị Nguyễn Hữu Chỉnh xúi dục, nghe lời vua Lê vào Phú Xuân điều đình với nhà Tây Sơn xin chuộc đất Nghệ An. Sứ bộ do ông làm chánh sứ, Ngô Nho và Hoàng thân Lê Duy Án làm Phó sứ và các tùy viên. Nhưng cuộc thương nghị không xong ông và cả sứ bộ bị bắt giam. Ông có đề câu đối trên tường ngục: \"Đạt đức hữu tam, túy vị năng chi nguyện học; Tiểu tâm vô nhị, hành kì tố dã hà vưu.\" Nghĩa: Đức thường có ba điều, nếu chưa đủ, xin học. Lòng mọn không hai, làm theo ý mình, còn oán hận gì? Trần Văn Kỉ và Võ Văn Thụ khuyên dỗ ông qui thuận không được, tâu xin giết ông đi. Bắc Bình vương Nguyễn Huệ truyền cho Đô đốc Võ Văn Nguyệt sắp đặt hai chiếc thuyền đưa sứ bộ trở về thuyền đến cửa Đan Nhai thì bị chìm ông và sứ bộ đều bi chết đuối trong tháng 4 năm Đinh mùi 1787, hưởng dương 56 tuổi."
}