{
  "dateOfBirth": "Quí Mùi 1763",
  "dateOfDeath": "Nhâm Thìn 1832",
  "hometown": "quê làng Bồ Đề, huyện Mộ Đức, tỉnh Quảng Ngãi",
  "occupation": "Danh tướng, công thần nhà Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 1796,
  "entityName": "Lê Văn Duyệt",
  "aliases": [],
  "overview": "Khi Nguyễn Ánh bị nghĩa quân Tây Sơn đuổi chạy đến Rạch Gầm gặp ông, liền thu dụng làm bộ tướng. Ông dày công phù tá Nguyễn Ánh, có lần bị Tây Sơn bắt nhưng thoát được, Nguyễn Ánh phong làm Cai cơ, từng hộ giá Nguyễn Ánh sang Xiêm (Thái Lan) hai lần. Khi trở về Gia Định ông lập hai chiến công lớn: thu phục thành Qui Nhơn và trận đánh cửa biển Thi Nại (thuộc Bình Định) năm Canh thân 1800. Năm Tân dậu 1801 chiếm xong Phú Xuân, Nguyễn Ánh lên ngôi tức vua Gia Long, ông được phong làm Khâm sai Chưởng Tả quân dinh Bình Tây tướng quân, tước Quận Công (1802). Sau đó ông nhận lệnh cùng trung quân Nguyễn Văn Thành và hậu quân Lê Chất đem quân đi bình định miền Bắc, rồi lãnh chức Kinh lược sứ Thanh Nghệ (Thanh Hóa, Nghệ An). Năm Quí dậu 1813, ông vào Nam làm Tổng Trấn Gia Định, bảo hộ Chân Lạp (Campuchia), đến năm 1816 triều đình triệu về kinh, năm 1820 ông trở vào làm Tổng trấn Gia Định lần thứ hai cho đến ngày 30-7 âm lịch năm Nhâm thìn 1832 ông mất tại chức, thọ 69 tuổi. Trong thời gian làm Tổng trấn Gia Định, ông có công lớn trong việc giữ gìn an ninh xứ sở và tổ chức việc khai hoang lập ấp ở đây. Mộ ông nay hay còn tại xã Bình Hòa (nay thuộc TP. Hồ Chi Minh) nhân dân xưng tụng là Lăng đức Tả quân, Lăng Thượng Công, hay Lăng ông Bà Chiểu. Sau khi mất, con nuôi ông là Lê Văn Khôi liên kết với Vệ úy Thái Công Triều và nghĩa quân dấy binh phản đối sự hà khắc của triều đình Huế, chiếm thành Gia Định suốt 2 năm (1833-1834). Quân triều phải vất vả lắm mới dẹp được. Minh Mạng vốn ghét ông nên nhân cơ hội này đã kết tội ông ra lệnh san bằng phần mộ và dựng tấm bia ghi: Quyền yêm Lê Văn Duyệt phục pháp xứ (đây là nơi tên yêm hoạn Lê Văn Duyệt chịu phép nước). Mãi đến đời Tự Đức mới phục hồi danh dự ông."
}