{
  "dateOfBirth": "10 tháng 10 năm 1911 Nam Trực, Nam Định, Liên bang Đông Dương\n----------------------------------------------\nTân Hợi 1911",
  "dateOfDeath": "13 tháng 10, 1990 (79 tuổi)\n----------------------------------------------\nCanh Ngọ 1990",
  "hometown": "Thành phố Hồ Chí Minh\n----------------------------------------------\nquê thôn Dịch Lễ, xã Nam Vân, huyện Nam Trực nay là Nam Ninh, tỉnh Nam Định (tên thường dùng là Lê Đức Thọ)",
  "occupation": "Nhà hoạt động cách mạng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1813,
  "entityName": "Phan Đình Khải",
  "aliases": [
    "Phan Đình Khải",
    "Lê Đức Thọ"
  ],
  "overview": "Lê Đức Thọ, tên khai sinh Phan Đình Khải, (10 tháng 10 năm 1911 theo số liệu chính thức , 30 tháng 12 năm 1911 theo gia phả (xem ở dưới)– 13 tháng 10 năm 1990) là chính khách Việt Nam, giữ chức Trưởng ban Tổ chức Trung ương, phụ trách nhân sự của Đảng Cộng sản Việt Nam suốt một thời kỳ dài 1956-1982. Sau khi Hiệp định Paris được ký kết, ông Thọ từng được trao tặng giải Nobel Hòa bình cùng Henry Kissinger vào năm 1973 nhưng ông đã từ chối với lý do hòa bình chưa thực sự lập lại trên đất nước Việt Nam. Đó là giải Nobel duy nhất dành cho người Việt cho đến nay.\n----------------------------------------------\nNăm 1929 ông tham gia VNTNCMĐCH rồi vào Đảng Cộng Sản Đông Dương năm 1930. Cũng năm đó. Ông bị bắt, án 10 năm, đày ra Côn Đảo năm 1931. Năm 1936 ông cùng nhiều đồng chí được trả tự do. Ông đại diện cho các báo công khai cua Đảng ở thành phố Nam Định, tham gia Tỉnh ủy Nam Định. Năm 1939 ông bị bắt lại, đày đi Sơn La rồi Hòa Bình cho đến năm 1945 tham gia Tổng khởi nghĩa. Năm 1946 ông được chỉ định tham gia Ban Chấp hành Trung ương Đảng. Năm 1948 ông được phái vào côngtác ở Nam Bộ, lập Trung ương cục miền Nam, ông làm phó bí thư (Bí thư là ông Lê Duẩn). Năm 1954 ông ra Bắc phụ trách công tác tổ chức và là ủy viên Bộ chính trị Đảng CSVN, ông từng có những quyết định nghiêm khắc trong nội bộ Đảng cũng như đối với cán bộ nhà nước Việt Nam. Trong thời gian đàm phán với Mĩ ở Paris, ông được cử làm Cố vấn cho phái đoàn Việt Nam Dân chủ Cộng hòa do ông Xuân Thủy làm trưởng đoàn. Sau khi hiệp định Paris được kí kết, ông cùng với Henri Kissinger trưởng đoàn Mĩ được Hội đồng Hoàng gia Thụy Điển trao giải Nobel Hòa bình nhưng ông đã từ chối. Từ Đại hội VI của Đảng CSVN, ông làm cố vấn cho Ban Chấp hành Trung ương Đảng. Từng được Đảng và Nhà nước Việt Nam tặng nhiều huân chương cao quí, trong đó có Huân chương Sao vàng. Ông mất năm 1990 tại Hà Nội."
}