{
  "dateOfBirth": "Giáp Dần 1914",
  "dateOfDeath": "Đinh Mão 1987",
  "hometown": "tại làng Mĩ Trà, huyện Cao Lãnh, tỉnh Sa Đéc (nay thuộc thị xã Cao Lãnh, tỉnh Đồng Tháp)",
  "occupation": "Nhà báo kì cựu, nhà văn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 1815,
  "entityName": "Trần Chí Thành",
  "aliases": [
    "Trần Tấn Quốc"
  ],
  "overview": "Thuở nhỏ học Tiểu học tại Cao Lãnh trong thời gian theo học chương trình Pháp Việt, ông được nghiêm phụ cho theo cụ Trà Giang (thân phụ luật sư Phan Văn Thiết) học thêm chữ Hán. Sau nhờ vốn chữ Hán đó giúp ông có đủ từ ngữ Hán Việt tung hoành trên trường văn trận báo của đất Sài Gòn muôn thuở. Năm 1930 thi đậu bằng Tiểu học Pháp - Việt gia đình chuẩn bị cho lên Sài Gòn học tiếp để lấy bằng Thành Chung. Ông chưa kịp đi thì cái mộng đậu bằng Thành chung của ông tan theo thời cuộc, vì ông tham gia cuộc biểu tình chống Pháp tại Cao Lãnh do đảng cộng sàn Đông Dương tổ chức và lãnh đạo. Cuộc biểu tình bị Pháp dìm trong máu, con số tử thương lên đến 20 người. Trần Tấn Quốc bị Pháp đưa ra tòa kết án 5 năm tù về tội \"hoạt động phá hoại chống nhà nước\" bị đày ra Côn Đảo trong năm 1930. Bị giam ở Côn Đảo 4 năm (1930-1934) vì được giảm án 1 năm đến cuối năm 1934 được trả tự do, bị quản thúc ở Cao Lãnh. Không chịu được cảnh \"quản thúc\", ông trốn lên Sài Gòn làm báo hơn 40 năm, từng lăn lộn với nhiều chế độ ở miền Nam. Sau năm 1975 ông \"rửa kiếm, gác bút\" lui về an hưởng tuổi trời nơi nhau rún tại làng Mĩ Trà, huyện Cao Lãnh nơi có ngôi nhà xưa. Đến ngày 28-4-1987, ông qua đời tại ngôi nhà là ở bờ sông Đình Trung thọ 73 tuổi đời trong đó có 40 năm tuổi báo. Ngoài một nhà văn, nhà báo Trần Tấn Quốc còn là một chuyên gia về sân khấu cải lương. Chính ông là người sáng lập tổ chức giải Cải lương Thanh Tâm (còn gọi là giải Thanh Tâm) tại Sài Gòn trong những năm 50-70. Giải này đã tuyển trạch trao giải cho một số nghệ sĩ cải lương thời đó gồm: Thanh Nga, Ngọc Giàu, Lan Chi, Bích Sơn, Bạch Tuyết (nữ) và Diệp Lang, Út Trà Ôn, Thanh Sang (nam)... đều do ông đích thân tuyển chọn. Các tác phẩm chính: - Nam Bộ kháng chiến (1948) - Saigon, Septembre năm 1945 (1948) - Việt Nam trong lịch sử (1948) - Ba tháng khói lửa đô thành (1956) Và các bản thảo: - Cô Bà Trà (báo Tiếng Dội) - Cô gái Côn Đảo (báo Buổi sáng) - Kỉ niệm làm báo 1936-1975 và hiệu đính một số tuồng hát cải lương."
}