{
  "dateOfBirth": "…",
  "dateOfDeath": "Quí Dậu 1873",
  "hometown": "Quê xã Bình Thạnh Đông, tổng An Lương, quận Châu Phú Hạ, tỉnh An Giang (nay thuộc huyện Châu Phú, tỉnh An Giang)",
  "occupation": "Nhà yêu nước lãnh tụ cuộc khởi nghĩa Bảy Thưa ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 1827,
  "entityName": "Trần Văn Thành",
  "aliases": [
    "Trần Vạn Thành",
    "Quản Thành",
    "Cố Quản"
  ],
  "overview": "Ông là tu sĩ Phật giáo thuộc phái Bửu Sơn Kì Hương. Từ năm Canh tí 1840, ông nhập ngũ trong quân đội ở An Giang được tuyển làm suất đội, từng đóng quân ở Chân Lạp (Campuchia), 5 năm sau (1845) ông làm Chánh quản cơ, đóng quân ở Châu Đốc, canh phòng người Chân Lạp hay sang cướp phá, dày công bình định xứ sở, đem lại an ninh cho nhân dân. Năm 1862, giặc Pháp sau khi chiếm lĩnh ba tỉnh miền Đông, lăm le chiếm nốt miền Tây. Hưởng ứng với các nhóm nghĩa quân khắp nơi kháng chiến cứu nước, ông lập căn cứ ở vùng Láng Linh (xưa thuộc phủ Tân Thành, huyện Vĩnh An, nay là huyện Châu Phú, tỉnh An Giang) chống Pháp. Địa bàn hoạt động của ông kéo dài từ cánh đồng Láng Linh đến khu rừng Bảy Thưa (giữa Long Xuyên, Châu Đốc), bản doanh đặt tại trung tâm rừng Bảy Thưa với danh hiệu Hưng Trung doanh. Cuộc khởi nghĩa Bảy Thưa do ông lãnh đạo vang dội khắp miền Tây Nam Kì, từng làm cho giặc Pháp khiếp sợ. Đầu năm 1873, giặc Pháp cho người mang thư đến bản doanh, khuyên ông qui thuận sẽ được trọng đãi. Ông cương quyết bất hợp tác với giặc, chỉ một mất một còn mà thôi. Sau đó, giặc Pháp từ phía Châu Đốc chia quân tiến công dữ dội. Con trai ông là Trần Văn Chái bị giặc bắt và sau đó tuẫn tiết trong nhà ngục Châu Đốc. Bản doanh Hưng Trung bị tàn phá, thất bại nặng, ông rút lui vào chiến khu và mất ngày 21-2 âm lịch năm 1873. Ở huyện Châu Phú nay vẫn có đền thờ ông. Nho sĩ Cao Văn Cảo có thơ tưởng niệm. \"Lạc Hồng lãnh thổ tặc lãng di, Khảng khái Trần công lực hộ trì. Tráng chí trường lưu kim cổ hận, Trung tâm khả xử địa thiên tri. Quốc dân truy điệu tu đình Võ, Hành khách quan hoài phú thử li. Đa thiểu bạn thần kinh thử xứ. Đê đầu đảm chiến trứu song mi.\" Bản dịch: Non sông Hồng Lạc giặc xâm lăng, Thẳng thắn Trần Công cố sức ngăn. Trời đất biết cho lòng sốt sắng, Kiếp đời ghi mấi chí thù hằn. Đền thờ tỏ dấu dân trong nước, Thơ vịnh nêu tình khách viết văn. Những đứa phản thần qua đến cửa, Gục đầu, run mật, cặp mày nhăn."
}