{
  "dateOfBirth": "Nhâm Thân 1872",
  "dateOfDeath": "Đinh Hợi 1947",
  "hometown": "quê làng Lộc Đông, huyện Quế Sơn, tỉnh Quảng Nam (nay là xã Quế Lộc, huyện Quế Sơn, tỉnh Quảng Nam)",
  "occupation": "Danh thần cuối triều Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nhà Nguyễn độc lập": null
  },
  "id": 1845,
  "entityName": "Nguyễn Đình Hiến",
  "aliases": [
    "Mạnh Khả",
    "Ấn Namn",
    "Dực Phu"
  ],
  "overview": "Năm Thành Thái thứ 7 (1895) ông được bổ vào học sinh trường Đốc Quảng Nam, được Đốc học Ma Sơn Trần Đình Phong khen ngợi cùng với Phan Châu Trinh, Trần Quí Cáp, Huỳnh Thúc Kháng tại trường này. Năm Đinh dậu (1897) ông dự kì thi Hương tại Huế vào được Trường Ba (Tú tài) và đến năm Canh tí (1900) đậu cử nhân (á nguyên) tại trường Thừa Thiên (cùng khoa với Huỳnh Thúc Kháng, Phan Châu Trinh, Phan Thúc Duyện, Lương Thúc Kì...) và năm sau (1901) đỗ Phó bảng trong kì Hội thí. Tổng tài Quốc sử quán có câu liễn mừng ông: \"Đỉnh giáp khởi vô tài mạc thị văn chương quan vận hội; Vân trình du hữu vọng do lai khoa đệ tác thê giai.\" Nghĩa: Đậu bảng giáp cao há vô tài, không do vận hội văn chương ư? Đường làm quan tiến mãi là từ thềm thi cử mà có à! Sau khi vinh qui được triều đình cử giữ chức Hàn lâm viện kiểm thảo, được chọn vào học chữ Pháp tại trường Quốc học, đến năm 1905 được thăng chức Toản tu. Đầu năm 1906 được vua Thành Thái phái sang du học tại Pháp về chính trị và phong tục. Năm 1919 được vua cử làm Phó Chủ khảo khoa Hội thí Kỉ mùi. Sau đó thăng Bố Chánh sứ tỉnh Hà Tĩnh rồi tổng đốc Bình Phú (Bình Định - Phú Yên). Ngoài một quan triều đình, Nguyễn Đình Hiến còn là một nhà văn. Thơ văn Nguyễn Đình Hiến để lại không nhiều nhưng giá trị văn chương của tác phẩm ông là những dấu ấn của văn học Việt Nam. Bài thơ có tên Bang Sơn động (Vịnh núi Trà Bang) ở Ninh Thuận có thể liệt vào hàng những bài thơ hay (nguyên văn): \"Hợp phân phân hợp thử giang sơn, Tạo hóa trường tồn nhất cự quan. Bút kiểu kình thiên phê hiểu nhựt. Sa thành đáo hải trấn hồi lan. Thạch huyền chung cổ, cao tăng khứ, Nham tế biển phi, ngọc nữ hoàn. Hảo vị linh khu miêu thắng tích, Bi đài ngật lập vạn niên khan.\" Tác giả tự dịch (dịch ý, không luật, cho có) Hợp phân phân hợp đất nước này, Cảnh lớn đất trời mãi còn đây. Núi cao như bút phê trờì sáng. Sa thành tới biển chặn sóng đầy. Đá chồng chuông trống, tăng đi khỏi. Đầu non cửa đóng, ngọc nữ về. Đất linh này ai vẽ thắng tích? Bia dựng ngất cao vạn năm nhìn. Ông mất ngày 17 tháng 3 năm 1947 (Đinh hợi) hưởng thọ 75 tuổi, an táng tại quê nhà. Các tác phẩm: - Quảng Nam phú - Cố cảnh trùng viên - Tây Sà kĩ lãm"
}