{
  "dateOfBirth": "Giáp Tí 1804",
  "dateOfDeath": "Nhâm Thân 1872",
  "hometown": "quê làng An Lỗ, sau dời về làng Nguyệt Biểu huyện Phong Điền, tỉnh Thừa Thiên",
  "occupation": "Danh sĩ, danh thần triều Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 1857,
  "entityName": "Thân Văn Nhiếp",
  "aliases": [
    "Ngưng Chi",
    "Lỗ Đình"
  ],
  "overview": "Ông xuất thân trong một gia đình vọng tộc, con trai Bố chánh Thân Văn Quyền, dòng dõi Thân Nhân Trung đời Hồng Đức. Năm Tân tị 1821, thi Hương đậu Tam trường và sau bốn khoa đều đỗ Tú tài mãi đến năm 1841 mới đậu Giải nguyên. Sau khi thi đậu đưọc cử làm Hậu bổ tỉnh Khánh Hòa, rồi thăng tri huyện Tân Định cùng tỉnh. Sau đó về Huế làm Toản tu ngọc diệp (tu sửa phổ hệ nhà vua). Chính ông là người dâng hai chữ Tự Đức cho Nguyễn Phúc Hồng Nhậm và sau trở thành hiệu chính thức của vua Tự Đức. Từ đó, ông trải qua các chức: Hành tẩu Thị giảng, hàm Thị độc, Đốc học Gia Định... Năm 1852 thăng Án sát Bình Thuận, Bình Định rồi giữ chức Tế tửu Quốc tử giám, năm 1855 lãnh Bố chánh sứ Vĩnh Long, Quảng Nam. Năm 1858, lúc ông đang giữ chức Bố chánh sứ Quảng Nam, tàu Pháp đến Đà Nãng khiêu khích và tấn công đồn An Hải, quân ta thiệt hại nặng, nên ông bị cách chức. Sau khi Pháp chiếm ba tỉnh miền Đông Nam Kì, ông được sung chức Tham biện cơ mật theo mật lệnh vua Tự Đức đi khám xét địa thế các châu thuộc khu vực tỉnh Quảng Trị để chuần bị căn cứ chống Pháp lâu dài. Sau đó được thăng Tham tri bộ Binh, năm 1866, thăng Tuần vũ, Hộ lí Tổng đốc Bình Phú (Bình Định - Phú Yên). Trong thời gian này ông dâng lên vua Tự Đức nhiều sớ tấu về việc chống ngoại xâm, nổi tiếng nhất là sớ Tự cường, tự trị có câu bi thống: \"Ngài xem điện đài trong Đại Nội, xin nhớ tới nhà xiêu cửa cháy trong Nam kì; Ngài xem lâu các chốn Vạn Niên, xin nhớ cảnh mồ sập mả nghiêng miền Lục tỉnh\". Năm 1870 được thăng thực thụ Tổng đốc Bình Phú. Trong thời gian tại chức ông chăm lo công việc bố phòng và lập căn cứ chuẩn bị kháng chiến tại địa phương. Đến năm 1872 ông bệnh mất tại Dinh công quán tinh, thi hài được đưa về an táng tại quê nhà (làng Nguyệt Biểu Huế). Sau khi mất được truy phục nguyên hàm Tổng đốc Bình Phú. Thân Văn Nhiếp là một vị quan thanh liêm, cương trực. Lúc tại chức, ông nhiều lần dâng sớ lên vua Tự Đức can ngăn nhiều việc mà không sợ búa rìu dư luận và uy quyền nhà vua. Trong nhiều sớ tấu ngay thẳng của ông vua Tự Đức phê: \"Nói ít mà thiết, thiết là trung ái… Lời người trách đó đều lỗi của ta, chỉ không hiểu lắm...\" mà không phiền trách, oán giận ông. Ông là tác giả của nhiều sớ tấu có giá trị đương thời. Sau đây là 2 bài Tấu của ông. Những lời trung nghĩa đầy nhiệt huyết (Sớ số 1 dâng lên năm 1866 sau vụ biến Đoàn Hữu Trung, sớ số 2 dâng lên năm 1868. Thân Văn Nhiếp bấy giờ đang làm tổng đốc Bình Phú tức Bình Định - Phú Yên). Hạ thần nghe nói những sự hoạn nghịch giúp cho người quân tử tiến đức. Tám chín năm nay, nhà nước gặp nhiều biến cố. Trong thì thủy hạn, tật dịch dân không yên sống; ngoài thì Nam Bắc rối ren, bồi tiền cắt đất. Đó là lúc thần tử quên mình kiệt sức và Hoàng thượng nằm gai nếm mật. Nhưng việc qua rồi thì lại thản nhiên, không có thực sự tu tỉnh, bổ cứu; mà canh cải pháp lệnh chỉ cầu lợi trước mắt, chứ không lo xa. Vừa rồi ở kinh sư hai lần (Hai lần... bạn nghịch: 1854 Hồng Bảo, con trưởng Thiệu Trị, âm mưu giành lại ngôi vua đã trao cho em mình là Tự Đức, do đó bị xử tội chết, con cải đổi theo họ mẹ là họ Đinh. Lần hạn nghịch thứ hai là vụ dân phu xây Khiêm Lăng - Lăng Tự Đức - nổi lên dưới sự lãnh đạo của Đoàn Hữu Trung năm 1866). Phát ra sự bạn nghịch phi thường, đó không phải là duyên cớ bé nhỏ. Biến cố không phải vì một việc mà sinh ra, cũng không phải vì một việc mà dừng lại. Vậy việc gì cũng phải kính cẩn, và lúc nào cũng phải kính cẩn. Kinh Thư nói: \"Oản không cứ rõ chưa thấy đã phải lo toan\". Nay đã rõ ràng rồi, sao không kíp lo toan đi! Không xa, cũng chỉ ở trong lòng mà thôi. Chính sự của ta hay dở, láng giềng đều biết cả. Họ chỉ rình chỗ sơ hở của ta, làm cho ta lo, rất là đáng sợ. Căm thù ấy, hổ thẹn ấy, không nên một khắc nào quên. Kế sách ngày nay là phải kíp tự cường tự trị, mà kế sách ấy Bệ hạ phấn khởi tinh thần, cương quyết kính cẩn. Ngồi trên chín lần cung điện nguy nga, nên nghĩ đến nhà cửa của dân Nam Kì bị đốt phá; ngắm Vạn Niên Cơ lâu đài lộng lẫy, nên nghĩ đến phần mộ của dân Nam Kì bỏ hoang vu. Ăn uống những của ngon vật lạ nên nghĩ đến thổ sản Nam Kì nay còn gì? An ủi dân nghèo ở kinh đô nên nghĩ đến dân Nam Kì, ai thương xót. Nghĩ đi nghĩ lại thì lòng Bệ hạ tự nhiên cảm động và phấn nghĩa. Phàm những việc không cần kíp, những chính sách không tiện lợi, cùng là những việc dùng người, nuôi binh, bỏ xa hoa chuộng tiết kiệm, lần lượt thay đổi, để cho mọi người đều được hoàn thiện. Nhưng trước hết phải thi hành một vài việc: bãi việc sang Đông, sang Tây, gọi những người sang Tàu mua hàng về đem những thuyền máy về cửa Thuận An để tuần phòng, đừng bắt binh lính làm việc nhiều và đừng có đốc trách quá nghiệt. Những việc ấy nên được thực sự thi hành, tiếng hay đồn xa, nhân tình thỏa thiếp, thì lòng dân cảm phục lòng trời phù trợ, gốc nước vững bền chính hợp với câu \"gặp nhiều tai nạn thì hưng được nước, gặp nhiều lo nghĩ thì lòng được sáng suốt\". Nếu coi là tầm thường thì sau này còn phải lo nhiều. Thân Văn Nhiếp (Đại Nam thực lục chính biên. Đệ tứ kỉ, quyển 35)."
}