{
  "dateOfBirth": "10 tháng 9, 1383/85 Lam Sơn, Thanh Hóa\n----------------------------------------------\nẤt Sửu 1385\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "5 tháng 10, 1433 (50 tuổi) Đông Kinh, Đại Việt\n----------------------------------------------\nQuí Tị 1433\n----------------------------------------------\nKhông rõ",
  "hometown": "Thanh Hóa\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế Đại Việt\n----------------------------------------------\nVua khai sáng nhà Lê, tác giả, lãnh tụ khởi nghĩa chống quân Minh.\n----------------------------------------------\nVua",
  "workTenure": "29 tháng 4 năm 1428 – 5 tháng 10 năm 1433 (5 năm, 159 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1428–1433",
  "fatherName": {
    "Lê Khoáng": null
  },
  "motherName": {
    "Trịnh Ngọc Thương": null
  },
  "eraName": {
    "Triều Lê Sơ": null,
    "Nhà Hậu Lê – giai đoạn Lê sơ": null,
    "Nhà Lê sơ": null
  },
  "id": 1937,
  "entityName": "Lê Thái Tổ",
  "aliases": [
    "Lê Lợi (黎利)",
    "Lê Thái Tổ",
    "Thống Thiên Khải Vận Thánh Đức Thần Công Duệ Văn Anh Vũ Khoan Minh Dũng Trí Hoàng Nghĩa Chí Minh Đại Hiếu Cao Hoàng đế (統天啟運聖德神功睿文英武寬明勇智弘義至明大孝高皇帝)",
    "Lê Lợi",
    "Thuận Thiên (順天)",
    "Thái Tổ (太祖)"
  ],
  "overview": "Lê Thái Tổ (chữ Hán: 黎太祖; 10 tháng 9, 1385 – 5 tháng 10, 1433 (22 tháng Tám năm Quý Sửu)), tên thật là Lê Lợi (黎利), là vị hoàng đế đầu tiên của nhà Hậu Lê – triều đại lâu dài nhất trong lịch sử Việt Nam. Ông trị vì từ năm 1428 đến khi qua đời, và sử dụng niên hiệu Thuận Thiên (順天).\n----------------------------------------------\nTằng tổ của ông là Lê Hối, nội tổ là Lê Đinh quê ở thôn Như án, huyện Lương Giang (nay là phủ Thiệu Hóa), tỉnh Thanh Hoa, sau dời về ở vùng Lam Sơn. Ông là con út của Lê Khoáng và Trịnh Thị Ngọc Hương (anh lớn của ông tên Học, thứ là Trừ). Nối nghiệp nhà làm chúa trại Lam Sơn, gặp khi quân Minh xâm chiếm đất nước, ông nuôi chí lớn đánh đuổi xâm lăng. Quan nhà Minh nghe tiếng ông, dụ cho làm quan, ông không chịu khuất, thường nói: \"Làm trai nên giúp nạn lớn, lập công to, để tiếng thơm muôn đời, chớ sao lại chịu bo bo làm đầy tớ người\". Ông dấu mình ở chốn sơn lâm, lo kết nạp hào kiệt, chiêu tập quân sĩ đến cuối năm Đinh dậu 1417 thì nêu cao cờ nghĩa, xưng Bình Định vương. Dưới cờ giải phóng do ông lãnh đạo, lần hồi đông đủ mặt anh tài góp sức: Đinh Lễ, Đinh Liệt, Nguyễn Xí, Nguyễn Thân tức Lê Lai, Bùi Quốc Hưng, Trịnh Khả, Lê Văn An, Lê Văn Linh, Trần Nguyên Hãn, Nguyễn Trãi... Năm Mậu tuất 1418, thắng trận đầu tại Lạc Thủy, khiến tướng Minh là Mã Kì khiếp đảm. Chúng điên cuồng tung quân bao vây nghĩa quân tại Chí Linh. Thế nguy, nhờ có Lê Lai đổi áo chịu chết thay ông, để ông lánh thân về Lư Sơn (ở phía Tây châu Hoan, tỉnh Thanh Hóa). Năm Canh tí 1420, tháng 10 ông dùng kế phục binh chiến thắng quan Lý Ban, Phương Chính tại Chi Lăng, rồi tiến đánh giặc ở Ba Lầm, thuộc Lỗi Giang, trong giai đoạn này thu dùng được Nguyễn Trãi làm tham mưu xuất sắc. Năm Tân sửu 1421, phá quân Trần Trí và đánh đuổi quân Lào tiếp tay với quân Minh. Năm Giáp thìn 1424, chiến dịch Bồ Liệp, chém tướng giặc là Trần Trung, trận Trà Lân phá vỡ quân của Sư Hữu, giết tướng Trương Bản. Năm Bính ngọ 1426, đánh lấy được Nghệ An, tiến quân ra Đông Đô (Hà Nội). Trải các trận ở Ninh Kiều, Ứng Thiên, Ninh Giang, quân oai khắp nơi. Sau đó lại triệt hạ được viện binh của quân Minh từ Vân Nam kéo sang, tại cầu Xa Luộc, rồi đánh bại luôn đại quân của Vương Thông nơi Cổ Lâm và Tụy Động. Năm Đinh vị 1427, đóng quân ở Bồ Đề uy hiếp thành Đông Quan, dồn toàn lực đánh một trận để đời tại Chi Lăng, chém chết Liễu Thăng tại gò Đảo Mả, bắt sống hai tướng Hoàng Phúc và Thôi Tụ tại Xương Giang, giết tướng Lương Minh, khiến Lý Khánh tự tử, đuổi được Mộc Thanh, trốn chạy về nước. Kết quả: Tổng tư lệnh quân Minh là Vương Thông phải viết thư cầu hòa, rồi cuối cùng chúng đành ôm hận rút 86.000 quân Minh về nước. Năm Mậu thân 1428, ông lên ngôi vua, tên thụy là Lê Thái tổ, đặt hiệu nước là Đại Việt hiệu năm là Thuận Thiên, đóng đô ở Đông Kinh (Hà Nội). Công nghiệp đuổi giặc giữ nước của ông được toàn dân ghi ơn. Nhưng sau đó ông nỡ lòng giết hại các công thần như Phạm Văn Xảo, Trần Nguyễn Hãn, hầu hết các nhà chép sử đều phàn nàn chê trách. Năm Quí sửu 1433, ngày 22-8 âm lịch ông mất, hưởng dương 48 tuổi, ở ngôi 6 năm, an táng tại Vĩnh Lăng (Lam Sơn). Lê Lợi chẳng những có tài lãnh đạo kháng chiến, mà còn có tài văn chương. Khi đã lên ngôi vua, khoảng năm Nhâm tí 1432, tháng 5, sau khi đã đánh Đèo Cáp Hàn về, qua đê Long Thủy, tức đê sông Hắc Giang, ông có làm một bài thơ: \"Khi khu hiềm lộ bất từ nan, Lão ngã do tồn thiết thạch can. Nghĩa khí tảo không thiên chướng vụ, Tráng tâm di tận vạn trùng san. Biên phòng vị hảo trù phương lược, Xã tắc ưng tu kế cửu an. Hưu đạo nguy nan tam bách khúc, Như kim chỉ tác thuận lưu khang\". Bản dịch: Gập ghềnh nào nại núi cùng non Già lão nhưng gan sắt đá còn. Nghĩa khí quét tan mù mấy lớp. Lòng ngay san phẳng núi muôn hòn. Biên phòng nên khéo tìm phương luợc, Xã tắc càng thêm giữ vững yên. Đừng nói quanh co đường hiển trở, Từ nay nước chảy một dòng liền. Khi đã dựng xong nền đại định, bài hịch Bình Ngô đại cáo truyền khắp xa gần (do Lê Thái tổ truyền lệnh cho Nguyễn Trãi soạn) muôn đời lưu công nghiệp cho đất nước. Ông là tác giả Lam Sơn thực lục. Bộ Lam sơn thực lục (3 quyển) do ông (Lê Lợi) soạn, ghi chép các việc từ khi dấy quân cho đến lúc bình định xong giặc Ngô [Minh]. \"Bản cũ sách này hãy còn, nhưng nguời ta sao chép có nhiều chữ sai. Bản in ngày nay tức là bản mà khoảng năm Vĩnh Trị [1676 - 1680] các nho thân vâng mệnh đính chính, chỉ theo những điều thấy được, tùy ý sửa đổi thêm bớt, mất hẳn sự thực, không phải là sách nguyên bổn nữa\". Với lời ghi chú cùng đại ý như Lê Quí Đôn. Phan Huy Chú có chép thêm bài tựa trích trong bản in lại của Hồ Sĩ Dương. Sách Toàn thư (q. 10, tờ 73) chép về việc soạn sách Lam Sơn thực lục đời Lê Thái tổ, sách có Bài tựa như sau: Bản dịch: \"Ta nghĩ, vật gốc ở trời; người ta gốc ở ông tổ: ví như cây và nước, phải có gốc nguồn. Thế cho nên, từ xưa đế vương được hưng thịnh, như nhà Thương bắt đầu ở họ Hữu Nhung, nhà Chu bắt đầu ở họ Hữu Thai. Vì gốc có thịnh thì lá cây mới tốt, nguồn có sâu thì dòng nước mới dài. Nếu không phải đời trước bồi đắp ân nhân được sâu dày, chung đúc ơn huệ được rộng lớn, thì sao được như vậy. Ta, gặp thời khó khăn, mở mang cơ nghiệp lại càng vất vả, may được trời ứng giúp đỡ, người có lòng theo, việc gây dựng được công nghiệp thực do ở việc tích lũy nhân đức của tổ tông mà được thế. Ta luôn luôn nhớ đến điều đó, liền chép thành sách, gọi tên là Lam Sơn thực lục. Sách này có ý coi nghĩa gốc xưa là trọng cũng có ý kể rõ việc xây dựng công nghiệp vất vả, để lại cho con cháu đời sau biết. Lúc viết bài tựa là: ngày tốt tháng trọng đông (tháng 11) niên hiệu Thuận Thiên thứ tư (12-1431) Lam Sơn động chủ.\" Sách Quân trung từ mệnh tập trong Ức Trai di tập, khi chưa việc xảy ra ở Lam Sơn trước sau ngày khởi nghĩa, thì chua là Lam Sơn kí. Theo tác giả sách Tìm hiểu kho sách Hán Nôm (Tr.V.G) thì: Gần đây, có người dựa trên Toàn thư: \"Đế mệnh tác\" đoán phỏng cho sách Lam Sơn thực lục là của Nguyễn Trãi, hay Lợi sai Nguyễn Trãi làm, như thế là không đúng. Theo bài tựa này thì sách Lam Sơn thực lục, bản cũ là Lam Sơn kí, đo tay Lê Thái tổ chép. Còn sách Toàn thư chép là: \"Đế mệnh tác\" (vua sai làm) có người bảo có lẽ khắc lầm hay chữ khắc lầm ra chữtác nghĩa là làm, và ghi sai cả tháng: bài tựa nói tháng \"trọng đông\" là tháng 11, không phải \"thập nhị nguyệt\" chỗ này có lẽ là thợ in khắc sai chữ nhất ra chữ nhị chăng! Hay là, bản mà sách Toàn thư chép là một bản khác bản này đã được Lê Lợi sai các quan sửa lại, chép lại, cho nên chép \"Đế mệnh tác\". Nói như thế là phỏng đoán không căn cứ không thể đúng sự thực được. Qua các tài liệu trên, ta có thể khẳng định như sau: Trong thới gian khởi nghĩa ở Lam Sơn. Lê Lợi tự tay ghi chép lấy các việc xảy ra, gọi là tập sách Lam Sơn kí\". Đến khi đã đuổi hết quân Minh ra khỏi bờ cõi, lên làm vua, sai các sử thần trong đó có Nguyễn Trãi, Phan Phu Tiên, Lý Tử Cấu... đem sách Lam Sơn kí ấy ra sửa lại lời văn, làm thành sách Lam Sơn thực lục. Lê Lợi tự làm bài tựa, cho nên có chữ \"Nãi bút vu thư\" và sau lại có câu \"Đế mệnh tác\". Vậy tác giả chính của sách Lam Sơn thực lục là Lê Lợi.\n----------------------------------------------\nLê Thái Tổ (chữ Hán: 黎太祖 10 tháng 9 năm 1385 – 5 tháng 10 năm 1433), húy danh là Lê Lợi (黎利) là một nhà chính trị, nhà lãnh đạo quân sự, người đã thành lập một đội quân người Việt và lãnh đạo đội quân này chiến đấu chống lại sự chiếm đóng của quân đội nhà Minh từ năm 1418 đến lúc đánh đuổi hoàn toàn quân Minh ra khỏi Đại Việt vào năm 1428 sau đó xây dựng và tái thiết lại đất nước. Ông cũng thành công với các chiến dịch quân sự đánh dẹp các tù trưởng ở biên giới phía Bắc Đại Việt và quân đội Ai Lao bị xúi giục. Ông được coi là anh hùng, vị Hoàng đế huyền thoại của Đại Việt với tài năng quân sự, khả năng cai trị và lòng nhân ái đối với nhân dân."
}