{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "quê huyện Thiên Lộc (nay là Can Lộc), tỉnh Hà Tĩnh",
  "occupation": "Danh tướng đời Hậu Trần",
  "workTenure": "Không rõ",
  "fatherName": {
    "Đặng Tất": null
  },
  "motherName": {},
  "eraName": {
    "Hậu Trần": null,
    "nhà Hậu Trần": null
  },
  "id": 1959,
  "entityName": "Đặng Dung",
  "aliases": [],
  "overview": "Đặng Dung (chữ Hán: 鄧容, 1373 - 1414 ), là nhà thơ và là danh tướng nhà Hậu Trần trong lịch sử Việt Nam. Ông là con trai của Đặng Tất, người theo phò vua Giản Định đế của nhà Hậu Trần, sau bị Giản Định đế giết chết cùng với tướng Nguyễn Cảnh Chân. Giận vì cha mình chết oan, Đặng Dung cùng Nguyễn Cảnh Dị (con của Nguyễn Cảnh Chân) rời đi, lập Trần Quý Khoáng tức vua Trùng Quang tiếp tục khởi nghĩa.\n----------------------------------------------\nThân phụ ông là Đặng Tất bị vua Giản Định nghe lời gièm mà giết chết, ông cùng Nguyễn Cảnh Dị, Nguyễn Súy đem quân vào Thanh Hóa rước Trần Quí Khoáng về Nghệ An, lập làm vua tức vua Trùng Quang. Ông được phong làm Tư mã, tiếp tục kháng Minh quyết liệt. Trải các trận đánh lớn ở Mô Độ, Thiên Quan, Thái Già, ông từng khiến quân Minh khiếp đảm. Về sau lực lượng suy yếu dần, ông uất hận có bài Thuật hoài: \"Thế sự du du nại lão hà, Vô cùng thiên địa nhập hàm ca, Thời lai đồ điếu thành công dị, Sự khứ anh hùng ẩm hận đa. Trí chủ hữu hoài phù địa ngục, Tẩy binh vô lộ vãn thiên hà. Quốc thù vị báo đầu tiên bạch. Kỉ độ Long tuyền đới nguyệt ma\". Bản dich: Việc đời man mác tuổi già thôi, Đât rộng trời cao chén ngậm ngùi. Gặp gỡ thời cơ may những kẻ Tan tành sự thế luống cay ai. Phù vua bụng những mong xoay đất, Gột giáp sông kia khó vạch trời. Đầu bạc giang san thù chưa trả, Long tuyền mấy độ bóng trăng soi. Danh sĩ Lý Tử Tấn phê bình bài Thuật hoài của Đặng Dung: \"Phi hào kiệt chi sĩ bất năng\" (không phải người hào kiệt không thể làm được). Với tinh thần hiên ngang bất khuất, ông chiến đấu đến cùng. Lúc sa cơ bị bắt, ông giữ lòng bất khuất, khi chúng áp giải ông và các chiến hữu cùng với vua Trùng Quang về Kim Lăng, nửa đường ông gieo mình xuống biển tự tử. Con cháu ông về sau có lắm người danh tiếng, hầu hết đều đỗ tiến sĩ trong các triều Hậu Lê như Đặng Đôn Phục, Đặng Công Thiếp, Đặng Tòng Củ, Đặng Minh Khiêm, Đặng Công Thận, Đặng Công Điềm..."
}