{
  "dateOfBirth": "Canh Tí 1900",
  "dateOfDeath": "Giáp Tuất 1994",
  "hometown": "quê làng Đại Yên, huyện Thanh Trì, Hà Nội (nay thuộc quận Ba Đình, Thành phố Hà Nội)",
  "occupation": "Nhà hướng đạo, nhà văn, ủy viên chỉ đạo liên đoàn Scout Việt Nam, quê làng Đại Yên, huyện Thanh Trì, Hà Nội (nay thuộc quận Ba Đình, Thành phố Hà Nội)",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2006,
  "entityName": "Hoàng Đạo Thúy",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình nhà Nho yêu nước, thuở nhỏ học tại Trường Bưởi (Hà Nội) làm giáo viên tiểu học Trường SinhTừ từ những năm 1925. Từng là Thủ lĩnh phong trào hưóng đạo Việt Nam tại Bắc kì mà hầu hết thành viên trong Ban chỉ đạo (Commissaire Scout) liên đoàn Hướng đạo này đa số là người Pháp đều nể trọng, mến phục ông. Những năm 40 là thành viên Ban biên tập báo Thanh Nghị, phụ trách các vấn đề giáo dục, văn hóa, hướng dẫn thanh thiếu niên theo phương pháp Hướng đạo. Cùng thời điểm, ông tham gia hoạt động phong trào Truyền bá Quốc ngữ, phong trào Cứu tế xã hội ở miền Bắc, Hội viên Hội Tân Việt Nam... Sau Cách mạng tháng 8 năm 1945 gia nhập quân đội kháng chiến với hàm Đại tá Quân đội Nhân dân Việt Nam, lần lượt gia các chức vụ: Ủy viên Ủy ban Quân sự toàn quốc Giám đốc Trường Võ bị Việt Nam, Cục trưởng Cục Thông tin, Giám đốc Trường Dân tộc trung ương, Đại biểu Quốc hội năm 1946, đơn vị Thái Bình. Ngoài một Thủ lãnh hướng đạo, nhà giáo, nhà quân sự... Ông còn là một nhà văn có uy tín trong làng văn. Các tác phẩm của ông gồm: - Hướng đạo sinh (1929) - Bác Hai Bền (1941) - Trai nước Nam làm gì (1943) - Nghề thầy (1944) - Thi đua ái quốc (1948) - Thông tin liên lạc sơ lược (1948) - Ông cha ta đánh giặc như thế nào? (1959) - Thăng Long - Đông Đô - Hà Nội (1969) - Phố phường Hà Nội xưa (1974) - Đi thăm đất nước (1978) - Lên đường hạnh phúc (1985) - Đất nước ta (1980, cùng viết) Lúc sinh thời, khi nói về đời mình, ông tổng kết \"Dạy học 28 năm, làm Hướng đạo 15 năm, vào bộ đội 20 năm... Cả đời yêu nước. Làm gì cũng nghĩ yêu nước. Từ dạy học, làm Hướng đạo, vào bộ đội, làm trường Dân tộc, vì yêu nước. Đến cầm bút viết cũng vì mục đích ấy. \" Trước khi về thế giới bên kia ông có bài thơ tỏ chí: Ngủ quên Gió thoảng trăng trong buổi mát trời, Ngủ quên không dậy, việc thường thôi! Các con chớ giận không từ biệt Cháu nhớ ông bà, ngày tháng trôi. Cái chính chỉ là một lời dặn: \"Giữ lòng trung hậu ở trên đời \" Nhớ thương ghi tạc tình cao cả, Tổ quốc bền lâu với đất trời. Ông qua đời năm 1994 tại Hà Nội, thọ 94 tuổi để lại sự thương tiếc của nhiều người, nhiều giới. Đất nước ta là một cuốn sách thuộc loại địa phương chí về đất nước Việt Nam qua nhiều thế kỉ và dừng lại trong những năm 80 của thế kỉ XX. Gọi là địa phương chí nhưng tác giả chỉ đề cập đến phần địa lí hành chánh nhiều hơn và chưa giới thiệu được các yếu tố nhân văn, lịch sử của nước Việt. Thế cho nên tác giả đã có Mấy lời thưa trước như sau: Tập Đi thăm đât nước in đã 10 năm. Ngày nay nước nhà đã nhiều thay đổi, đưa thêm vào không tiện. Xin viết lại và đặt tên cho cuốn sách là: Đất nước ta. Ai mà có phúc biết nhiều về đất nước và con người Việt Nam, người ấy ắt đánh hăng như Phù Đổng, làm giỏi như Mai An Tiêm, mưu trí như Nguyễn Trãi, sắp đặt công việc đâu ra đấy như Nguyễn Công Trứ, gan mật như vạn người anh hùng thời Hồ Chí Minh. Khi có việc, đi qua một tỉnh, đi chỉ thấy nhọc nhằn, nhưng nếu biết được rằng: trên con đường này, người anh hùng ta đã diệt giặc, cánh đồng này, tổ tiên ta đã bao nhiêu đời san đắp, khoảng đất này, sinh ra những của quí gì, thì bước một bước đường, lại thấy mạnh, thấy vui suy nghĩ, yêu Đất Nước, như không một gian hiểm nào ngăn đường được nữa. Hỏi mình phải làm gì, để làm giàu, làm vẻ vang thêm cho cái đất \"hương hỏa\" này. Nghĩ như thế chúng tôi soạn quyển sách này. Vừa viết, vừa lo, vì đây không phải là một sáng tác. Người sáng tác là người Việt Nam, từ xưa đến nay. Lúc viết, nhìn lại phong cảnh, nhớ lại đồng bào, thì lại cứ như \"mở cờ trong bụng\", ngọn bút nở hoa. Chỉ sợ viết không rõ ràng, không nói lên được công lao nghìn đời của Dân ta. Nhưng lại cũng muốn nói ít, để cho mỗi bạn đọc, khi đi thăm, có những cảm nghĩ của mình. Đất nước ta, thực dân Pháp, đã đốt phá mất nhiều, giặc Mĩ lại ném vào đấy mười mấy triệu tấn bom đạn và chất độc hóa học. Nhưng đất thiêng liêng, khí người ngùn ngụt, chúng nó phá sao được. Ba mươi năm kháng chiến, chúng ta lại làm cho nhiều điểm mới thành thiêng liêng nữa. Đến lúc viết xong rồi, thấy rõ rằng: đây mới là một bản thảo đầu tiên thôi. Đi nhiều nơi, hỏi nhiều nguời mà vẫn chưa đủ. Mong rằng từng nơi, có những bà con chữa cho, thêm cho. Rồi từng độ, lại có những bạn viết các bản khác đúng hơn, đủ hơn. Chúng tôi đã cố đọc các sách, xem các loại bản đồ. Tập này viết được là nhờ công lao của các vị, đã viết đã vẽ, đã chụp ảnh, đã kể, từ trước đến giờ. Chúng tôi ghi tạc ơn các Vị. Đường sá xa gần, tên đất thay đổi, nhiều chỗ cứ phải ghi số cũ, tên cũ. Có chỗ dùng cả những tên đã bị đọc sai, viết sai. Có nơi đã thay đổi tổ chức, mà không biết. Có thể người viết nghĩ lầm. Lại nữa, cuốn sách cũng chưa đề cập một cách đầy đủ sinh hoạt văn hóa của các địa phương. Xin bà con thứ lỗi và giúp đỡ cho. Một mình có làm gì được. Chúng tôi cảm tạ các Bạn đã giúp cho in tập sách này. Hà Nội, tháng 12-1988. Hoàng Đạo Thúy"
}