{
  "dateOfBirth": "1902\n----------------------------------------------\nTân Sửu 1901",
  "dateOfDeath": "1930\n----------------------------------------------\nCanh Ngọ 1930",
  "hometown": "Quê làng Thổ Tang, phủ Vĩnh Tường, tỉnh Vĩnh Yên (nay thuộc tỉnh Vĩnh Phú)",
  "occupation": "Liệt sĩ cận đại, Đảng trưởng Quốc dân đảng Việt Nam, người lãnh đạo phong trào kháng Pháp ở Yên Bái năm 1930",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 2056,
  "entityName": "Nguyễn Thái Học",
  "aliases": [],
  "overview": "Nguyễn Thái Học (chữ Hán: 阮太學; 1902 – 1930) là nhà cách mạng Việt Nam chủ trương dùng vũ lực lật đổ chính quyền thực dân Pháp, giành độc lập cho Việt Nam. Ông là một trong số những người sáng lập Việt Nam Quốc dân đảng và lãnh đạo cuộc khởi nghĩa Yên Bái năm 1930. Cuộc khởi nghĩa thất bại, ông bị thực dân Pháp bắt và chém đầu ngày 17 tháng 6 năm 1930 tại Yên Bái.\n----------------------------------------------\nLúc còn trẻ ông theo học trường Cao đẳng Sư phạm và Cao đẳng thương mại Đông Dương ở Hà Nội. Khi còn ngồi trên ghế nhà trường ông có viết thư gửi cho nhà cầm quyền Pháp ở Đông Dương đòi một số yêu sách về xã hội, chính trị. Năm 1926 ông đề nghị Pháp cải tổ nền hành chánh thuộc địa, ban hành tự do ngôn luận... Các đề nghị của ông bị thực dân bỏ rơi. Năm 1927 ông thành lập Đảng Quốc dân Việt Nam (gọi tắt là Quốc dân đảng) và được bầu làm đảng trưởng. Chủ trương của đảng này dùng bạo lực để giành lại quyền độc lập dân tộc và mô phỏng theo đảng cương của Quốc dân đảng Trung Quốc. Từ khi xảy ra vụ ám sát Bazin (chủ mộ phu đồn điền người Pháp) năm 1929 mật thám Pháp bủa lưới theo dõi hành động của ông; trong khi ấy trong đảng lại có một số tay sai giặc lọt vào. Từ đó, ông phải lui vào hoạt động bí mật và khi thấy nguy cơ bi khủng bố trắng, ông chủ trương mở cuộc khởi nghĩa may ra cứu vãn được đảng. Do đó, ông tổ chức cuộc khởi nghĩa vào ngày 10-2-1930 bằng cách tấn công vào các cơ sở quân sự của Pháp ở một số nơi như Yên Bái, Hưng Hóa, LâmThao, Hải Dương, Kiến An... nhưng thất bại cay đắng. Ngày 20-2-1930 ông và một số chiến hữu bị bắt tại làng Cổ Vịt, huyện Đông Triều, tỉnh Hải Dương. Theo các sử liệu còn lại, hôm ấy ông bị tên Tây chủ đồn điền Cổ Vịt bắt áp giải về Hà Nội. Tới nơi ông chạm mặt một số tay sai và quan thầy Pháp, trong đó có Tổng đốc Hoàng Trọng Phu (con Hoàng Cao Khải, tay sai khét tiếng của Pháp), Phu xấc láo hỏi: - Sao lúc ở Cổ Vịt thầy sẵn khí giới trong tay, thầy không giết bọn tuần phiên mà lại chịu bắt? Ông (N.T.H) đáp: - Khí giới trong tay tôi là để giết bọn tham quan ô lại, bán nước hại dân, nỡ nào tôi giết những người vô tội!. Sau khi cuộc khởi nghĩa thất bại, thực dân Pháp đã trả thù một cách hèn hạ là chúng cho máy bay thảm sát cả làng Cổ Am ở Hải Dương, triệt hạ 10 làng khác và giết hàng loạt các nhà yêu nước khác. Ngày 17-6-1930 mười ba yếu nhân của Việt Nam Quốc dân đảng lên máy chém ở Yên Bái vào một buổi sáng tinh sương (Mười ba người này là: Nguyễn Thái Học, Phó Đức Chính, Bùi Tư Toàn, Đào Văn Nhật, Nguyễn Văn Tiềm, Hà Văn Lao, Bùi Văn Chuẩn, Nguyễn Văn Thịnh, Nguyễn Văn A, Bùi Văn Cửu, Nguyễn Như Liên, Ngô Văn Du và Đỗ Văn Tú). Người bước lên máy chém đầu tiên là Đào Văn Nhật vừa hô \"Việt Nam... \" thì miệng bị bịt là lần lượt mỗi người bị hành quyết đều định hô to lời tâm huyết, nhưng đều bị lính bit miệng. Riêng Phó Đức Chính người thứ 12 đòi nằm ngửa để xem lưỡi dao chém và hô được Việt Nam vạn tuế còn ông Học bị xử cuối cùng, ông mỉm cười ngâm đoạn thơ tiếng Pháp: \"Mourir pour sa patrie, C\u0027est le sort le plus beau Le plus digne... d\u0027envie...\" Nghĩa: Chết vì tổ quốc, Cái chết vinh quang, Lòng ta sung sướng, Trí ta nhẹ nhàng. Ông hi sinh lúc mới 29 tuổi. Các tác phẩm của ông: - Đảng cương Việt Nam Quốc dân đảng - Thư gửi Toàn quyền Đông Dương - Thư gửi Hạ nghị viện Pháp Sau đây là hai bức thư lịch sử trên: Gửi ông Toàn quyền Đông Dương ở Hà Nội Ngày... tháng 3 năm 1930 Ông Toàn quyền! Tôi, Nguyễn Thái Học kí tên dưới đây, chủ tịch đảng Cách mệnh Việt Nam Quốc dân đảng, hiện bị giam ở ngục Yên Bái, trân trọng nói ông rõ rằng: Hoặc trực tiếp, hoặc gián tiếp, tôi thực có trách nhiệm về mọi việc chánh biến phát sinh ở trong nước, do Đảng tôi chỉ huy từ năm 1927 tới nay, vì tôi là chủ tịch của Đảng và là người sáng lập nữa. Vậy xin ông giết một mình tôi, chứ đừng giết các người đảng viên hay gọi là đảng viên hiện bị giam ở các ngục, bởi vì người ta vô tội! Người ta vô tội vì trong số đó thì một phần là các đảng viên, nhưng họ vào đảng là vì tôi khuyến khích họ, cho họ biết thế nào là nghĩa vụ một người dân đối với quốc gia, thế nào là những nỗi khổ nhục của một tên dân mất nước; còn ngoài ra là những người bị vu cáo bởi bọn thù hằn, bởi lũ mật thám, bởi những bạn bè bán mình cho chính phủ Đông Dương. Tôi nhắc lại một lần nữa để ông biết cho rằng chỉ cần giết một mình tôi, vì tôi mới chính là thủ nhạm. Mà nếu còn chưa đủ hả, thì xin tru di cả nhà tôi, nhưng tôi đem nước mắt mà xin ông tha cho những người khác. Sau nữa tôi mong ông nghĩ đến danh dự nước Pháp, đến công lí, đến nhân đạo mà thôi, đừng ra lệnh ném bom hay đốt phá những làng vô tội như ông vừa mới làm. Đó là một lệnh giết người. Những đồng bào của tôi sẽ vi thế mà chết đói, chết rét mấy vạn mà kể! Sau cùng kết luận bức thư, tôi nói cho ông biết rằng nếu người Pháp muốn yên ở ĐôngDương mà không phải khốn đốn vì phong trào cách mệnh thì: 1) Phải thay đổi các chương trình chính trị hung tàn và vô đạo hiện hành ở Đông Dương. 2) Phải cư xử cho ra vẻ là người bạn dân Việt Nam, chứ đừng có lên bộ ông chủ bạo ngược và áp chế. 3) Phải để lòng giúp đỡ những nỗi đau khổ về tinh thần, về vật chất của người Việt Nam, bằng cách trả lại các nhân quyền như tự do ngôn luận, đừng có dung túng bọn tham quan, ô lại, và những phong tục hủ bại ở các hương thôn, mở mang nền công, thương bản xứ, cho nhân dân được học tập những môn cần thiết. Ông Toàn quyền, hãy nhận lấy tấm lòng tôn kính và cảm kích, với sự nhiệt liệt tạ ơn Kẻ thù của ông: Nguyễn Thái Học  Bức thư gửi cho Hạ nghị viện Pháp Các ông Nghị Viện! Tôi ký tên dưới đây là Nguyễn Thái Học, người Việt Nam, 26 tuổi, chủ tịch và sáng lập viên của Việt Nam Quốc Dân Đảng, hiện bị bắt và giam ở ngục Yên Bái Bắc kỳ, Đông Dương, trân trọng bày tỏ như sau này: Theo công lý, ai cũng có quyền bênh vực tổ quốc mình khi bị các nước khác xâm lược, và theo nhân đạo, ai cũng có nghĩa vụ phải cứu vãn đồng bào trong vòng nguy hiểm, khó khăn. Như tôi, tôi thấy rằng Tổ quốc tôi bị người Pháp các ông chiếm lĩnh hơn sáu mươi năm nay; tôi thấy rằng, dưới ách chuyên chế của các ông, đồng bào tôi khốn khổ vô cùng, và dân tộc tôi dần dần sẽ bị tiêu diệt hoàn toàn, theo luật tự nhiên đào thải. Bởi vậy, quyền lợi và nghĩa vụ đã thúc giục tôi phải tìm hết cách để bênh vực Tổ quốc tôi đương bị người chiếm lĩnh, và dân tộc đương ở cảnh gian nguy. Trước hết, tôi định cùng với các người Pháp ở Đông Dương mà làm việc mở mang trí thức và kimh tế. Về phương diện kinh tế, năm 1925, tôi đã gởi cho viên Toàn Quyền Varenne một bức thư, gồm có những nguyện vọng xin bênh vực che chở nền công, thương bản xứ, và nhất là lập một trường Cao Đẳng Công Nghệ ở Bắc kỳ. Năm 1926, tôi lại gởi một bức thư nữa cho viên Toàn Quyền Đông Dương, trong có một dự án giúp cho dân nghèo có thể dễ sống. Năm 1927, tôi lại gửi cho Thống Sứ Bác kỳ một bức thư, xin ra một tập Tuần báo, mục đích là bênh vực và khuyến khích cho nền công, thương bản xứ. Về phương diện trí thức, năm 1925, tôi gửi thư cho Toàn Quyền Đông Dương, yêu cầu: 1) Quyền tự do mở các trường không lấy tiền cho dân hạ giới đến học, nhất là cho thợ thuyền và nông dân! 2) Quyền tự do mở các bình dân thư xã ở các làng cùng ở các tỉnh công nghệ. Khốn nỗi cái gì họ cũng cự tuyệt! Thư tôi chẳng thấy trả lời; dự án của tôi chẳng thấy thực hiện; các lời yêu cầu của tôi chẳng thấy ưng chuẩn, mà đến các bài tôi viết lên báo cũng bị kiểm duyệt, xóa bỏ nốt! Cứ những chuyện cự tuyệt đó, tôi thấy rõ ràng rằng: người Pháp không hề có thực lòng với người Việt, và tôi chẳng giúp ích gì được tổ quốc tôi, đồng bào tôi, dân tộc tôi cả, trừ khi là đuổi người Pháp ra khỏi đất nước tôi! Bởi vậy, năm 1927, tôi bắt đầu tổ chức một đảng cách mệnh, lấy tên là Việt Nam Quốc Dân Đảng, mục đích là đánh đổ cường quyền áp bức ra khỏi nước tôi, và lập nên chính phủ Cộng Hoà Việt Nam, gồm những người thực lòng tha thiết đến hạnh phúc của quần chúng. Đảng tôi tổ chức bí mật, và đến tháng 2 năm 1929 thì bọn mật thám khám phá. Trong các đảng viên đảng tôi, bị bắt một số khá lớn, và bị xử cấm cố từ 2 năm đến 20 năm, tất cả 52 người. Bị bắt nhiều, bị xử ức mặc dầu, Đảng tôi đâu có chịu hoàn toàn tiêu diệt! Dưới quyền tôi chỉ huy, Đảng vẫn hoạt động và đi tới mục đích. Ở Bắc kỳ nổi lên một phong trào cách mệnh; nhất là ở Yên Bái, đã giết chết được mấy sĩ quan. Tổ chức và cầm đầu cho phong trào đó, người ta buộc cho Đảng tôi, lấy cớ rằng chính tôi là chủ tịch của Đảng đã hạ lệnh đánh. Kỳ thực thì tôi chưa hề hạ lệnh ấy, và đã đem những chứng cớ đích xác, để chứng rõ ràng không, với Hội Đồng Đề Hình Yên Bái. Vậy mà, một số đông đảng viên hoàn toàn không biết đến phong trào ấy cũng bị bắt và bị buộc là có tham dự vào công việc! Chính phủ Đông Pháp đã đốt, phá nhà họ! Chính phủ Đông Pháp đã cho lính đến đóng, rồi tịch thu gạo thóc của họ mà chia phần với nhau! Chẳng những đảng viên đảng tôi, phải cam chịu nỗi bất bình, mà gọi là tàn bạo tưởng đúng hơn! Mà còn phần đông đồng bào, hiền lành làm lụng ở nhà quê, để sống cái đời ngựa trâu, cũng chịu hại lây nữa! Hiện nay trong các miền Kiến An, Hải Phòng, Bắc Ninh, Sơn Tây, Phú Thọ, Yên Bái, có hàng vạn người đàn ông, đàn bà, con trẻ vô tội mà bị giết! Hoặc bị chết đói, chết rét vì chính phủ Đông Pháp đã đốt mất nhà! Vậy tôi trân trọng lấy nước mắt, nhờ các ông làm cho tỏ rõ nỗi bất bình ấy, là cái nó làm cho dân tộc tôi sẽ hoàn toàn tiêu diệt, là cái nó làm cho mất hết danh dự nước Pháp, là cái nó làm cho giảm cả giá trị của loài người! Sau nữa, tôi trân trọng bảo cho các ông biết: tôi xin chịu trách nhiệm về tất cả mọi việc chính biến phát sinh trong nước tôi và chỉ huy bởi Đảng tôi, từ năm 1927 đến giờ! Vậy chỉ cần giết một mình tôi là đủ, mà đừng làm tội những người khác hiện nay đương bị giam ở các cửa ngục. Vì chỉ có mình tôi là thủ phạm thôi, còn những người khác đều vô tội cả! Họ vô tội, vì trong số đó thì một phần là những đảng viên, nhưng sỡ dĩ vào Đảng là vì họ nghe lời tôi khuyến khích cho họ biết: thế nào là nghĩa vụ một người dân đối với Nước; thế nào là những nỗi khổ nhục của một tên vong quốc nô! Còn ngoài ra thì là những người không phải đảng viên, nhưng bị kẻ thù hay bọn mật thám đặt điều vu cáo, hay lại bị vu cáo bởi những bạn hữu không chịu nổi những cách tra tấn tàn nhẫn của Công an cục (sở mật thám), và khai bừa ra cho đỡ phải đòn! Tôi nhắc lại một lần nữa để các ông biết rằng chỉ cần phải giết một mình tôi hay còn chưa đủ hả thì tru di cả nhà tôi, nhưng xin các ông tha cho những người vô tội như trên đã nói. Sau cùng, tôi kết luận bức thư này mà nói cho các ông biết rằng: Nếu người Pháp muốn ở yên ở Đông Dương mà không phải khốn đốn vì phong trào cách mệnh thì phải thay đổi cái chương trình chính trị hung tàn và vô đạo hiện hành ở Đông Dương: phải cư xử cho ra vẻ những người bạn của giống Việt Nam chứ đừng có lên bộ là những ông chủ bạo ngược và áp chế; phải để lòng giúp đỡ cho những nỗi khổ đau về tinh thần, về vật chất của người Việt Nam, chứ đừng có khắc khe, thâm độc nữa! Các ông Nghị! Hãy nhận lấy tấm lòng, tôi trân trọng cám ơn. Nguyễn Thái Học"
}