{
  "dateOfBirth": "Đinh Mùi 1907",
  "dateOfDeath": "Giáp Dần 1974",
  "hometown": "tại Unesco, nguyên quán làng Phượng Vũ, huyện Thường Tín, tỉnh Hà Đông (nay thuộc Hà Nội), sinh ngày 12 tháng 3 năm Đinh mùi (1907) tại Hà Nội, con nhà văn Phạm Duy Tốn (1881-1924), anh ruột nhạc sĩ Phạm Duy",
  "occupation": "Giáo sư, Nhà văn, cựu đại sứ Việt Nam (Sài Gòn) tại Unesco, nguyên quán làng Phượng Vũ, huyện Thường Tín, tỉnh Hà Đông ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2091,
  "entityName": "Phạm Duy Khiêm",
  "aliases": [],
  "overview": "Thuở nhỏ ông học tại trường Albert Sarraut ở Hà Nội. Do học lực xuất sắc, nhất là về cổ ngữ La Tinh, Hi Lạp nên được học bổng sang Pháp học tại trường Louis le Grand. Đậu tú tài Pháp, ông thi vào trường Cao đẳng Sư phạm (Ecole Normal Supérieure) cùng lớp với René Billières, Thierry, Maulier (nhà văn) Georges Pompidou (cựu Tổng thống Pháp), Leopold Senghor (cựu Tổng thống Sénégal)... đậu Thạc sĩ văn phạm (Agrégée de grammaire). Ông là người Việt Nam đầu tiên và duy nhất đậu văn bằng này. Năm 1934 về nước làm giáo sư tại trường Bưởi rồi trường Albert Sarraut, năm 1939 ông đầu quân trong hàng ngũ Quân đội kháng chiến Pháp chống phát xít Đức. Chiến tranh kết thúc, ông giải ngũ về Hà Nội rồi qua Pháp tiếp tục dạy học. Tháng 7 năm 1954, ông được Ngô Đình Diệm mời làm Bộ trưởng Đặc nhiệm Phó thủ tướng, năm 1955 làm Cao ủy, rồi Đại sứ Nam Việt Nam tại Paris. Đến năm 1957 ông được cử làm Đại diện thường trực Việt Nam cạnh tổ chức UNESCO với hàm Đại sứ. Nhưng sau đó vì bất đồng quan điểm với chính quyền đương thời nên ông không đảm nhận chức vụ trên. Từ đó (1957) ông bỏ nhiệm sở, ở lại Pháp làm giáo sư tại đó. Ngày 5 tháng 7 năm 1957, ông được Đại học Toulouse (Pháp) phong tặng văn bằng Tiến sĩ danh dự của trường. Từ đó ông sống luôn tại Pháp, làm biên tập cho một nhà xuất bản lớn và dạy học cho đến ngày qua đời (2-12-1974) tại một miền quê nước Pháp (ông tự kết liễu đời mình) như ông đã nghĩ từ hồi còn trẻ \"Ta phải biện minh sự hiện diện của ta trên cõi đời này\" (il faut justifier sa présence sur cette terre). Trong đời cầm bút, hầu hết ông đều viết bằng tiếng Pháp để giới thiệu văn hóa Việt Nam với các độc giả trong cộng đồng sử dựng tiếng Pháp. Ông tùng được tặng các giải: Prix litéraire d\u0027Indochine (Giải văn chương Đông Dương) trao tặng cho cuốn Légendes des Terres Sereines và giải thưởng Louis Barthon của Viện Hàn lâm Pháp tặng cho tác phẩm Nam et Sylvie. Các tác phẩm chính: - Việt Nam văn phạm (hợp soạn với Trần Trọng Kim, Bùi Kỉ - 1941) - Back Street (1940) - De Hanoi à la Courtine (1941) - Dela Courtine à Vichy (1942) bị cấm xuất bản - Mélanges (1942) - Légendes des Terres Sereines (1942) - La Jeunefemme de Nam Xuong (1944) - Nam et Sylvie (1957) - La place d\u0027un homme (1958) - Ma mère... Khi tự đánh giá mình về văn chương, Phạm Duy Khiêm cho rằng: \"Thầy đồ (Agrégé) - ông tự nhận - Phạm Duy Khiêm xây dựng Việt ngữ, nhưng nhà văn Phạm Duy Khiêm phải tạo uy danh Việt Nam trên văn đàn thế giới\". Trong lĩnh vực chính trị ông khẳng định: \"Tôi (PDK) đã đem lại cho chính phủ Ngô Đình Diệm một danh vị. Tôi là người cộng sự chứ không phải là tay sai như ai\". Nhận định về ông, cố Tống thống Pháp Pompidou viết: \"Chẳng phải vì tò mò chuộng lạ mà tôi đã hướng tới bạn L. S. Senghor, cũng như hướng tới bạn chung của chúng tôi là Phạm Duy Khiêm... Dầu sao, với thời gian ba chúng tôi càng trở nên thân thiết. Không một chút khó khăn, tôi nhận thấy ở các bạn tôi một thái độ kiêu hùng, hãnh diện vì dân tộc và tha thiết với đất nước (họ) mặc dầu rất thâm trầm văn hóa của Âu châu và nước Pháp\""
}