{
  "dateOfBirth": "Quí Mão 1903",
  "dateOfDeath": "Bính Thìn 2002",
  "hometown": "tại làng Đông Thành (quê mẹ), quê làng Xuân Đông, huyện Quế Sơn, tỉnh Quảng Nam (nay là xã Quế Xuân, huyện Quế Sơn, tỉnh Quảng Nam)",
  "occupation": "Giáo sư, nhà giáo nhân dân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 213,
  "entityName": "Trần Đình Đàn",
  "aliases": [],
  "overview": "Năm 1917-1921 đậu Tiểu học rồi Thành Chung, năm tiếp theo một mình ông ra Hà Nội thi đậu học bổng vào trường Albert Sarraut. Ba năm sau ông thi đỗ Tú tài toàn phắn rồi đậu vào học ban văn chương trường Cao đẳng sư phạm Đông Dương (Hà Nội). Năm 1926 ông tốt nghiệp Cao đẳng sư phạm được bổ về dạy lớp bổ túc dành cho những học sinh chuẩn bị thi vào trường Quốc học - Huế. Tại Huế ông tháp tùng chí sĩ Phan Bội Châu ra các trường ở Quảng Trị cổ động phong trào yêu nước. Trong khi đó tại trường Đông Ba các lớp học do ông phụ trách bãi khóa ông kí đơn ủng hộ học sinh nên bị chuyển đến làm việc tại trường Đồng Khánh (Huế) một thời gian ngắn rồi đổi ra trường Quốc học - Vinh. Dạy tại Quốc học Vinh một thời gian ông bị buộc nghỉ dạy quản chế tại quê nhà năm năm, vì tham gia và ủng hộ các cao trào phản đối thực dân Pháp và Nam triều. Năm 1934 được trả tự do, ông tìm cách liên lạc với các bạn bè, đồng nghiệp cùng cảnh ngộ. Tại Huế ông cùng các giáo sư Tôn Quang Phiệt, Hoài Thanh, Đào Duy Anh, Trần Hữu Duẩn cùng thành lập trường tư thục Thuận Hóa ở Huế và dạy tại trường này đến cách mạng tháng Tám năm 1945. Sau năm 1945, ông được Bộ trưởng Quốc gia Giáo dục ở Hà Nội mời làm việc ở Bộ. Sau ngày khảng chiến toàn quốc về Quảng Nam làm ủy viên Giáo dục trong ủy ban kháng chiến hành chánh tỉnh Quảng Nam. Năm 1946 ông ra Nghệ An giữ chức Giám đốc các lớp đào tạo giáo viên Trung học Trung Bộ, rồi Giám đốc Sở Bình Dân học vụ Trung Bộ. Sau hiệp định Genève, ông tập kết ra Bắc làm việc ở Bộ Giáo dục cho đến ngày hưu trí (1964). Sau ngày thống nhất đất nước ông về sống ở Đà Nẵng cho đến ngày qua đời. Năm 1994, ông được chính phủ Việt Nam phong tặng danh hiệu Nhà giáo nhân dân, ông là thầy dạy của các học trò nổi danh trên sinh hoạt văn chương văn hóa Việt Nam: Bác sĩ Nguyễn Khắc Viện (1914-1997), kiến trúc sư tài danh Ngô Viết Thụ (1926-2000), nhà giáo, nhà văn Nguyễn Minh Vỹ và nhà thơ, dịch giả tài hoa Bùi Giáng (1926-1998)... Giáo sư Trần Đình Đàn suốt đời là một thầy giáo trong ý nghĩa đích thực của nghề nghiệp với sự nghiệp thụ nhân của ông."
}