{
  "dateOfBirth": "1793\n----------------------------------------------\nGiánp Dần 1794",
  "dateOfDeath": "1865\n----------------------------------------------\nẤt Sửu 1865",
  "hometown": "Quê làng Mĩ Khê, huyện Bình Sơn, tỉnh Quảng Ngãi",
  "occupation": "Danh sĩ, đại thần triều Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 2136,
  "entityName": "Trương Đăng Quế",
  "aliases": [
    "Diên Phương",
    "Đoan Trai",
    "Quảng Khê"
  ],
  "overview": "Trương Đăng Quế (chữ Hán: 張登桂, 1793-1865), tự: Diên Phương, hiệu: Đoan Trai, biệt hiệu: Quảng Khê; là danh thần trải 4 triều Gia Long, Minh Mạng, Thiệu Trị và Tự Đức trong lịch sử Việt Nam. Trong 43 năm làm quan, có 20 năm ông giữ trọng trách lớn (có hai lần nhận di chiếu tôn phò vua mới). Ngoài ra, ông còn là nhà thơ, nhà sử học, là thầy học của vua Thiệu Trị và một số quý tộc nổi tiếng khác, trong đó có Tùng Thiện Vương và Tuy Lý Vương.\n----------------------------------------------\nNăm Kỉ mão 1819, ông đỗ Hương cống (cử nhân) đời Minh Mạng, làm đến thượng thư bộ Binh, sung Cơ mật viện đại thần rồi thăng Hiệp biện đại học sĩ. Đời Thiệu Trị, từng làm Phụ chánh đại thần, Văn minh điện đại học sĩ. Sang đời Tự Đức, ông thăng Cần Chánh điện học sĩ tước Quận Công. Sau sáu lần xin về hưu mới được vua Tự Đức cho hưu trí năm 1863. Ngoài ra, ông từng được cử làm Chủ khảo thi Hội, từng làm Tổng tài biên soạn Đại Nam liệt truyện, Đại Nam thực lực tiền biên. Cuối đời Thiệu Trị, dư luận cho rằng ông là nhân vật góp phần quyết định trong việc phế Hồng Bảo, lập Hồng Nhậm (Tự Đức). Ông sáng tác văn học rất nhiều, Tùng Thiện vương Miên Thẩm và Mai Am Nguyễn Thị Trinh Thận, Lương Khê Phan Thanh Giản rất quí mến ông về tài học. Con ông là Trương Văn Đễ, Trương Đăng Đản sau này cũng là nhân vật trụ cột trong các đời vua kế tiếp. Các tác phẩm của ông gồm: - Thiệu Trị văn qui - Thiệu Tri văn giai - Quảng Khê thi văn tập - Thi tấu hợp biên - Đại Nam liệt tryện - Đại Nam thực lục tiền biên - Trường Quảng Khê tiên sinh tập - Học văn dư tập - Tây Sơn bí lục Đại Nam liệt truyện (85 quyển) chia thành 3 phần, do ông làm Tổng tài ở Quốc sử quán trông coi và khảo duyệt cho việc biên soạn. Đại Nam liệt truyện tiền biên (6 quyển) soạn từ năm Thiệu Trị thứ nhất (1841). Nội dung và phương pháp biên soạn được nói rõ trong bài Biểu dâng sách lên vua Thiệu Trị như sau: Năm Thiệu Trị thứ nhất (1841), khi được lệnh làm sách Liệt thánh thực lục, đã được nhà vua dặn miệng, rằng phải làm luôn cả sách Liệt truyện. Bọn chúng thần đã tư giấy về các địa phương tra hỏi sự tích (từng người) rồi lại tham khảo với Thực lục chép thêm những điều truyền văn, hết sức bàn bạc, làm xong sách Liệt truyện. Sách này, trước hết chép truyện các hậu phi, thứ đến các hoàng tử, các công chúa, thứ nữa đến các quan, các bậc ẩn dật, các vị cao tăng; sau cùng phụ truyện bọn phản nghịch bọn gian thần, gồm có 7 mục, tất cả là 6 quyển. Tổng mục: Q1: Hậu phi (13 truyện); Q2: Hoàng tử (9 truyện), Công chúa (10 truyện); Q3: Chư thần 1 (20 truyện); Q4: Chư thần 2 (35 truyện); Q5: Chư thần 3 (43 truyện); Q6: Chư thần 4 (9 truyện), Ẩn dật (6 truyện), Cao tăng (8 truyện), Nghịch gian thần (4 truyện). Đại Nam thực lục (560 quyển) cũng do ông làm Tổng tài biên soạn từ đời Gia Dũ hoàng đế (Nguyễn Hoàng) đến năm Đinh dậu Duệ tông Hiến Thuận hoàng đế, (1777) gồm 13 quyển. Bộ này gồm 2 phần: - Đại Nam thực lục tiền biên (từ Gia Dũ hoàng đế 1558-1613 đến năm 1777). - Đại Nam thực lục chánh biên (từ Gia Long-1802 đến Đồng Khánh 1885). Phần chánh biên này gồm 66 cuốn chép các việc từ đời vua Gia Long đến đời Đồng Khánh, tất cả 7 đời vua, mỗi đời vua là một kỉ, cộng 7 kỉ. Còn Quảng Khê thi văn tập, Học Văn dư tập... là những tác phẩm thuần túy văn chương của ông."
}