{
  "dateOfBirth": "Tân Sửu 1901",
  "dateOfDeath": "Bính Tuất 1946",
  "hometown": "quê thị xã Tân An (nay thuộc tỉnh Long An)",
  "occupation": "Nhà hoạt động",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 2198,
  "entityName": "Hồ Vàn Ngà",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình Nho học, thân phụ làm nghề thuốc Bắc, ông là anh ruột Bác sĩ Hồ Văn Huê (cựu đại tá, Thứ trưởng Bộ Y tế chính phủ CMLTMNVN). Thuở nhỏ học tại trường làng ở Tân An đậu Primaire. Năm 1918 lên Sài Gòn học Trường Chasseloup Laubat, đang học năm thứ ba vì tham gia \"làm reo\" (grève) bãi khóa nên bị đuổi học, nhưng nhờ học lực xuất sắc (luôn đứng đầu lớp) nên được cho học lại. Năm 1923, học nhảy lớp, đậu đầu tú tài bản xứ, được gia đình bên vợ cung cấp tài chánh sang Pháp học tại Trường Cao học Kĩ nghệ và Mĩ thuật Trung ương Paris (Arts et Manufactures de l\u0027École Centrale de Paris) luôn đỗ đầu trong các năm học. ở Pháp ông tham gia các tổ chức chống chế độ thuộc địa, nên lại bị đuổi học một lần nữa, và trục xuất về Nam Kì. Kĩ sư Lưu Văn Lang khi hay tin trên than tiếc trường hợp ông, cho rằng: \"Uổng quá, tôi có học trường ấy, nhưng tôi không làm major (đứng đầu lớp) suốt ba năm như Ngà. Làm major, khi ra trường tương lai lớn lắm. Uổng quá! Uổng quá!\". Về Sài Gòn, ông viết báo, dạy tại các trường tư, tham gia các tổ chức xã hội, chính trị chống Pháp. Năm 1936 tham gia Đông Dương đại hội cùng với Tạ Thu Thâu, Nguyễn Văn Tạo, Dương Bạch Mai, Phan Văn Hùm, Diệp Văn Kì... cộng tác với các báo La Cloche fêlée, La lutte, L\u0027 Avant Garde, Thần Chung, Công Luận, Mai, Dân chúng, Hưng Việt. Có thời gian ông bị Pháp cưỡng bức lưu trú ở Sóc Trăng vì tội chống Pháp! Sau ngày Nhật đảo chánh Pháp (9-3-45), ông cùng Nguyễn Văn Sâm thành lập Việt Nam Quôc gia Độc lập đảng do ông làm chủ tịch. Từ đó ông kêu gọi các lực lượng chống Pháp khác thành lập Mặt trận Quốc gia thống nhất (gồm Việt Nam Quốc gia Độc lập, Thanh niên Tiền phong, Nhóm trí thức, Đoàn Công chức, Tịnh độ cư sĩ, Hòa Hảo, Cao Đài, Nhóm Tranh đấu...) tham gia việc nước. Khi Nguyễn Văn Sâm làm Khâm sai Đại thần Nam Bộ của chính phủ Trần Trọng Kim, ông được cử giữ chức Chánh văn phòng Khâm sai. Những ngày Pháp tái chiếm miền Nam, ông bị kẻ lạ mặt giết trên đường Bạc Liêu - Cà Mau. Theo truyền văn, trước khi bị hành quyết ông còn nói: \"Các anh muốn giết tôi thì giết mà đừng gán cho tôi là Việt gian?\" (Theo Vương Hồng Sển, Hơn nửa đời hư, NXB TP.HCM, 1991)."
}