{
  "dateOfBirth": "19 tháng 2 năm 1864 Huế, Đại Nam\n----------------------------------------------\nQuí Hợi 1863\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "28 tháng 1, 1889 (24 tuổi) Huế, Đại Nam, Liên bang Đông Dương\n----------------------------------------------\nMậu Tí 1888\n----------------------------------------------\nKhông rõ",
  "hometown": "Thừa Thiên-Huế\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế Đại Nam\n----------------------------------------------\nHoàng tử, con Kiên Thái vương, anh ruột hai vua Kiến Phúc, Hàm Nghi\n----------------------------------------------\nHoàng đế",
  "workTenure": "19 tháng 9 năm 1885 - 28 tháng 1 năm 1889 (3 năm, 131 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1885–1889",
  "fatherName": {
    "Nguyễn Phúc Hồng Cai": null
  },
  "motherName": {
    "Bùi Thị Thanh": null
  },
  "eraName": {
    "Nhà Nguyễn": null,
    "Pháp đô hộ": null
  },
  "id": 2203,
  "entityName": "Nguyễn Phúc Ưng Ki",
  "aliases": [
    "Nguyễn Phúc Ưng Kỷ (阮福膺祺)",
    "Thuần Hoàng đế (純皇帝)",
    "Nguyễn Phúc Ưng Thị",
    "Cảnh Tông (景宗)",
    "Nguyễn Phúc Biện",
    "Đồng Khánh",
    "Đồng Khánh (同慶)",
    "Nguyễn Cảnh Tông"
  ],
  "overview": "Đồng Khánh (chữ Hán: 同慶; 19 tháng 2 năm 1864 – 28 tháng 1 năm 1889), tên húy là Nguyễn Phúc Ưng Thị (阮福膺豉) và Nguyễn Phúc Ưng Đường (阮福膺禟 , lên ngôi lấy tên là Nguyễn Phúc Biện (阮福昪) , là vị Hoàng đế thứ chín của nhà Nguyễn, tại vị từ năm 1885 đến 1889. Ông được truy tôn miếu hiệu là Nguyễn Cảnh Tông (阮景宗).\n----------------------------------------------\nTrước khi lên ngôi, ông bị Phụ chính đại thần Phan Đình Bình phản đối vì Bình muốn lập con vua Dục Đức là Hoàng tử Bửu Lân lên kế vị (Phan là ông ngoại Bửu Lân). Do đó, Đồng Khánh và phe nhóm có mối thâm thù với Phan Đình Bình, nên khi làm vua, ông toa rập với Pháp và tay chân giết hại Phan. Lên ngôi một thời gian (1886) ông được Pháp đưa ra Quảng Bình phủ dụ các lực lượng nghĩa quân về với Pháp, nhưng bị các phong trào yêu nước và nhân dân tẩy chay. Trong thời gian làm vua, Đồng Khánh chỉ là bù nhìn của thực dân Pháp, quyền hành của ông không vượt ra ngoài giới hạn của cung điện và đám nữ tì. Công việc triều chính đều do các quan người Pháp như Champeaux, tướng Prudhomme, nhất là Paul Bert trực tiếp nắm giữ, quyết định cả. Năm Mậu tí (ngày 26 tháng chạp) 1888 ông mất, hưởng dương 25 tuổi, miếu hiệu là Cảnh tông Thuần hoàng đế. Tương truyền cái chết của ông là do ám ảnh bởi việc ông và Nguyễn Hữu Độ bức tử đại thần Phan Đình Bình.\n----------------------------------------------\nĐồng Khánh Đế (chữ Hán: 同慶 19 tháng 2 năm 1864 – 28 tháng 1 năm 1889), tên húy là Nguyễn Phúc Ưng Thị (阮福膺豉) và Nguyễn Phúc Ưng Đường (阮福膺禟 ), lên ngôi lấy tên là Nguyễn Phúc Biện (阮福昪), là vị hoàng đế thứ chín của nhà Nguyễn trong lịch sử Việt Nam, tại vị từ năm 1885 đến 1889."
}