{
  "dateOfBirth": "Giáp Tuất 1874",
  "dateOfDeath": "Kỉ Tị 1929",
  "hometown": "quê làng Ngọc Đình, huyện Duyên Hà (nay là xã Văn Cẩm, huyện Hưng Hà), tỉnh Thái Bình",
  "occupation": "Nhân sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 222,
  "entityName": "Nguyễn Văn Cẩm",
  "aliases": [
    "Kỳ Đồng"
  ],
  "overview": "Ông nổi tiểng thông minh từ nhỏ, và tương truyền chính vua Tự Đức cũng khen ngợi ông là Kì Đồng (Đứa trẻ kì lạ thông minh), nên tục gọi ông là Kì Đồng thành danh hiệu. Từ 1887 ông mới 13 tuổi đã tỏ ra có lòng yêu nước, quyết chống giặc Pháp. Do đấy đông đảo dân chúng xưng tôn ông là cầm đầu kháng chiến. Công sứ Nam Định là Brière sai lính đàn áp cuộc dấy nghĩa của nhóm ông, giải tán và bắt được ông. Chúng không giam ông mà đưa sang Algérie, cho vào trường trung học. Từ 1887 đến 1896 ông học khoa Lí Hóa, đỗ nhiều kì thi. Cuối năm 1896 ông về nước, lúc đó 22 tuổi được nhân dân quanh vùng tỏ lòng tin tưởng. Lúc bấy giờ có phong trào chống Pháp do Mạc Đình Phúc (tức Khóa Trình) cầm đầu đang dấy lên, dân chúng lại tôn ông làm \"Quốc sư\" tham gia phong trào đó. Ông bị Pháp theo dõi. Để lôi kéo ông đi hướng khác, bác sĩ người Pháp Gilard mời ông hợp tác mở đồn điền ở chợ Kì. Ông vẫn biết giặc Pháp canh chừng ông nên chấp nhận việc mở đồn điền, đồng thời ngầm liên lạc với nghĩa quân do Đề Thám chỉ huy. Thiếu tá Péroz biết việc ông liên kết với Đề Thám, mật báo với Toàn quyền Paul Doumer, rồi bắt ông đem về Hải Phòng. Ít lâu đưa đi đày ở Polynésie thuộc quần đảo Marquise. Năm Kỉ tị 1929 ông mất tại đảo ấy, hưởng dương 55 tuổi. Thơ ông còn được truyền tụng rất nhiều. Lúc bị đày ở đảo, ông có làm bài thơ cảm tác nói lên tâm sự của mình. \"Cô đăng khiêu tận vị thành niên, Tinh nhật ôi ôi ốc thượng huyền. Thân ngọa cô sàng vô bản địa, Nguyệt lâm tiểu địa bất cao thiên. Kim triêu vị tác trần trung khách, Tha nhật nhưng thành thị thượng liên. Thử nội tài hoa chân bất thiểu, Thi ngôn vương đạo đặng biền biền.\" Bản dịch: Đèn riêng bấc lụi còn thao thức, Vằng vặc trăng sao bạc mái nhà. Xứ lạ giường riêng càng thấy lẻ, Trăng soi chốn hẹp chiếu bao la. Hôm nay chưa phải là tân khách, Ngày khác thành tiên ắt chẳng ngoa. Đất Việt, người tài đâu phải hiếm, Còn cơ hưng vượng đẹp như hoa. Đặc biệt ông cũng có làm bài Thu Dạ Lữ Hoài Ngâm bằng Hán văn thể song thất lục bát, như Đinh Nhật Thận khi trước. Và lúc đày ở đảo Parquise ông giao du thân mật với nhà danh họa Gaugin nên học vẽ cũng xuất sắc."
}