{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Giáp Tí 1984",
  "hometown": "quê làng Trung Kiên, tổng Bích La, phủ Triệu Phong, tỉnh Quảng Trị (nay thuộc huyện Triệu Phong, tỉnh Quảng Trị)",
  "occupation": "Thiền sư, cao tăng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2231,
  "entityName": "Nguyễn Văn Kính",
  "aliases": [
    "Đạo Giám",
    "Trí Thủ"
  ],
  "overview": "Ông xuất thân trong một gia đình có truyền thống Phật giáo, ngay từ lúc 9 tuổi đã vào chùa học chữ Hán và Phật học. Năm 17 tuổi, ông thọ giới với hòa thượng Viên Thành tại chùa Tra Am (Huế). Từ đó ông theo tu học tại các chùa và Phật học đường Tây Thiên, Huế. Đầu năm 1951, ông giữ chức vụ Hội trưởng Hội Việt Nam Phật học Trung Phần kiêm chức giảng sư tại các Phật học đường Báo Quốc (Huế), Hải Đức (Nha Trang), Phổ Thiên (Đà Nẵng), Quảng Hương Già Lam (Gia Định). Năm 1964 làm Viện trưởng Viện Cao đẳng Phật giáo (tiền thân Viện Đại học Vạn Hạnh) rồi làm Tổng vụ trưởng Tổng vụ Hoằng pháp Giáo hội Phật giáo Việt Nam mãi đến năm 1975. Năm 1968, ông được Giáo hội Phật giáo Việt Nam tấn phong Hòa thượng. Sau khi đất nước thống nhất (1977) ông đắc cử chủ tịch Hội đồng trị sự trung ương giáo hội Phật giáo Việt Nam. Trong suốt hành trình hóa đạo, ông đã trùng tu, xây dựng được nhiều cảnh chùa ở các tỉnh miền Trung và Gia Định. Tu viện Già Lam tại Gò Vấp do ông tự thân trông nom xây dựng và cũng là một tu viện lớn đào tạo được nhiều nhà trí thức Phật giáo trẻ ở miền Nam trước đây và cả hiện nay. Cùng trong thời gian trên, ông đã hướng dẫn nhiều phái đoàn Phật giáo Việt Nam đến các nước Lào, Đài Loan, Hồng Kông, Nhật Bản, Nam Triều Triên, Mông Cổ, Liên Xô (cũ) tham gia các đại lễ Phật giáo và xã hội. Trong thời gian hóa đạo, ông còn chủ trương các tạp chí Tin Phật, Bát Nhã... là cơ quan hoằng pháp của Phật giáo Việt Nam. Các tác phẩm chính của ông gồm: - Kinh Phổ môn - Kinh Phổ Hiền - Me hiền Quan Âm - Kinh Vô thường - Kinh A Di Đà - Pháp môn Tịnh độ - Kinh Bát Nhã - Luật Tì Kheo - Luật Bồ Tát - Luật tứ phẩm - Nghi thức truyền giới Bồ Tát tại gia và thập thiện - Nghi thức Phật đản... Ông viên tịch ngày 2-4-1984 tại tu viện Quảng Hương Già Lam và an táng tại đây hưởng thọ 76 tuổi đời, 56 tuổi đạo. Hồi sinh tiền, trong dịp xuân về, ngỏ lời với môn đệ, ông có mấy vần thơ đượm mùi Thiền: Xuân về Mậu ngọ tuổi lai hi, Chằng dám khoe chi chẳng muốn chi. Bảo ở thì ừ, hoan hỉ ở, Kêu đi âu cứ tự nhiên đi. Cành khô lá úa mai nhưng nụ, Mây cuốn sương tan đá vẫn lỳ. Vô tận không thời vô tận ý, Thị chưa từng bận ngại gì phi. Hòa thượng Thích Trí Thủ là một danh tăng của Phật giáo Việt Nam hiện đại."
}