{
  "dateOfBirth": "Quí Mão 1903",
  "dateOfDeath": "…",
  "hometown": "quê làng Bà Điểm, huyện Hóc Môn, tỉnh Gia Định (nay là huyện Hóc Môn, TP",
  "occupation": "Phó thủ lãnh Bình Xuyên (một nhóm cướp khét tiếng ở Sài Gòn trước năm 1945) tục danh là Mười Trí, một số nguời sau này gọi là \"sư thúc\" Hòa Hảo ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 224,
  "entityName": "Huỳnh Văn Trí",
  "aliases": [
    "Mười Trí"
  ],
  "overview": "Ông xuất thân trong một gia đình làm nông tại địa phương, về sau \"đầu quân\" với thủ lãnh Ba Dương (Dương Văn Dương) cùng Bảy Viễn (Lê Văn Viễn), Hai Vĩnh (Mai Văn Vĩnh) chuyên \"đi hát\" (cướp có võ trang) tại các nhà buôn lớn nhà giàu có ở Chợ Lớn. Sào huyệt của nhóm Bình Xuyên ở bên kia cầu chữ Y tỉnh Chợ Lớn (nay thuộc Quận 8, TP.HCM), và lấy tên làng Bình Xuyên mà xưng danh để hành nghề... cướp. Năm 1941 Huỳnh Văn Trí, Bảy Viễn bị Pháp bắt với rất nhiều tiền án (14, 15 vụ cướp có vũ khí) rồi bị đày ra Côn Đảo Ra đảo nhiều lần, nhưng đều được \"đàn em\" và \"thầy chú\" ở đảo giúp phương tiện thả bè vượt ngục về đất liền. Một lần ông với đồng bạn là Bảy Viễn về ở Dầu Tiếng (nay thuộc tỉnh Bình Dương) bị bắt và đày lại ra Côn Đảo. Năm 1945, Mười Trí cùng Bảy Vlễn vượt Côn Đảo lần thứ hai. Lúc về đến Sóc Trăng gặp khởi nghĩa tháng 8. Bảy Viễn, Mười Trí được các nhân vật trong xứ ủy Nam Kì móc nối tham gia kháng chiến chống Pháp gồm Ba Dương, Bảy Viễn, Bảy Môn (Nguyễn Văn Mạnh)... Sau khi mặt trận Sài Gòn - Gia Định vỡ ông ra vùng tự do làm chỉ huy phó lực lượng Bình Xuyên, năm 1947 ông lui về Long Xuyên, Châu Đốc kết hợp với lực lượng võ trang Hòa Hảo tích cực tham gia đánh Pháp. Tại đây ông được Giáo chủ Huỳnh Phú Sổ nhận là \"sư thúc\" Hòa Hảo... hoạt động ở các tỉnh miền Tây Nam Bộ. Sau năm 1954 ông theo lực lượng kháng chiến tập kết ra miền Bắc, đến những năm 1962-1964 trở về chiến đấu ở các chiến trường Nam Bộ. Cuộc đời ông được nhà văn Nguyên Hùng hư cấu nghệ thuật trong tiểu thuyết Sư thúc Hòa Hảo (NXB Hậu Giang, 1985). Các con ông sau này học tập, trưởng thành ở Hà Nội, sau ngày thống nhất đất nước họ trở về Nam và giữ một số chức vụ y tế ở TP.HCM."
}