{
  "dateOfBirth": "Bính Ngọ 1906",
  "dateOfDeath": "Mậu Tí 1948",
  "hometown": "Quảng Nam",
  "occupation": "Nhà văn ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2258,
  "entityName": "Nguyễn Tường Long",
  "aliases": [
    "Tứ Ly",
    "Hoàng Đạo"
  ],
  "overview": "Ông tốt nghiệp trường Luật, làm Tham tá Lục sự một thời gian ngắn, rồi cùng với anh và em làm báo Phong Hóa, Ngày Nay, Chủ Nhật, gầy dựng nên nhóm Tự Lực Văn Đoàn, thành một trường phái văn học Việt Nam. Từ năm 1940, ông cùng với anh hoạt động chính trị, có chân trong giới lãnh đạo đảng Đại Việt Dân chính, bị Pháp bắt giam đến năm 1943 mới thả. Năm 1945, ông và anh ông có tham chính. Từng là Đại biểu Quốc hội (khóa I) rồi Thứ trưởng bộ Kinh tế Quốc dân Chính phủ Liên hiệp kháng chiến, nhưng rồi lại tách ra nước ngoài. Đến tháng 8-1948 ông mất tại Quảng Châu, hưởng dương 42 tuổi. Các tác phẩm chính: - Bùn lầy nước đọng (1936) - Trước vành móng ngựa (1938) - Mười điều tâm niệm (1939) - Con đường sáng (1940) - Tiếng đàn (1941) Sau đây là Mười điều tâm niệm của bạn trẻ. Hỡi các bạn trẻ! Hỡi các người đang tuổi thanh niên hăng hái, bồng bột, nhiệt thành với mọi việc. Những người tóc bạc mà trí vẫn sáng suốt, tâm hồn vẫn trẻ trung. Những người lúc nào cũng nghĩ đến tiến, tiến hơn lên, tiến hơn lên nữa! Cõi đời cũ, cõi đời cằn cỗi, đọng lại như nước ao tù từ mấy ngàn năm xưa của phái thủ cựu đã đi vào nơi tiêu diệt như đêm tối tan đi trước ánh sáng của vầng thái dương. Cõi đời của phái \"trung dung\" đã đến buổi tàn tạ. Công cuộc của phái ấy đã hoàn toàn thất bại, và kết quả của chủ nghĩa điều hòa chỉ là: hư không. Vậy cần phải có nột cuộc đời mới, với một tinh thần, một linh hồn mới. Đó là cuộc đời của các bạn, của phái trẻ chúng ta. Trong cuộc đời mới đang đợi ta, đầy ánh sáng và chông gai ta lúc nào cũng phải tâm niệm đến những ý tưởng chính, đến nguyên tố nền tảng của tinh thần mới. Những tư tưởng, những nguyên tố ấy, ta có thể gồm lại trong mười điều tâm niệm. (TLVĐ, Ngày Nay số 25. 13-10-1936). Nguồn gốc: Năm 1936, mặt trận Bình Dân liên kết các đảng khuynh tả thắng thế trong cuộc tuyển cử ở Pháp. Nội các Léon Blum (một lãnh tụ xã hội) thành lập Phong trào xã hội sôi nổi ở chính quốc và lan tràn tới các xứ thuộc địa. ở Việt Nam, các cơ quan ngôn luận được dịp thi đua tranh đấu chính trị và đòi cải tạo xã hội. Nhân dịp này, tuần báo Ngày Nay của nhóm Tự Lực đăng Mười điều tâm niệm (từ số 25 ngày 13-9-1936 đến số 41 đầu năm 1937) và Bùn lầy nước đọng (từ số 27 tháng 9 năm 1936) của Hoàng Đạo. Tháng 3 năm 1939, nhà Đời Nay xuất bản Mười điều tâm niệm trong loại Nắng Mới, \"loại sách bàn luận khảo cứu để trình bày những trào lưu tư tưởng của nước ngoài, những nguyện vọng thiết tha của đời sống nước nhà\" (Ngày Nay, kỉ nguyên số 3 ngày 19-5-1945). Nội dung: Mười điều tâm niệm là mười bài tiểu luận, mười khẩu hiệu kêu gọi thanh niên mạnh bạo thực hiện một cuộc cách mạng tư sản sâu rộng: cách mạng bản thân, cách mạng gia đình, cách mạng xã hội. 1. Điều tâm niệm thứ nhất: Theo mới, hoàn toàn theo mới không chút do dự (Tuyệt đối bỏ văn hóa cũ để theo văn hóa ở Âu Tây. Tinh thần riêng của dân tộc sẽ đào thải những cái gì không thích hợp). 2. Điều tâm niệm thứ hai: Tin ở sự tiến bộ một ngày có thể một hơn. (Công kích phái thủ cựu tin tưởng một cách quá đáng vào các khuôn phép cũ). 3. Điều tâm niệm thứ ba: Sống theo một lí tưởng (Hoàng Đạo cho rằng các sĩ phu ngày trước không có lí tưởng vì họ bình thản bước theo con đường do các thánh hiền xưa vạch sẵn). 4. Điều tâm niệm thứ tư: việc xã hội (Xã hội cũ là một xã hội đóng kín, trong đó người ta có óc vị kỉ vì chỉ nghĩ đến thân danh, gia đình, họ hàng, làng xóm, mà không có tinh thần xã hội rộng rãi). 5. Điều tâm niệm thứ năm: Luyện tính khí (có học thức không đủ, còn cần phải có một ý chí hùng mạnh vững vàng. Bởi vậy cần phải luyện tính khí để nâng cao nhân phẩm). 6. Điều tâm niệm thứ sáu: Phụ nữ và xã hội. (Phụ nữ phải bình đẳng với nam giới không những về quyền lợi mà cả về nghĩa vụ nữa). 7. Điều tâm niệm thứ bảy: Luyện lấy bộ óc khoa học. (Hoàng Đạo nêu ra những tai hại trầm trọng của óc mê tín, và trình bày sự cần thiết và công dụng của khoa học). 8. Điều tâm niệm thứ tám: Cần sự nghiệp không cần công danh. (Người xưa thường lẫn công danh với sự nghiệp. Ngày nay thanh niên cần phải tẩy trừ óc chuộng hư danh để mà xây dựng sự nghiệp bằng cách làm ích cho người chung quanh). 9. Điều tâm niệm thứ chín: Luyện thân thể cường tráng. (Công kích tinh thần văn nhược thuở xưa và khuyến khích thanh niên siêng năng thể dục). 10. Điều tâm niệm thứ mười: Cần có trí xếp đặt (Chỉ trích thói cẩu thả, luộm thuộm, và nêu ra sự quan trọng của óc tổ chức). Hoàng Đạo là một cây bút cột trụ của báo Phong Hóa, và nhà xuất bản Đời Nay do anh em ông chủ trương. Ông cũng là một trong hai cây bút có khuynh hướng về gia đình và cải tạo xã hội để giải quyết vấn đề giải phóng đồng bào mà trong đó phụ nữ là thành phần chủ yếu. Ông (HĐ) là một nhà văn chuyên về nghị luận và luận đề, có một bộ óc phán đoán tinh tế, lí luận chặt chẽ nên dễ thuyết phục độc giả ưa lí luận."
}