{
  "dateOfBirth": "8 tháng 2, 1762 Huế, Đại Việt\n----------------------------------------------\nẤt Dậu 1765\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "3 tháng 2, 1820 (57 tuổi) Huế, Việt Nam\n----------------------------------------------\nẤt Dậu 1825\n----------------------------------------------\nKhông rõ",
  "hometown": "quê huyện Tân Hòa, tỉnh Gia Định (nay thuộc thành phố Hồ Chí Minh)\n----------------------------------------------\nKhông rõ",
  "occupation": "Nguyễn Vương\n----------------------------------------------\nDanh thần, tác giả thời chúa Nguyễn Phúc Ánh \n----------------------------------------------\nHoàng đế",
  "workTenure": "1780 – 1802\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1802–1820",
  "fatherName": {
    "Nguyễn Phúc Luân": null
  },
  "motherName": {
    "Ý Tĩnh Khang hoàng hậu": null
  },
  "eraName": {
    "Trịnh - Nguyễn": null,
    "Nhà Nguyễn": null,
    "Nhà Tây Sơn": null,
    "Nhà Nguyễn độc lập": null
  },
  "id": 2274,
  "entityName": "Phạm Đăng Hưng",
  "aliases": [
    "Gia Long (嘉隆)",
    "Nguyễn Ánh",
    "Nguyễn Thế Tổ",
    "Gia Long",
    "Nguyễn Phúc Ánh (阮福暎)",
    "Nguyễn Phúc Ánh",
    "Cao Hoàng đế (高皇帝)",
    "Thế Tổ (世祖)",
    "Hiệt Củ"
  ],
  "overview": "Gia Long (chữ Hán: 嘉隆; 8 tháng 2 năm 1762 – 3 tháng 2 năm 1820), húy là Nguyễn Phúc Ánh (阮福暎), thường được gọi tắt là Nguyễn Ánh (阮暎), là vị hoàng đế đã sáng lập nhà Nguyễn, triều đại quân chủ cuối cùng trong lịch sử Việt Nam. Ông trị vì từ năm 1802 đến khi qua đời năm 1820, được truy tôn miếu hiệu là Nguyễn Thế Tổ (阮世祖).\n----------------------------------------------\nNăm Bính thìn 1796 ông đỗ tú tài trường thi Gia Định, được bổ làm Lễ sinh ở phủ, sung Cống sĩ viên, rồi thăng Tham luận ở Vệ Phấn Võ, đem quân ra đánh Phú Yên. Khi trở về Gia Định, ông lại nhận lệnh theo Nguyễn Văn Trương và Nguyễn Huỳnh Đức đem binh viện trợ cho nước Xiêm (Thái Lan) đánh bại Miến Điện. Năm Kỉ mùi 1799, ông làm Tham tri bộ Lại, nhưng thường theo quân đội làm Tham mưu. Đến khi Nguyễn Ánh lên ngôi, ông từng được cử đi Thanh tra Trường thi Hương Kinh Bắc (1807). Rồi thăng Thượng thư bộ Lễ (1813), sung chức Tổng tài Quốc sử quán (1821). Vì ở bộ Lễ có điều sai phạm, ông bị ngưng chức một lúc, rồi lại được bổ Học sĩ Viện Hàn lâm sau đổi làm Tham tri bộ Lại, coi sóc luôn Viện Hàn lâm kiêm Phó Tổng tài Quốc sử quán. Năm Giáp thân 1824 ông được phục chức Thượng thư bộ Lễ. Năm sau Ất dậu 1825 ông mất, thọ 60 tuổi, được tặng tước Vinh lộc đại phu, Trụ quốc Hiệp biện đại học sĩ, thụy Trung Nhã. Đến đời Tự Đức Mậu thân 1848, tặng ông là Đặc tấn Vinh lộc đại phu, Thái bảo, Cần chánh điện đại học sĩ, tước Đức Quốc Công. Con gái ông là Phạm Thị Hằng được tuyển vào cung hầu Đông cung thái tử (sau là vợ vua Thiệu Trị) đến đời Tự Đức tấn phong Từ Dũ hoàng thái hậu. Ông có 4 con trai, người thứ tư là Phạm Đăng Thuật được chọn làm Phò mã Đô úy, giữ chức Lang trung bộ Lễ. Ông cùng với Tôn Thất Địch được lệnh vua sửa sang biên soạn lại: Ngọc phả (Gia phả nhà vua) và phác thảo bộ Đại Nam thực lục (gọi tắt là Thực lục). Đại Nam thực lục (56 quyển) tập thể sử thần trong Quốc sử quán triều Nguyễn cùng biên soạn dưới quyền phác thảo đầu tiên của Tống tài Phạm Đăng Hưng. Bộ sử này chia ra làm 2 phần chính: a. Đại Nam thực lục tiền biên (hay Liệt thánh thực lục tiền biên) chép các sự việc của chúa Nguyễn bắt đầu từ Thái tổ Gia Dũ hoàng đế (Nguyễn Hoàng - Chúa Tiên) năm 1558 đến năm Cảnh Hưng thứ 38 (1777). Phần Tiền biên gồm 12 quyển. b. Đại Nam thực lục chánh biên, gồm 66 quyển chép các sự việc theo thứ tự từng ngày kể từ Gia Long đến Đồng Khánh, gồm 7 đời vua, mỗi đời là một kỉ.\n----------------------------------------------\nGia Long (chữ Hán: 嘉隆; 8 tháng 2 năm 1762 – 3 tháng 2 năm 1820), tên húy là Nguyễn Phúc Ánh (阮福暎), thường được gọi là Nguyễn Ánh (阮暎), là một nhà chính trị, nhà quân sự người Việt Nam, vị vua sáng lập nhà Nguyễn, triều đại quân chủ cuối cùng trong lịch sử Việt Nam. Ông trị vì từ năm 1802 đến khi qua đời năm 1820, được truy tôn miếu hiệu là Nguyễn Thế Tổ (阮世祖). Trong suốt thời gian trị vì ông chỉ sử dụng một niên hiệu là Gia Long (嘉隆), nên thường được gọi là Gia Long Đế."
}