{
  "dateOfBirth": "Canh Ngọ 1690",
  "dateOfDeath": "Bính Thìn 1736",
  "hometown": "quê xã Tả Thanh Oai, huyện Thanh Oai, tỉnh Hà Đông (nay thuộc Hà Tây)",
  "occupation": "Danh sĩ đời Hậu Lê, con danh sĩ Đan Nhạc Ngô Trân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 2294,
  "entityName": "Ngô Thì Ức",
  "aliases": [],
  "overview": "Ông hiệu là Tuyết Trai; thân phụ của Ngô Thì Sĩ và Ngô Tường Đạo. Ông có tài văn học, nhưng chán đường công danh, thi đỗ hương cống, thi Hội hỏng, từ ấy ở nhà vui thú đồng quê không ra làm quan, mở trường dạy học tại quê nhà, đào tạo được nhiều nhân tài cho tổ quốc. Năm 1736, ông mất, hưởng dương 46 tuổi, được phong tước Phong Trạch Bá. Ông có soạn các bộ sách: - Tuyết Trai thi tập - Nam trình liên vịnh tập (làm khi du ngoạn huyện Đông Quan, thuộc tỉnh Thái Bình) - Nghi vịnh thi tập Bộ Tuyết Trai thi tập (1 quyển) hiện còn ở Thư viện KHXH (Hà Nội) do ông soạn. Đây là một phần trong Ngô gia văn phái sau này chép riêng ra. Bộ Nam trình liên vịnh tập (1 quyển) trong tập có một số bài tác giả xướng họa cùng bạn là Trương Hạo Trai, con trai ông là Ngô Thì Sĩ viết tựa, Phan Huy Chú sao lục lại trong sách của mình. Nguyên văn bài Tựa như sau: Bản dịch: Cha tôi khi xưa là bạn đồng song với ông Hạo Trai họ Trương nguời làng Bạch Sam, huyện Sơn Minh (sau là Sơn Lãng) chơi với nhau rất thân, thận trọng chắc chắn từng lời nói, khuyên răn giúp đỡ lẫn nhau. Mỗi khi thấy trăng vào nhà, mây trên sông, lại nhớ đến nhau. Khi thì đi xe chiếc đến thăm, khi thì thả thuyền con đến hỏi, khi nằm giường khách nghe mưa, khi dạo chùa cổ hóng gió. Ngoài việc thơ từ xưởng họa, không còn bận gì nữa, vui thú ở việc lựa văn chọn chữ, đã lâu năm rồi. Mùa đông năm Quí sửu (1733) có việc đi sang Đông Quan, vừa đi vừa về đến mấy chục ngày. Những nơi đã ứng trông thấy, phàm non sông danh thắng, đến chùa u linh, hoa cỏ hiếm, chim muông lạ, những chỗ khói lạt mưa phùn, hoặc xóm đánh cá, hoặc chỗ lúa tốt bông rũ, hoặc trại nhà nông; cờ quán rượu gió phấp phới là chốn thương trường; ván cầu sương phủ ướt đầm là cảnh hành khách; khi tưởng tượng đến nhà thảo huyền (nơi ở ẩn tu đạo của Sầm Tham, thi nhân đời Đường), khi vơ vẩn ở khu Sinh Bạch (nơi nhiều hoa mai nở trắng; thuyền buôn ở chốn giang hồ, mà tiếng tì bà làm ướt áo quan Tư mã (bài Tì bà hành của Bạch Cư Dị); bia cổ trong nơi rêu cổ, mà chữ \"Hoàng quyên\" nhận ra nghĩa của Khang Thành (Trịnh Huyền đời Hán). Trong khi cả mực, cả thần, đủ cả tình cảnh cho nên có thể thốt nhiên thành ngâm, đắc ý là vịnh, như Tập Mĩ và Phủ Lý, như Tiểu Đỗ và Ỷ Lâu. Bài dài ngắn, ước hơn 30 bài, gọi tên là tập Nam trình liên vịnh. Không bao lâu, cha tôi mất, Trương công cũng bận việc quan, tập thơ này chỉ là vật bỏ xó trong tráp nát hòm cũ đã lâu năm. Tôi mồ côi cha từ lúc còn bé, may được tập ấy để lại, đốt hương kính đọc tưởng như cha tôi vẫn còn. Mối tình thông cảm cha con, bất giác cùng với các hứng ngâm thơ giao loan, mới lượm chép lại đem in, cốt để làm của quí trong nhà. Các bậc vương tử cao minh, nếu cũng coi tập thơ này như của mình, thì không những cha tôi được cái may gặp bạn tri âm, mà cà tôi cũng được chịu ơn. Nếu tìm bới cân nhắc từng chữ, từng ý, cùng là soi mới uốn cong để làm dẫn chứng cho công danh vận mệnh của cha tôi thì ý nghĩ ấy cũng sẽ không đúng, không phải là điều mong muốn của chúng tôi\". (Trần Văn Giáp dịch)."
}