{
  "dateOfBirth": "Nhâm Thân 1922",
  "dateOfDeath": "Ất Tị 1965",
  "hometown": "tại Sài Gòn, nguyên quán tỉnh Bến Tre, em ruột cựu Đại sứ Phạm Ngọc Thuận tại Cộng hòa Dân chủ Đức (cũ)",
  "occupation": "Nhà hoạt động tình báo, nhà báo, nguyên Đại tá quân đội Sài Gòn, sinh năm 1922 tại Sài Gòn, nguyên quán tỉnh Bến Tre, em ruột cựu Đại sứ Phạm Ngọc Thuận tại Cộng hòa Dân chủ Đức (cũ). Ông xuất thân trong một gia đình điền chủ có quốc tịch Pháp",
  "workTenure": "Không rõ",
  "fatherName": {
    "trong gia đình nên thường gọi là Chín Thảo": null
  },
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2329,
  "entityName": "Phạm Ngọc Thảo",
  "aliases": [
    "Chín Thảo"
  ],
  "overview": "Thuở nhỏ ông học tại trường Trung học Công giáo Taberd (Sài Gòn), tốt nghiệp tú tài ông theo học ngành công chánh. Cách mạng tháng Tám bùng nổ, ông tham gia công tác ở Sài Gòn. Trong kháng chiến chống Pháp ở Nam Bộ ông làm giao liên, rồi trở thành cán bộ chỉ huy quân đội kháng chiến. Đến các năm 1953-1954 ông là sĩ quan chỉ huy cấp Trung đoàn tại các chiến trường Tây Nam Bộ. Trong những năm ở chiến khu ông lập gia đình với bà Phạm Thị Nhiệm (Bà Nhiệm là em ruột giáo sư Phạm Thiều nguyên Đại sứ Việt Nam tại Tiệp Khắc cũ). Sau hiệp định Genève, ông trở lại miền Nam làm nghề dạy học tại các trưởng tư ở Sài Gòn. Tại đây vì không chịu kí vào giấy \"hồi chánh\" nên ông bị mật vụ của Pháp (do Mai Hữu Xuân cầm đầu) vây bắt mấy lần, nhưng ông đều trốn thoát được. Sau đó, ông phải về dạy học tại thị xã Vĩnh Long vì nơi đây thuộc địa phận của Giám mục Ngô Đình Thục - anh ruột Ngô Đình Diệm - quen thân từ lâu với gia đình ông. Giám mục Thục rất tin và phục ông, nên ông được ông Thục giới thiệu với anh em ông Diệm. Do đó, ông cùng vợ con mới lên sống ở Sài Gòn được. Đầu năm 1956 ông làm việc tại Ngân hàng Quốc gia Sài Gòn, sau được dùng trong ngạch quân sự với cấp bậc \"Đại úy đồng hóa\" trong quân đội Sài Gòn. Từ đó, ông từng giữ các chức vụ Tỉnh đoàn trưởng Bảo an Vĩnh Long, rồi chỉ huy trưởng Bảo an tỉnh Bình Dương (Thủ Dầu Một - nay vẫn là tỉnh Bình Dương). Sau khi dự những lớp chỉ huy tham mưu quân sự trong và ngoài nước (Hoa Kì) ông được thăng Thiếu tá làm việc tại Phủ Tổng thống (cạnh Ngô Đình Nhu). Tại đây ông được Ngô Đình Diệm rất tin cậy trong các công tác chính trị, an ninh nội bộ, rồi được đề cử làm tỉnh trưởng tỉnh Kiến Hòa (nay là tỉnh Bến Tre) với cấp bậc Trung tá. Sau đảo chính 1-11-1963, ông được thăng Đại tá làm Tùy viên báo chí trong \"Hội đồng Quân nhân Cách mạng\", rồi làm Tùy viên văn hóa của Tòa đại sứ Việt Nam (Sài Gòn) tại Hoa Kì. Do đó, vợ con ông đều sống ở Mĩ. Đầu năm 1965 ông bị gọi về nước vì chính quyền Sài Gòn muốn bắt ông do các công tác tình báo của ông. Biết được ý định của Mĩ và Sài Gòn ông trốn luôn. Từ đó, ông bí mật liên lạc với các cơ quan tình báo và các lực lượng đối lập khác tổ chức đảo chính lật đổ chính quyền Sài Gòn (cùng với các tướng Dương Văn Đức, Lâm Văn Phát). Cuộc đảo chính nổ ra trưa ngày 19-2-1965, nhưng quân đảo chính chỉ làm chủ Đài phát thanh Sài Gòn trong một thời gian ngắn rồi bị dập tắt. Từ đó, ông đào thoát, trốn khi nơi này, nơi khác, sau rốt ở một tu viện Công giáo tại Thủ Đức. Đến ngày 16-7-1965 ông bị một toán mật vụ bắt đưa tới một bìa rừng gần Hố Nai - Biên Hòa ám sát (ông bị bắn vào mặt bị ngất đi) rồi bỏ đi. Sau đó, ông được một linh mục đưa về cứu chữa tại một trạm cứu thương ở Biên Hòa, nhưng được phát giác, nên ông bị an ninh quân đội bắt đưa về Sài Gòn. Tại đây ông bị thảm sát (đánh đến chết) vào lúc 1 giờ 30 phút ngày 17-7-1965, hưởng dương 43 tuổi. Trong thời gian này ở miền Nam, ít người biết ông là một nhà tình báo, mà chỉ biết ông là một nhà quân sự có khả năng chính trị và ngoại giao. Sau ngày thống nhất đất nước, ông được Đảng và chính phủ Việt Nam truy phong liệt sĩ với quân hàm Đại tá quân đội Nhân dân Việt Nam. Cuộc đời ông là một bài ca chiến đấu đầy sức sống cùng nhiều cơ mưu của một nhà tình báo chiến lược lão luyện. Cuộc đời ấy được một nhà văn hư cấu nghệ thuật với tên Nguyễn Thành Luân trong bộ tiểu thuyết nhiều tập Ván bài lật ngửa và một bộ phim cùng tên. Ông là một trong những người sáng lập tạp chí Bách Khoa (1957-1975) ở Sài Gòn. Các tác phẩm của ông chuyên về du kích chiến, chiến tranh nhân dân được đăng tải nhiều năm trên tạp chí này. Các chuyên đề đã in: - Thế nào là quân đội mạnh (Bách Khoa số 1, 1957) - Vấn đề kinh tế tự túc trong quân đội (Bách Khoa số 5, 6, 1957) - Chiến tranh không mặt trận (Bách Khoa, số 15, 1957) - Đánh giặc mà không giết người (Bách Khoa, số 2, 1957) - Gan dạ tại mặt trận (Bách Khoa, số 21, 1957) - Góp ý kiến về thiên \"Mưu công\" của binh thư Tôn Tử (Bách Khoa, số 3, 1957) - Tết nội hóa, Tết độc lập (Bách Khoa, số 3, 1957) - Một số ý kiến về vấn đề lãnh đạo tinh thần một đơn vị quân đội (Bách Khoa, số 4, 1957) - Vấn đề sử dụng con người (Bách Khoa, số 11, 1957) - Lực lượng quân sự cơ động và lực lượng địa phương (Bách Khoa, số 13, 1957) - Quân đội và nhân dân (Bách Khoa, số 14, 1957) - Quân đội đi bình đnh đem lại bình an hay oán hận (Bách Khoa, số 16, 1957) - Quan niệm quân sự hiện đại (Bách Khoa, số 17, 1957) - Mấy ý kiến về lãnh đạo chiến tranh (Bách Khoa, số 53, 1959)"
}