{
  "dateOfBirth": "11 tháng 6, 1912 Long Hồ, Châu Thành, Vĩnh Long, Liên bang Đông Dương\n----------------------------------------------\nNhâm Tí 1912",
  "dateOfDeath": "10 tháng 3, 1988 (75 tuổi) Thành phố Hồ Chí Minh, Việt Nam\n----------------------------------------------\nĐinh Mão 1988",
  "hometown": "tại xã Long Hổ, huyện Châu Thành, tỉnh Vĩnh Long",
  "occupation": "Chủ tịch Hội đồng Bộ trưởng nước CHXHCNVN",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2382,
  "entityName": "Phạm Văn Thiện",
  "aliases": [
    "Phạm Hùng"
  ],
  "overview": "Phạm Hùng (11 tháng 6 năm 1912 - 10 tháng 3 năm 1988) là một chính khách Việt Nam. Ông là thủ tướng (Chủ tịch Hội đồng Bộ trưởng) thứ hai của nước Cộng hòa Xã hội chủ nghĩa Việt Nam từ năm 1987 đến năm 1988. Ông từng bị chính quyền thực dân Pháp tuyên 2 án tử hình và là một trong những lãnh đạo chủ chốt của những người Cộng sản tại miền Nam suốt thời kỳ chống Mỹ.\n----------------------------------------------\nTừ 1928-1929 ông là thành viên trong tổ chức Nam Kì học sinh Liên Hiệp Hội và Thanh niên Cộng sản đoàn. Năm 1930 ông được kết nạp vào Đảng Cộng sản Đông Dương, hoạt động qua các cấp Chi ủy xã, Huyện ủy và Tỉnh ủy Mĩ Tho. Năm 1931 ông bị bắt và kết án tử hình, sau hạ thành án chung thân khổ sai, đày đi Côn Đảo. Đến 1945 Cách mạng tháng 8 thành công, ông được rước về, bầu vào Xứ ủy Nam Bộ, rồi làm Bí thư Xứ ủy lâm thời Nam Bộ (1946). Năm 1951 ông được bầu vào Ban Chấp hành Trung ương Đảng, sau đó được chỉ định làm ủy viên trung ương Cục miền Nam với chức vụ Phó Bí thư rồi làm Chủ tịch ủy ban kháng chiến hành chánh phân liên khu miền Đông Nam Bộ (1952). Năm 1954 ông là Trưởng đoàn Quân đội Nhân dân Việt Nam trong ban Liên hiệp đình chiến Nam Bộ và là trưởng phái đoàn QĐND Việt Nam bên cạnh Ủy ban Quốc tế tại Sài Gòn (1955). Năm 1956 ông được bầu ủy viên Bộ Chính trị, lãnh nhiệm vụ trưởng ban thống nhất Trung ương. Năm 1957 làm Bộ trưởng Phủ Thủ tướng, rồi từ tháng 4-1958 làm Phó Thủ tướng. Năm 1975 ông là Chính ủy bộ chỉ huy chiến dịch Hồ Chí Minh. Sau đó ông làm Phó Chủ tịch Hội đồng Bộ trưởng kiêm Bộ trưởng Bộ Nội vụ (1980), rồi từ tháng 6-1987 ông là Chủ tịch Hội đồng Bộ trưởng. Đến ngày 10-3-1988 ông mất đột ngột vì bệnh tim, thọ 76 tuổi. Trong quá trình hoạt động, ông được nhà nước và đảng tặng nhiều huân chương cao quí, trong đó có Huân chương sao vàng."
}