{
  "dateOfBirth": "Nhâm Tí 1912",
  "dateOfDeath": "Giáp Tí 1984",
  "hometown": "tại Hà Nội (giấy khai sinh ghi ngày 8-4-1912 nhằm ngày 20-11 Tân Hợi 1911) quê làng Phương Khê, phủ Quảng Oai, tỉnh Sơn Tây (nay thuộc tỉnh Hà Tây), gia đình song thân ngụ ở Hà Nội",
  "occupation": "Học giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2412,
  "entityName": "Nguyễn Hiến Lê",
  "aliases": [
    "Lộc Đình"
  ],
  "overview": "Ông xuất thân trong một gia đình Nho học, thân phụ, bác ruột tham gia phong trào Duy tân ở Trường Đông Kinh nghĩa thục, người mất (bác cả) ở nước ngoài, người (bác Ba) bị thực dân truy nã lẻn vào Sài Gòn rồi ẩn mình ở Đồng Tháp Mười. Từ đó, bác Ba ông sống lập nghiệp luôn ở miền Tây Nam Bộ. Thuở nhỏ, Nguyễn Hiến Lê học ở Trường Tiểu học Yên Phụ, Trường Bưởi, Trường Cao đẳng Công chánh (Hà Nội). Năm 1934 tốt nghiệp được bổ làm việc tại các tỉnh miền tây Nam Bộ; kể từ đó ông làm việc và định cư luôn ở miền Nam cho đến ngày qua đời. Năm 1935 bắt đầu viết du kí, kí sự, tiểu luận, dịch thuật các tiểu phẩm văn chương đến năm 1954 ông có đến hàng chục cuốn, nhưng đã thất lạc trong những ngày đầu kháng chiến chống Pháp. Vì ông từng làm nhân viên Sở Công chánh thuộc ngành Thủy lợi (Hydraulique) thường đi thực địa ở các tỉnh miền Hậu Giang, Tiền Giang nên biết khá tường tận về đất đai và con nguời ở các địa phương thuộc khu vực này. Sau Cách mạng tháng Tám, rồi toàn quốc kháng chiến, ông bỏ đời sống công chức tản cư về Đồng Tháp, Long Xuyên đi dạy học. Năm 1952 thôi dạy, lên Sài Gòn sinh sống bằng ngòi bút và chuyên tâm vào công tác văn hóa. Tác phẩm đầu tay của ông là một cuốn du kí khoa học có tên: Bảy ngày trong Đồng Tháp Mười, sách mỏng (100 trang) mà tác giả đã bỏ ra nhiều công sức. Nguyên sách được viết nhân một chuyến về Hà Nội thi lấy bằng kĩ sư do đề nghị của bạn học hiện là Chủ nhiệm kiêm chủ bút báo Thanh Nghị (Vũ Đình Hòe), sách viết xong nhưng gởi ra Hà Nội không được (vì chiến tranh), bản thảo bị mất trong Đồng Tháp Mười. Năm 1954 ông viết lại xuất bản trong năm đó và được tái bản nhiều lần. Từ đó, hằng năm ông có đôi ba tác phẩm ra mắt công chúng độc giả. Ngòi bút Nguyễn Hiến Lê đề cập đến nhiều lĩnh vực, mà ở lĩnh vực nào cũng có căn cứ khoa học, am tường cặn kẽ về các đối tượng, sâu sắc về các vấn đề được nhắc tới và không thiếu tính nghệ thuật, từ triết học, sử học đến các chuyên ngành khác Sử học: gồm một số cuốn về lịch sử và văn minh sử thế giới: Lịch sử thế giới (4 cuốn), Đông Kinh nghĩa thục (1954), Sử Trung Quốc (1996), Lịch sử văn minh Trung Hoa, Tô Đông Pha... Sử Trung Quốc (NXB Văn Hóa, 1996) là một \"tập đại thành\" của ông về toàn cảnh lịch sử Trung Quốc từ cổ đại đến hiện đại (1982). Đây là một tác phẩm lớn và tương đối đầy đủ nhất trong chương trình nghiên cứu về Trung Quốc học của ông. Như vừa nói, đây là một \"tập đại thành\" sử học của tác giả. Suốt mấy ngàn năm lịch sử Trung Quốc đầy biến động, được ông đúc kết lại khoảng 1000 trang in. Về lượng thì với gần 1000 trang này không thể nào vẽ được toàn diện một tổng quan lịch sử Trung Hoa hơn mấy ngàn năm lập quốc... rồi \"Hoa hóa\" (Hán hóa) các dân tộc khác, nhất là các \"rợ\" phương Bắc, một thời các rợ này đã bách chiến, bách thắng trên phần lớn các lục địa Âu - Á. Nhưng với dung lượng có thể nói là khiêm nhường này, tác giả đã phác thảo được diện mạo lịch sử Trung Quốc. Tác phẩm không những được tác giả trình bày cặn kẽ các sự kiện lịch sử suốt cả không gian và thời gian với đầy đủ sử liệu và chứng cứ khoa học mà còn đào sâu được bề dày lịch sử về một nền văn minh cổ nhất và lâu dài nhất của nhân loại. Dựa vào nhfmg tài liệu tương đối mới (lúc đó), đặc biệt là tham khảo tác phẩm các học giả phương Tây và Trung Quốc, ông đã phác họa được một toàn cảnh lịch sử Trung Quốc từ thời huyền sử đến năm 1982. Tác giả chia sử Trung Quốc ra làm 3 thời kì. Điều này khác hẳn với các sử gia khác khi nghiên cứu sử Trung Quốc. Đa số học giả phương Tây và Trung Hoa chia lịch sử thế giới cũng như lịch sử Trung Quốc thành: thời Thượng cổ, Trung cổ, Cận cổ, Cận đại, Hiện đại. Theo ông (NHL), những danh từ trên chúng ta mượn của phương Tây và những khái niệm ấy cũng không thể áp dụng vào lịch sử Trung Hoa được, vì lịch sử Trung Hoa từ đời Hán cho đến cuối đời Thanh tiến đều đều không thay đổi gì nhiều như lịch sử phương Tây, không làm sao phân biệt tới đâu là hết thời Trung cổ, tới đâu hết thời Cận cổ, rồi Cận cổ với Cận đại khác nhau ra sao? Có lẽ quan niệm như vậy tác giả chia sử Trung Hoa ra làm 3 thời: - Thời Nguyên thủy và Thời Phong kiến gom làm một (gọi là phần I) vì theo ông, ngày nay chúng ta không biết được chắc chắn tới đâu bắt đầu thời phong kiến. - Thời quân chủ từ nhà Hán tới Cách mạng Tân hợi (1911). Thời này ông tách làm 2: Từ Hán tới Nam Tống (phần II) Từ Nguyên tới cuối Thanh (phần III) - Thời Dân chủ từ năm 1911 đến ngày nay (1982) (phần IV) Một điểm độc đáo của bộ sách này như đã nói, tác giả không những vẽ được dung mạo sử Trung Quốc mà còn đào sâu được bản chất của nền văn minh sử ấy. Dân tộc Trung Hoa là một dân tộc có một nền văn minh vô cùng độc đắc (Infiniment originale). Tuy ra đời sau một vài nền văn minh khác nhưng tồn tại lâu nhất (cho tới ngày nay). Khoảng 3000 năm trưóc, họ đã có một tổ chức xã hội chặt chẽ, một tôn giáo có tính cách xã hội (Đạo Mặc - Mặc Tử)... nhất là có một lối chữ viết (chữ Hán) mà họ thống nhất được một đất nước bao la với hàng trăm dân tộc khác nhau. Và cũng chính nhờ nền văn minh ấy họ đã \"Hoa hóa\" được các nền văn minh khác, các tôn giáo khác, các học thuyết khác... mang màu sắc Trung Hoa mà các nền văn minh khác không có được. Triết học: Đại cương triết học Trung Quốc (2 cuốn - 1966), Nho giáo một triết lí chính trị (1958), Liệt Tử và Duơng Tử (1972), Một lương tâm nổi loạn (1970), Bertrand Russell (1971), Mạnh Tử (1974), Lịch sử văn minh Ấn Độ (1973), Nhà giáo họ Khổng (1970), Khổng Tử (1991), Hàn Phi Tử (1994), Tuân Tử (1994), Lão Tử - Đạo đức kinh (1994), Trang Tử - Nam hoa kinh (1994)... Và 2 tác phẩm đồ sộ vào buổi văn niên có tên Hàn Phi Tử, Kinh Dịch đạo của người quân tử (1992)... trình bày được một hệ thống triết học cổ điển Trung Hoa cũng như những tấm gương lớn về chân dung các triết gia Đông Tây. Kinh Dịch - đạo của người quân tử (528 trang, 1992). Theo tác giả khi khảo về Kinh Dịch chủ trương của ông khác hẳn với các học giả nước ta, nghĩa là ông không chú trọng đến phần bói toán (gần như bỏ trọn phần này) mà \"nhằm mục đích hướng dẫn những bạn trẻ muốn tìm hiểu triết lí trong Kinh Dịch) cách xử thế, tu thân, đạo của bậc chính nhân quân tử ngày xưa. Tất cả các chủ đề đó được ông trình bày một cách có hệ thống, sáng sủa về tư tưởng của cổ nhân. Qua nội dung sách, ông trình bày: - Nguồn gốc Kinh Dịch (bỏ những thuyết huyền bí) sự tạo thành của 8 quẻ đơn, 64 quẻ trùng. - Nội dung phần Kinh - Nội dung phần Truyện. Ông (NHL) quan niệm vũ trụ quan trong Kinh Dịch tổng hợp thuyết Âm Dương có từ đời Ân là đạo Lão, nhưng Dịch phái học đã dung hòa được triết lí đạo Lão và đạo Khổng mà làm cho đạo Khổng bớt hữu vi đi, trọng khiêm nhu hơn, trọng phụ nữ hơn... Chính vì vậy mà ta thấy triết lí trong Kinh Dịch rất thực tiễn vì 64 quẻ đều xét những việc thường nhật từ: ăn uống, cưới xin, kiện cáo xuất hành, dạy con... Khi xét về nguồn gốc Kinh Dịch, và các sách học thời Tiên Tần, ông khác với các học giả trước như ông nói? Theo ông, Phục Hi không phải là tên một nguời mà chỉ là tên một nhân vật thần thoại \"mà đời sau đặt ra tượng trưng một thời đại, thời đại dân tộc Trung Hoa còn ăn lông ở lỗ...\" và Kinh Dịch là 1 trong 3 bộ Kinh cổ nhất Trung Hoa (sau Kinh Thi và Kinh Thư) do \"nhiều người gồm nhiều triết gia có xu hướng không giống nhau\" góp sức trong suốt một ngàn năm, từ Văn Vương nhà Chu đến đầu đời Tây Hán, mà tạo nên được cái hình thức như hình thức ngày nay. Sơ khởi (đầu nhà Chu), nó là sách bói, rồi qua những thời gian dài biến đổi bởi các \"đầu óc siêu quần\" ra công nghiên cứu, nghiền ngẫm, tìm hiểu lí giải tư tưởng, nghĩa lí, luật diễn tiến... nó trở thành một sách triết lí tổng hợp những tư tưởng về vũ trụ quan, nhân sinh quan của dân tộc Trung Hoa cuối thời Xuân Thu trong thời Chiến Quốc. Ngày nay Kinh Dịch \"đã mất tính cách sách bói\" mà mang tính cách thuần triết mặc dầu 64 quẻ vẫn dùng để bói. Từ đó, để độc giả dễ dàng thấy rõ vấn đề, thiết tưởng cũng cần lược ghi lên mấy điểm chính: Căn cứ vào số sách viết về Kinh Dịch mà ông đã sưu tầm từ Đông sang Tây, rồi dùng lối phân tích tổng hơp, ông đối chiếu một cách rành rẽ mọi tài liệu từ các truyền thuyết đã nêu lên có hợp lí hay không, thông qua mọi tư tưởng, chứng minh, khám phá, lập luận của các học giả trong từng thời kì nghiên cứu vào lịch sử, vào địa lí (bản đồ Trung Hoa cổ), và các đồ vật, giáp cốt đã đào được để xác định sự sai đúng mới đi đến kết luận mà chúng ta có thể tin được như sau: - Tác phẩm đầu tiên nói về Kinh Dịch là cuốn Chu Lễ. - Văn Vương là người đầụ tiên có công với Chu Dịch đã đặt ra Thoán từ tức lời đoán cho mỗi què (cần nhớ Thoán từ khác Thoán truyện. Thoán truyện giải nghĩa lời đoán trong Thoán từ của mỗi quẻ) - Chu Công đặt thêm Hào từ để giải thích mỗi hào. Điểm khác nhau là chỗ Văn Vương chỉ đặt ra lời quẻ mà không đặt ra quẻ và là người đầu tiên có công với Chu Dịch. Đến nguồn gốc của Kinh Dịch (tức bát quái) có thể sớm hơn (1200 năm trước Tây lịch), bảo rằng \"do Phục Hi phỏng theo Hà Đồ, Lạc Thư hoặc xem xét các hình tượng trên trời, các phép tắc dưới đất các van vẻ của chim muông mà vạch ra\" nhất định không thể tin được. Nói tóm, ông Nguyễn Hiến Lê không diễn tả mơ hồ mà dựa vào các tài liệu rõ ràng rồi mới rút ra nhận định cá nhân nên tạo được sự tin tưởng nơi độc giả. Có lẽ vậy mà tác giả (NHL) cho rằng Càng nghĩ tôi càng thấy Dịch là một kì thư. Văn học: Gồm một số tác phẩm đặc sắc và công phu như Hương sắc trong vườn văn (2 cuốn, 1962), Luyện văn (3 cuốn, 1953), Tô Đông Pha (1970), Đại cương văn học sử Trung Quốc (3 cuốn, 1955), Cổ văn Trung Quốc, Văn học Trung Quốc hiện đại (2 cuốn, 1968)... giới thiệu được những tinh hoa của văn học nói chung và văn chương Trung Hoa nói riêng. Bộ Văn học Trung Quốc hiện đại, tác giả đã phác thảo được công cuộc biến pháp của nhóm Khang Hữu Vi, Lương Khải Siêu, Đàm Tự Động theo một trình tự logique của lịch sử. Từ đó đưa đến những Ngũ táp, Ngũ tứ vận động, nào là sự xuất hiện của những khuôn mặt lớn của phong trào văn học mới. Cả một giai đoạn đầy biến động nhưng cũng đầy hào hứng của nền văn học hiện đại Trung Quốc. Giai đoạn văn học hiện đại này đã được một số tác giả Tây phương đề cập nhưng cũng rất sơ lược. Ở nước ta, từ trước đến nay, hình như chưa có một công trình nào xứng với tầm cỡ của một nền văn học Trung Quốc hiện đại này. Đành rằng chúng ta cũng đã biết đến các khuôn mặt: Lỗ Tấn, Lão Xá, Tào Ngu, Ba Kim, Quách Mạt Nhược... Nhưng đó chỉ là biết qua một vài truyện dịch, một hai bài báo, hoặc vài vở kịch giới thiệu lẻ tẻ rời rạc không xác định được vai trò và vị trí của các nhà văn ấy trong toàn bộ một phong trào văn học mới đầy sinh khí. Với tác phẩm này, ông Nguyễn Hiến Lê giúp chúng ta tìm hiểu về nền văn học hiện đại của Trung Quốc được đầy đủ hơn. Dựa vào những tài liệu tương đối mới (lúc đó), tác giả đã phác họa được một toàn cảnh văn học từ năm 1898 đến 1960. Thời kì giữa hai cái mốc niên đại này là một thời kì quan trọng vì nó đánh dấu và chứng kiến sự hình thành của cả một phong trào vận động văn học mới, cởi bỏ những ràng buộc nặng nề và hủ bại của quá khứ để tiến về tương lai và để cùng lúc đảm nhận nhiệm vụ lịch sử của mình. Qua sách, tác giả phân tích 5 trào lưu văn học, giới thiệu được khoảng 50 nhà văn, và hơn 100 tác phẩm trong hơn nửa thế kỉ của sinh hoạt văn học Trung Quốc hiện đại (cả Đài Loan). Đây là một công trình dài hơi nối tiếp bộ Đại cương văn học sử Trung Quốc (3 cuốn) rất cần thiết cho việc tìm hiểu một thời điểm cực kì sôi động và phong phú về nền văn học có nhiều nét tương đồng với nền văn học Việt Nam chúng ta. Ngoài các tác phẩm biên khảo; dịch thuật vừa kể; Con đường thiên lí là một tiểu thuyết duy nhất trong đời cầm bút của ông. Đây là một tác phẩm viết về một nhà Nho thời Tự Đức tên Trần Trọng Khiêm (1821-1856) quê làng Xuân Lũng, huyện Sơn Vì, tỉnh Phú Thọ (nay thuộc tỉnh Phú Thọ). Nhà Nho này vì xã hội đương thời mà phải giết người để trả thù cho vợ, rồi phiêu lưu khắp thế giới để tìm ý nghĩa cuộc đời! Tình cờ ông gia nhập vào một đoàn người có nhiều quốc tịch đến tìm vàng tại miền Viễn Tây Hoa Kì. Đoàn người vượt hàng ngàn cây số đường đất, qua các sa mạc phèn nóng bỏng, những đồi núi trùng điệp đầy thác ghềnh, tiếp xúc với các thổ dân Da Đỏ và bọn cướp rồi đến San Francisco, Califomia và cuối cùng tìm được khá nhiều vàng. Nhưng tại \"thế giới vàng\" đã làm cho nhà Nho mạo hiểm này đâm ra ghê tởm vì cảnh hỗn độn, cướp bóc của bọn người săn vàng. Chán nản, ông trở lại California làm nhân viên cho tòa soạn báo Daily Evening, vì chán cảnh vô luật pháp, vô đạo đức, trụy lạc của xứ vàng đó, nhất là nhớ quê hương, tổ quốc... nhân một chuyến tàu, ông trở về Hương Cảng, nhập tịch Trung Hoa, rồi cùng một vài ngưởi Trung Quốc về lại Việt Nam khai thác đất hoang, định cư ở Sa Đéc (nay thuộc tỉnh Đồng Tháp). Tại đây (làng Hòa An) ông sống một cuộc đời bình thường của một nông dân bình thường, nhưng các năm 1860-1862, giặc Pháp xâm chiếm Nam Kì, ông bỏ nhà cửa, ruộng vườn cùng Võ Duy Dương (Thiên Hộ Dương) phất cờ khởi nghĩa kháng chiến chống Pháp ở Đồng Tháp Mười... trở nên một anh hùng dân tộc. Bên cạnh nhân vật chính này, sách còn cho chúng ta biết được những nhân vật lạ lùng mà rất đỗi bình dị trong thời kháng chiến chống Pháp, những người trí thức những nông dân, những tuyệt thế giai nhân... cùng nhiều nhân vật khác xuất hiện trên những khung cảnh hoặc nên thơ của miền Bắc, miềnTrung, miền Nam Việt Nam; hoặc hoang vu rùng rợn của châu Mĩ... Tác phẩm của Nguyễn Hiến Lê là những đóng góp lớn cho học thuật Việt Nam vào thời hiện đại. Năm 1980, ông về ẩn cư ở Long Xuyên (nay thuộc tỉnh An Giang), đến ngày 22 tháng 12 năm 1984, ông bệnh mất tại Sài Gòn, hưởng thọ 72 tuổi thi hài được hỏa táng ở Thủ Đức để lại sự thương tiếc trong lòng nhiều người làm văn hóa và bạn đọc thân mến trong và ngoài nước. Các tác phẩm của ông: Văn học 1. Hương sắc trong vườn văn (2 cuốn) (1962) 2. Luyện văn I (1953), II và III (1957) 3. Đại cương Văn học sử Trung Quốc (3 cuốn) (1955) 4. Văn học Trung Quốc hiện đại (2 cuốn) (1969) 5. Cổ văn Trung Quốc (1966) 6. Chiến Quốc sách (chung với Giản Chi) (1968) 7. Sử ki của Tư Mã Thiên (chung với Giản Chi) (1970) 8. Tô Đông Pha (1970) 9. Nhân sinh quan và thơ văn Trung Hoa (dịch Lâm Ngữ Đường) (1970) Ngữ học 10. Để hiểu văn phạm (1952) 11. Thảo 1lận về ngữ pháp Việt Nam (1963) 12. Chúng tôi tập viết Tiếng Việt (chung với Nguyễn Q. Thắng, 1990) Triết học 13. Nho giáo một triết lí chính trị (1958) 14. Đại cương Triết học Trung Quốc (chung với Giản Chi) (2 cuốn) (1965) 15. Nhà giáo họ Khổng (1972) 1 6. Liệt Tử và Dương Tử (1972) 17. Trang Tử - Nam hoa Kinh (1994) 18. Hàn Phi Tử (1995) 19. Tuân Tử (1995) 20. Mặc học (1996) 21. Luận ngữ (1994) 22. Khổng Tử (1990) 23. Kinh Dịch - Đạo của người quân tử (1992) 24. Lịch sử Văn minh Trung Quốc (1990) 25. Thế giới ngày nay và tương lai nhân loại (1971) 26. Mạnh Tử (1975) 27. Một lương tâm nổi loạn (1970) Lịch sử 28. Lịch sử thế giới (chung với Thiên giang) (4 cuốn) (1955) 29. Đông Kinh nghĩa thục (1956)\u0027 30. Bài học Israel (1968) 31. Bán đảo Ả Rập (1969) 32. Lịch sử văn minh Ấn Độ (Will Durant) (1971) 33. Bài học của lịch sử (Will Durant) (1972) 34. Nguồn gốc văn minh (Will Durant) (1974) 35. Văn minh Ả Rập (Will Durant) (1975) Chính trị - Kinh tế 36. Một niềm tin (1965) 37. Xung đột trong đời sống quốc tế (Encyclopédie Larousse) (1962) 38. Hiệu năng (1954) 39. Tay trắng làm nên (L. Beaverorook) 1967) 40. Tổ chức công việc theo khoa học (1949) 41. Tổ chức công việc làm ăn (1967) 42. Lợi mỗi ngày một giờ (Ray Josephs) (1971) 43. Những vấn đề của thời đại (1974) Gương danh nhân 44. Gương danh nhân (1959) 45. Gương hi sinh (1962) 46. Gương kiên nhẫn (1964) 47. Gương chiến đấu (1966) 49. Ý chí sắt đá (1971) 49. 40 gương thành công (Dale Carnegie) (1968) 50. Những cuộc đời ngoại hạng (1969) 51. 15 gương phụ nữ (M. Monestier) (1970) 52. Einstein (1971) 53. Bertrand Russell (1972) Cảo luận - Tùy bút 54. Nghề viết văn (1956) 55. Vấn đề xây dựng văn hóa (1967) 56. Chinh phục hạnh phúc (B. Russell) (1971) 57. Sống đẹp (Lâm Ngữ Đường) (1964) 58. Thư ngỏ gởi tuổi đôi mươi (A. Maurois) (1968) 59. Chấp nhận cuộc đời (L. Rinser) (1971) 60. Làm con nên nhớ (chung với Đông Hồ) (1970) 61. Hoa đào năm trước (1970) 62. Con đường hòa bình (1971) 63. Cháu bà nội tội bà ngoại (1974) 64. Ý cao tình đẹp (do nhiều tác giả) (1972) 65. Thư gởi người đàn bà không quen biết (A. Maurois) (1970) 66. Mười câu chuyên văn chương (1975) Giáo dục - Giáo khoa 67. Thế hệ ngày mai (1953) 68. Thời mới dạy con theo lối mới (1958) 69. Tìm hiểu con chúng ta (1966) 70. Săn sóc sự học con em (1954) 71. Tự học để thành công (1954) 72. 33 Câu Chuyện với các bà mẹ (B. Spock) (1971) 73. Thế giới bí mật của trẻ em (G. Decarie) (1972) 74. Lời khuyên thanh niên (P. Noel) (1967) 75. Kim chỉ nam của học sinh (1951) 76. Bí quyết thi đậu (1956) 77. Muốn giỏi toán Hình học không gian (1959) 78. Muốn giỏi toán Đại số (1958) Tự luyện đức trí 79. Tương lai ở trong tay ta (1962) 80. Luyện Lý trí (1965) 81. Rèn nghị lực (1956) 82. Sống 365 ngày một năm (1968) 83. Nghệ thuật nói trước công chúng (1953) 84. Sống 24 giờ một ngày (A. Bennett) (1955) 85. Luyện tình cảm (P. F. Thomas) (1951) 86. Luyện tinh thần (Dorothy Carnegie) (1957) 87. Đắc nhân tâm (Dale Carnegie) (1957) 88. Quẳng gánh lo đi và vui sống (1955) 89. Giúp chồng thành công (Dorothy Carnegie) (1956) 90. Bảy bước đến thành công (G. Byron) (1952) 91. Cách xử thế của người nay (K. C. Ingram) (1965) 92. Xây dựng hạnh phúc (L. A. Huxley) (1966) 93. Sống đời sống mới (D. G. Powers) (1965) 94. Thẳng tiến trên đường đời (D. Lurton) (1967) 95. Trút nỗi sợ đi (L. Coleman) (1969) 96. Con đường lập thân (W. J. Ennever) (1969) 97. Sống theo sở thích (P. S. Steinckrohn) (1971) 98. Giữ tình yêu của chồng (Ed. Faufman) (1971) 99. Tổ chức gia đình (1953) Tiểu thuyết dịch 100. Kiếp nguời (S. Maugham) (1962) 101. Mưa (nhiều tác giả) (1969) 102. Chiến tranh và hòa bình (Léon Tolstoi, 4 cuốn) (1968) 103. Khóc lên đi, ôi quê hương yêu dấu (Alan Paton) (1969) 104. Quê hương tan rã (Chinua Acheba) (chung với Hoài Khanh) (1970) 105. Một mùa hè vắng bóng chim (1990) 106. Cầu sông Drina (Ivo Andritch) (1972) 107. Bí mật dầu lửa (R. Gaillard) (1968) Du kí 108. Bảy ngày trong Đồng Tháp Mười (1954) 109. Đế Thiên Đế Thích (1968) Tự truyện 110. Hồi Kí Nguyễn Hiến Lê (1993) 111. Đời viết văn của tôi (1996) Các bản thảo (đã xuất bản) 112. Những quần đảo thần tiên (dịch) (2002) 113. Gogol (biên khảo, dịch) (2001) 114. Tourgueniev (biên khảo, dịch) (2001) 115. Tchekhov (biên khảo, dịch) (2001) 116. Để tôi đọc lại (2002) 117. 18 câu chuyên thời sự (biên khảo) 118. Vài lời với các bạn trẻ (2002) Và hơn 300 bài khảo luận, nghiên cứu, điểm sách in trên các tạp chí Bách Khoa, Mai, Bông Lúa, Giáo Dục, Tin Văn... ở Sài Gòn cùng mấy chục bài Tựa sách cho các văn hữu."
}