{
  "dateOfBirth": "Mậu Ngọ 1918",
  "dateOfDeath": "Canh Ngọ 1990",
  "hometown": "tại làng Cam Lộ, tổng Cam Vũ huyện Cam Lộ, tỉnh Quảng Trị (nay thuộc thị xã Đông Hà, tỉnh Quảng Trị) cư ngụ ở Pháp nhiều năm, mất ngày 27-2-1990 tại Paris",
  "occupation": "Học giả, chuyên viết văn bằng tiếng Pháp, Hội viên Viện Hàn lâm khoa học hải ngoại Pháp quốc",
  "workTenure": "Không rõ",
  "fatherName": {
    "trai thứ ông Trần Minh Cầu": null
  },
  "motherName": {
    "Nguyễn Thị Trà là anh em với các ông: Trần Minh Lại Trần Minh Tiểu": null
  },
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2481,
  "entityName": "Trần Minh Tiết",
  "aliases": [],
  "overview": "Thuở nhỏ học ở Quảng Trị, Huế (cựu học sinh trường Pellerin). Những năm 50 (1954) của thế kỉ XX ông sang làm việc và định cư tại Pháp cho đến khi qua đời (1990). Từ khi định cư và viết văn tại Paris ông được các nhà văn Pháp tiến cử và trở thành Hội viên Viện Hàn lâm Khoa học Hải ngoại của Pháp từ những năm 60. Ông là cây bút chính của tờ Cahier de l\u0027Asie Sud Est do Bác sĩ Hoàng Văn Đức sáng lập. Tờ báo có uy tín lớn đối với các nhà trí thức Việt Nam, Pháp ở Sài Gòn và Paris. Ông là tác giả hàng chục tác phẩm viết bằng tiếng Pháp về hòa bình thế giới; nhất là hòa bình ở châu Á. Có tác phẩm đã in đến lần thứ mười lăm thuộc loại sách bán chạy nhất tại Pháp trong những năm 60-80 ở Pháp, Âu châu, Á châu. Chính nhờ các tác phẩm của ông mà các dân tộc trong cộng đồng Pháp ngữ có điều kiện hiểu thấu đảo về châu Á, nhất là Việt Nam. Các tác phẩm của ông: - Thế giới Đại chiến lần thứ II (1950, dịch, Sài Gòn) - Tìm hiểu người Nhật để biết rõ những nhược điểm của ta (1964) - Kiến tạo hòa bình và công lí cho Việt Nam (NXB Minh Đức, Sài Gòn) - Tiếng nói của Phong trào Liên bang Đông Nam Á (NXB Nhân xã, Paris). - Chủ nghĩa Nhân bản xã hội - Tuyên ngôn về Quyền và Nhiệm vụ của con người và xã hội (Nhân xã, Paris). - Thường thức chính thuyết Quốc gia và liên bang của phong trào Liên bang Đông Nam Á (Nhân xã, Paris). Và nhiều các tác phẩm Pháp ngữ khác."
}