{
  "dateOfBirth": "25 tháng 5 năm 1791 Gia Định, Đại Việt\n----------------------------------------------\nTân Hợi 1791\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "20 tháng 1, 1841 (49 tuổi) Huế, Đại Nam\n----------------------------------------------\nCanh Tí 1840\n----------------------------------------------\nKhông rõ",
  "hometown": "Thừa Thiên-Huế\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế Đại Nam\n----------------------------------------------\nVua thứ hai triều Nguyễn, tác giả, con thứ vua Gia Long, tên tục là Nguyễn Phúc Đảm\n----------------------------------------------\nHoàng đế",
  "workTenure": "1820 – 1841\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1820–1841",
  "fatherName": {
    "Gia Long": null
  },
  "motherName": {
    "Thuận Thiên Cao Hoàng hậu": null
  },
  "eraName": {
    "Nhà Nguyễn": null,
    "Nhà Nguyễn độc lập": null
  },
  "id": 2494,
  "entityName": "Nguyễn Phúc Đảm",
  "aliases": [
    "Thánh Tổ (聖祖)",
    "Minh Mệnh",
    "Nguyễn Thánh Tổ",
    "Nguyễn Phúc Đảm (阮福膽) Nguyễn Phúc Kiểu (阮福晈)",
    "Minh Mạng",
    "Nhân Hoàng đế (仁皇帝)",
    "Minh Mạng (明命): 1820 - 1841"
  ],
  "overview": "Minh Mạng (chữ Hán: 明命, 25 tháng 5 năm 1791 – 20 tháng 1 năm 1841) hay Minh Mệnh, là vị Hoàng đế thứ hai của nhà Nguyễn, vương triều cuối cùng của nền quân chủ Việt Nam. Ông trị vì từ năm 1820 đến khi qua đời, được truy tôn miếu hiệu là Nguyễn Thánh Tổ (阮聖祖).\n----------------------------------------------\nMinh Mạng là một ông vua thông minh, hiếu học và cả quyết, mọi việc trong nước đều phải thông qua ông thể hiện tính cách tập trung quyền hành ở trung ương. Cuối đời ông, trong nước có nhiều cuộc khởi nghĩa của nông dân chống lại chính quyền tập quyền của ông. Năm 1822-1835 Phan Bá Vành, Lê Duy Lương, Phạm Văn Điển, Tạ Quang Cự, Nông Văn Vân khởi nghĩa chống triều Nguyễn tại các vùng Thượng du và Trung du Bắc Bộ, quân triều phải gian nan lắm mới dẹp được. Năm Quí ti 1833 ở miền Nam nghĩa quân của Lê Văn Khôi chiếm thành Phiên An, giết Bạch Xuân Nguyên, Nguyễn Văn Quế, Minh Mạng phải chống đỡ một thời gian dài mới bình định được Nam Kì. Và cũng thời điểm này ông đã cho cải cách nền hành chánh thống nhất từ địa phương đến trung ương cho thành lập các tỉnh trong toàn quốc. Trong đời làm vua của mình, ông đã giết hại nhiều công thần nhất là vụ án Lê Văn Duyệt, Lê Chất... tuy rằng khi ấy các nhân vật này đã chết từ lâu. Chính Minh Mạng và đám cận thần đã thi hành bản án hai công thần trên khiến nhiều người yêu công lí phải phẫn nộ. Nơi mộ của họ sau đã bị san bằng đều có bia ghi: Chỗ này là nơi quyền yêm Lê Văn Duyệt phục pháp Chỗ này là nơi Lê Chất phục pháp Minh Mạng là một vị vua có tài và cả quyết. Ông mất năm 1840, hưởng dương 49 tuổi miếu hiệu là Thánh tổ. Các tác phẩm của ông: - Ngự chế thi sơ tập - Ngự chế thi nhị tập - Ngự chế thi tam tập - Ngự chế thi tứ tập - Ngự chế văn sơ tập - Ngự chế văn nhị tập - Minh Mạng chiếu dụ - Ngự chế tiễu bình Bắc Kì nghịch phỉ thi tập - Ngự chế tiễu bình Nam Kì nghịch phỉ thi tập - Minh Mạng chánh yếu... Ngự chế tiễu bình Nam Kì nghịch phỉ thi tập (1 quyển) do chính vua Minh Mạng soạn nói về việc tiễu trừ cuộc khởi nghĩa của Lê Văn Khôi ở Gia Định. Tập thơ này gồm 34 bài, làm trong dịp quân triều đàn áp cuộc khởi nghĩa Lê Văn Khôi, và đánh quân xâm lược Tiêm La ở Nam Kì,... Những bài thơ này đã được in trong Minh Mạng ngự chế thi tập và trong quyển thủ, sách Khâm định tiễu bình lưỡng kì nghịch phỉ phương lược chính biên sau đem in riêng để phổ biến. Đầu sách có tờ mặt, trang trước đề tên sách, như trên; trang sau có 2 dấu đỏ mỗi dấu 4 chữ: 1. Thế thiên hành kiện; 2. Minh Mạng thần hàn. Thứ đến mục lục, sau cùng có bài bạt của Nội các kí tên: Hà Tông Quyền và Hoàng Quýnh đề năm Minh Mạng thứ 16 (1835). Ngự chế Tiễu bình Bắc Kì nghịch phỉ thi tập (1 quyển) cũng do ông biên soạn về việc quân triều trấn áp các cuộc nổi dậy ở miền Bắc. Đây là tập thơ của Minh Mạng, gồm 39 bài, làm trong dịp đàn áp các cuộc khởi nghĩa ở Bắc Kì: Lê Duy Lương, Nông Văn Vân... Những bài thơ này đã được in trong Minh Mạng ngự chế thi tập và trong quyển thủ, sách Khâm định tiễu bình lưỡng kì nghịch phỉ phương lược chính biên sau đem in riêng để phổ biến. Đầu sách có tờ mặt, trang trước đề tên sách như trên, trang sau có 2 dấu đỏ vuông mỗi dấu 4 chữ: 1. Thể thiên hành kiện, 2. Minh Mạng thần hàn. Thứ đến mục lục; sau cũng có bài bạt của Nội các kí tên: Hà Tông Quyền và Hoàng Quýnh đề năm Minh Mạng thứ 16 (1835). Minh Mạng chánh yếu (26 quyển) là một bộ sử lớn do vua Minh Mạng ra lệnh cho các sử thần trong Quốc sử quán biên soạn về những việc quan trọng trong triều đại mình. Sách gồm các việc thiết yếu như sinh hoạt cung đình, hình luật ngoại giao, trị an, khẩn hoang... Quyển đầu: viết về những chính sách thiết yếu đời Minh Mạng lần lượt được phụng tấu do chính vua phê chuẩn như sau: Ngày tháng năm niên hiệu Minh Mạng năm thứ mười tám, Hà Tông Quyền và các vị Đại thần khác trong Cơ mật viện đã dâng sớ tâu rằng: \"Chính sự thi hành phải có giềng mối, có pháp độ, có thể chế công bằng và ngay thẳng. Nếu giữ vững được yếu chỉ ấy thì chẳng phải khó nhọc bao nhiêu mà trị đạo thành công. Đời xưa như nhà Đường, nhà Ngu đã từng làm ra thiên Điển, thiên Mô; nhà Hạ, nhà Thương nhà Chu thì có thiên Huấn, thiên Cáo những giềng mối lớn của trị pháp đã rõ ràng, có thể noi theo vậy. Tiếp đến đời sau, chính yếu nhà Đường trong những năm Trinh Quán, Khai Nguyên nhà Tống ba triều có bảo huấn mọi thiên, xem đó cũng đủ thấy rõ trị thể của một thời đại. Nay kính vâng ý chỉ đức Hoàng thượng muốn trau dồi chính sự cho ngày càng thêm mới, trăm pháp độ đều sửa sang; mà cầu giềng mối then chốt mọi việc ấy thì cốt ở kính vâng mệnh trời, bắt chước tổ siêng năng việc chính trị, yêu mến người dân, bớt việc binh, giảm việc hình, cầu người hiền tài, xét đặt quan lại, trọng việc nông, chuộng tiết kiệm cùng những việc đắp xây thành lũy để bảo vệ cõi bờ. Kể từ triều Minh Mạng năm đầu đến nay đã có mười tám năm, trị thể thuần hóa rõ ràng hơn đời trước. Xin phái những bản ghi chú trong những lúc khởi, cử, động, tác, chia loại vựng đính thành một bộ, nhan đề là \"Minh Mạng chính yếu toàn thư\", chúng tôi lần lượt sửa sang, khi sách đã thành xin giao cho thợ khắc và ấn hành, để phổ biến trong thiên hạ, truyền lại đời sau, khiến cho ai nấy đều biết rằng: thể yếu trị nước bình thiên hạ, là đầu mối bởi ở đây, đã dâng sớ và được phụng chuẩn, lấy nơi tả Đãi lậu viện nơi hội biện. Lại vâng Thánh thượng dụ rằng: \"Trẫm xem hộ chính yếu đời Trinh Quán đã chép có nói rộng đến cả việc nhà Tùy vào những năm Vũ Đức. Nay bộ Minh Mạng chánh yếu chỉ nên chép thực, không nên chuộng hư văn, phàm những việc thuộc triều đại Gia Long, và không liên quan đến chính thể, chỉ nên chép sơ lược mà thôi. Kính vâng lấy lời này! Ngày tháng chín năm thứ mười chín, vâng thánh chỉ dụ rằng: \"Chánh yếu là đại yếu của chính thể vậy. Phàm những việc lớn thì nên chép rõ, còn những việc nhỏ chỉ chép lược mà thôi. Những điều khoản tương tự nên chép thành một thiên phụ ở sau. Vả chăng việc làm sách nên theo sử chép, phân chú hợp tả, tùy thế mà chuyển bút. Nếu không phân biệt rõ rệt, thì thành ra phức tạp. Kính vâng lấy lời này!\" Ngày tháng tám năm thứ hai mươi mốt kính dâng dạng bản tiến trình, vâng thánh chỉ dụ rằng: \"Trẫm xem trong bộ Chánh yếu, nhiều chỗ nói phiền toái quá, chủ yếu chỉ có nghĩa là tóm tắt đại yếu mà thôi. Nay mỗi việc mỗi chép đầy đủ thì đó là việc làm sử vậy. Kính vâng lấy lời này!\" Ngày tháng mười, niên hiệu Thiệu Trị năm đầu mới đặt các quan nội thuộc sử quán; vâng thượng dụ: \"Cho lấy Quốc sử quán làm nơi biên tập. Kính vâng lấy điều này!\" Các quan trong Sử quán phúc tấu rằng: \"Năm Minh Mạng thứ mười tám, được phê chuẩn cho biên tập, đến năm thứ hai mươi mốt thì đã biên thành, vâng giao lại khảo duyệt và nhuận sắc thêm. Đến đời Thiệu Trị năm đầu, vâng chỉ dụ lại mở Sử quán, và đặt sử quan, nên dạng bản bộ chánh yếu cũng đã giao sang Sử quán tu soạn. Khi ấy các vị trong Sử quán thương lượng rằng: Bộ Minh Mạng chánh yếu với bộ Thực lục chánh biên đệ nhị kỉ, cả hai bộ cùng trong ngoài bổ túc lẫn nhau, chờ khi bộ Chánh biên đê nhị kỉ thành rồi, sẽ biên tập bộ chánh yếu, để so sánh hai bên, ngõ hầu khỏi sai lầm, vì vậy trước đây chưa giao cho vị nào chuyên trách. Ngày tháng ba năm ngoái, bộ Thực lục chánh biên đệ nhị kỉ đã hoàn tất các vị sử thần trong Sử quán là các ông Tô Trân mới đưa dạng bản bộ Minh Mạng chánh yếu, cùng bản thảo tục biên, chiếu theo bộ Thực lục sửa chữa thêm bớt, tập hợp thành bảy mục là: \"Kính thiên, pháp tổ, đôn thân, thể thần, cầu hiền, kiến quan, lễ nhạc\". Ngoài ra hiện đương lần lượt ghi chép thêm. Ngày tháng ba năm thứ hai mươi sáu, các vị sử thần trong Sử quán tâu xin chiếu ngày tháng năm năm thứ mười ba, bộ Thực lục đệ nhị kỉ đã biên thành, các sử thần đương thời trong bộ toản tu cùng hội ý biên tập bộ Chánh yếu. Nay kính dâng lên, để vâng kiểm duyệt Trong bộ này có chỗ nào thiếu sót sai lầm đã được sửa đổi thể theo nguyên bản, cùng bộ Thực lục tham chiếu, không chút sai lầm. Kính xin theo chỉ dụ cứ thực biên chép thành sách, tóm tắt những nét đại yếu. Mỗi mục, ở bên dưới đều có hợp thành Cẩn án một thiên, cũng đều kính cẩn vâng theo nghĩa lệ trong bộ Thực lục chép ra, một phàm lệ, một tổng mục, một tiến thư biểu, tinh tâ nguyên biểu tiến trình. Trông đợi Hoàng đế giám định. Kính phụng châu phê rằng: \"Bộ Thực lục đã rõ rệt đầy đủ, thì bộ chánh yếu chỉ trích ra những văn kiện thiết yếu, tường hay lược không phương hại gì, nên bớt những lời văn phù phiếm. Kính vâng lấy điều này! (Phương Phủ dịch)\n----------------------------------------------\nMinh Mạng (chữ Hán: 明命, 25 tháng 5 năm 1791 – 20 tháng 1 năm 1841) hay Minh Mệnh, là vị hoàng đế thứ hai của triều Nguyễn trị vì từ năm 1820 đến khi ông qua đời, được truy tôn miếu hiệu là Nguyễn Thánh Tổ. Ông là vị vua có nhiều thành tích nhất của nhà Nguyễn. Đây được xem là thời kỳ hùng mạnh cuối cùng của chế độ phong kiến trong lịch sử Việt Nam."
}