{
  "dateOfBirth": "1902\n----------------------------------------------\nMậu Tuất 1898",
  "dateOfDeath": "1973\n----------------------------------------------\nQuí Sửu 1973",
  "hometown": "Quê làng Từ Ô, xã Thanh Trào, huyện Thanh Miện, tỉnh Hải Dương",
  "occupation": "Học giả",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2592,
  "entityName": "Trần Văn Giáp",
  "aliases": [
    "Thúc Ngọc"
  ],
  "overview": "Trần Văn Giáp (1902-1973), tự Thúc Ngọc là một học giả Việt Nam thế kỷ 20.\n----------------------------------------------\nThuở trẻ ông học chữ Hán và thi đỗ Tam trường, sau chuyển sang học chữ Pháp. Năm 1916, ông làm việc ở trường Viễn Đông Bác cổ. Ít lâu ông sang Pháp, học và tốt nghiệp trường Cao học thực hành Sorbonne, Viện Cao học Hán học và Trường Văn hóa Hán học. Về nước, ông lại tiếp tục làm việc ở trường Viễn Đông Bác cổ... Cách mạng tháng Tám thành công (1945), rồi toàn quốc kháng chiến, ông công tác ở Bộ Giáo dục, và từng viết một cuốn \"Sách trắng\" kể tội ác thực dân Pháp. Hòa bình lập lại (1954), ông về công tác tại Ban Nghiên cứu văn sử địa, Viện Sử học Việt Nam, tích cực đóng góp nhiều công trình nghiên cứu sử học, văn học rất sáng giá cho nền học thuật Việt Nam. Lúc học ở Pháp, ông từng giảng dạy ở trường Quốc gia Ngôn ngữ Đông Phương Paris. Trong kháng chiến chống Pháp có lúc công cán Trung Quốc, ông thường làm việc ở các thư viện Bắc Kinh, Thượng Hải, Quảng Tây và Quế Lâm sưu tầm được nhiều cổ thư và tư liệu quí về lịch sử nước nhà. Ngày 25-11-1973 ông mất tại Hà Nội thọ 75 tuổi, hai con trai lớn của ông là giáo sư Trần Văn Kiện và Trần Văn Minh từng giữ những chức vụ lớn về kinh tế tài chánh trước đây ở Sài Gòn. Các tác phẩm chính của ông: I. Sách Tiếng Việt 1. Vần quốc ngữ, soạn cho Hội truyền bá Quốc ngữ, cùng soạn với Hoàng Xuân Hãn, 1938. 2. Lược khảo về khoa cử Việt Nam. Khai Trí Tiến Đức tập san. Hà Nội, 1941. 3. Nguyễn Trãi Quốc âm thi tập (Cùng Phạm Trọng Điềm) NXB Văn Sử Địa 1957. 4. Lưu Vĩnh Phúc, tướng cờ đen. NXB Sông Lô. Hà Nội, 1958. 5. Bích Câu kì ngộ khảo thích. NXB Văn hóa. Hà Nội, 1958. 6. Vân đài loạị ngữ (2 tập) (biên dịch khảo thích). NXB Văn hóa. Hà Nội, 1962. 7. Lược truyên các tác gia Việt Nam, tập I (Chủ biên, đồng tác giả). NXB Văn hóa, in lần thứ hai có bổ sung. NXB Khoa học Xã Hội. Hà Nội, 1971. 8. Lược truyện các tác gia Việt Nam, tập II (Chủ biên, đồng tác giả). Hà Nội, 1972. 9. Phong thổ Hà Bắc. (Biên dịch và khảo thích). Ti Văn hóa Hà Bắc. 1971. 10. Nguyễn Trãi toàn tập (đồng tác giả). NXB Khoa học Xã hội. Hà Nội, 1969) 11. Từ điển tiếng Việt (đồng tác giả). NXB Khoa học Xã hội. Hà Nội, 1973. 12. Ngọc Kiều Lê (Biên dịch, chú thích). NXB Khoa học Xã hội. Hà Nội 1976. II Sách Chữ Hán 13. Hà Nội Viễn Đông khảo cổ học viện hiện tàng Việt Nam Phật điển lược biên do Quốc tế Phật giáo hiệp hội xuất bản tại Tokyo, 1943. 14. Hán văn trích thái diễn giảng khóa bản (cùng Bùi Kỷ). Viết cho lớp 6. Hà Nội, 1942. 15. Ức Trai quân trung từ mệnh tập bổ biên phụ hiệu khảm biểu III Sách Chữ Pháp 16. Le Bouddhisme en Annam des origines au XIIIè siècle, Hà Nội, 1932 (Phật giáo Việt Nam từ nguồn gốc đến thế kỉ XIII). 17. Esquisse d\u0027une histoire du Bouddhisme au Tonkin Báo Viên âm xuất bản. Huế, 1932. (Phác thảo lịch sử Phật giáo ở Bắc Kì). 18. Les chapitres bibliographiques de Lê Quý Đôn et de Phan Huy Chú. XB năm 1938 (Các thiên thư mục của Lê Quý Đôn và Phan Huy Chú). 19. Relation d\u0027une ambassadem Annamite en Chine au XVIII siècle, XB 1941 (Quan hệ của một số sứ thần Việt Nam ở Trung Quốc vào thế kỉ XVIII)... IV Sáchdịch 20. Lịch sử Trung Quốc (từ thượng cổ đến trước chiến tranh Nha phiến) (3 tập). Khu học xá Trung ương 1955-1956. 21. Lịch sử cận đại Trung Quốc (từ chiến tranh Nha phiến đến 1955). Khu học xá Trung ương 1955-1956. 22. Việt sử thông giám cương mục (cùng Hoa Bằng và Phạm Trọng Điềm). NXB Văn Sử Địa, Hà Nội, 1957. V. Các bản thảo 23. Danh nhân Hà Bắc 24. Về vân đề giao lưu văn hóa Việt Nam và Triều Tiên 25. Lược sử vấn đề chữ Nôm Bộ Tìm hiếu kho sách Hán Nôm, I II (2 tập) là một công trình lớn của ông để \"tìm hiểu các kho sách Hán Nôm\" của các tác giả Việt Nam. Có thể nói đây là công trình tầm cỡ và cho đến nay loại này vẫn chỉ đếm trên đầu ngón tay nếu không muốn nói là duy nhất của thư tịch Việt Nam vào thời cổ và cận đại. Tác giả đã thu thập được một nguồn văn bản đồ sộ các sách đã được khắc in và một số còn ở dạng bản thảo của các tác giả người Việt. Với công trình bề thế và \"kềnh càng\" này, ông đã giúp cho các học giả và kẻ tìm học một nguồn tư liệu xác tín nhất về Văn, Sử, Triết... của lịch sử văn hóa Việt Nam. Thế cho nên trong lời Mở đầu của bộ sách, ông trình bày phương pháp làm việc cũng như cách nhìn về các tác phẩm của các tác gia Việt Nam như sau: \"Hai chữ văn học, theo nghĩa rộng bao gồm tất cả những tư liệu trên sách vở giấy tờ về trí thức loài người, thuộc nhiều ngành, nhiều môn loại của khoa học xã hội. Văn học gồm đủ cả các sách về lịch sử, địa lí, ngữ ngôn, tự nhiên phong tục, khảo cổ, tôn giáo, triết học. thơ văn... Chữ văn học ở đây có thể tương tự như chữ văn hiến nghĩa là các \"tư liệu thành văn từ xưa\" mà nghĩa rộng hơn. Văn hiến chỉ có nghĩa là các \"tư liệu thành văn xưa còn truyền lại\". Cho nên trong bài Bình Ngô đại cáo, Nguyễn Trãi có câu \"ngã Việt vi văn hiến chi bang\" (nuớc Việt ta là nước đã có tư liệu văn học thành văn từ xưa). Trong các bài tự dẫn thiên Nghệ văn chí của Lê Quý Đôn, Văn tịch chí của Phan Huy Chú, tác giả đều coi thiên sách của mình là những tư liệu văn hiến Việt Nam, nghĩa là nguồn gốc nền văn học của Việt Nam. Nguồn văn học của Việt Nam, theo các sách còn sót lại, có đã từ lâu, ít ra tới hàng ngàn năm nay. Những tư liệu nói về sách vở cổ của một nước, một dân tộc thông thường gọi là thư tịch chí hay kinh tịch chí (bibliographie). Chính các kinh tịch chí là nguồn gốc tư liệu văn học gọi gọn là nguồn văn hiến của một dân tộc. Người đời sau muốn phát huy những tinh hoa của nền văn hóa dân tộc thì đều phải tìm tới kho tàng sách rất phong phú đã được lưu truyền qua nhiều thế hệ. Chính vì vậy mà các kinh tịch chí bao giờ cũng là người bạn gần gũi với những người yêu quý vốn sách của nước nhà đặc biệt là đối với những người làm công tác nghiên cứu thì lại trở nên hết sức cần thiết thường được coi như một công cụ làm việc không thể thiếu bên mình. Trước khi đi sâu nghiên cứu kinh tịch chí Việt Nam, chúng tôi sẽ nêu sau đây quan niệm của chúng tôi về môn kinh tịch chí, có đề cập đến sự phát triển của môn tịch chí Trung Quốc cổ đại, nhằm tạo điều kiện thuận lợi để so sánh với kinh tịch chí Việt Nam. Theo nghĩa gốc thì kinh nghĩa là các sách cổ điển phương Đông về triết học tôn giáo và các sách chuyên môn; tịch là các sổ sách, sách vở, giấy tờ biên chép những tri thức cần thiết, làm thành một cuốn sách. Kinh tịch chí có nghĩa là một tập sách một thiên sách ghi chép, thu thập sách, chú thích tùy theo yêu cầu. Cùng một khái niệm đó, các nước phương Tây gọi là bibliography do gốc chữ Hy Lạp, có nghĩa là khoa học về sách vở (Science des livres en général). Ba chữ kinh tịch chí mới thấy xuất hiện từ thế kỉ thứ VII trong Tùy thư. Còn trước đó, đời Hán gọi là Thất lược là Nghệ văn chí. Gần đây người ta dịch nghĩa chữ \"Bibliographie\" của Tây phương còn gọi là Mục lục học hay Thư mục học. Thực ra, mục lục học ở Trung Quốc có từ thế kỉ thứ 1 tr. CN dưới triều Hán. Trước tiên Lưu Hướng làm sách Biệt lục, ghi các tên sách, nhưng chuyên về việc hiệu thù (so sánh hai bản sách). Sau đến sách Thất lược cùng của Lưu Hướng và con ông là Lưu Hâm, mà thông thường người ta vẫn gọi là Lưu Hướng Thất lược. Sách này chuyên ghi tên sách và chia làm 7 loại: 1. Tập lược 2. Lục nghệ lược 3. Chu tử lược 4. Thi phú lược 5. Binh thư lược 6. Thuật số lược 7. Phương kỹ lược. Theo Tùy thư kinh tịch chí thì Thất lược có 7 quyển, nhưng thất lạc đã từ lâu. Nay chỉ còn thấy có một quyển: Thất luợc tập dật của Ma Quốc Hàn in trong Ngọc Hàm sơn phòng tập dật thư. Một bản nữa cũng gọi là Thất lược tập dật, một quyển, của Hồng Di Huyên in trong Kinh điển tập lâm. Tác giả hai bộ tùng thư này đều là người triều Thanh. Nói đến kinh tịch chí Đông phương, người ta thường nhận định sách Thất lược là quyển kinh tịch chí đầu tiên của Trung Quốc, và thường coi Lưu Hâm là người sáng tạo ra khoa ấy. (Từ nguyên, tí tập, tr. 337 và Từ Hải, tr. 189). Nhưng thực ra thì theo Hán thư, Nghệ văn chí, người mở đầu khoa kich tịch chí là Lưu Hướng, còn con ông là Lưu Hâm chỉ là người kế tiếp hoàn thành công trình của cha, làm thành sách Thất lược (Hán thư Nghệ văn chí có nói: \"Thời Thành đế (thế kỷ III sau CN) triều đình hạ chiếu, cử Lưu Hướng hiệu đính các sách Kinh Truyện, Chư tử và Thi phú. Lưu Hướng đem sách ra, xếp thành thiên mục, tóm tắt ý nghĩa nội dung chép thành sách để dâng vua. Không may, Lưu Hướng mất. Con ông là Lưu Hâm, tổng hợp các sách lại, làm thành Thất lược dâng vua...\". Nhưng trong Tùy thư kinh tịch chí lại ghi: \"Thất lược, 7 quyển do Lưu Hâm soạn\". Vì thế, người ta thường chỉ biết có sách của Lưu Hâm, và gọi Lưu Hâm là ông tổ thư mục Trung Quốc.) Sau hai cha con họ Lưu, Ban Cố làm sách Tiền Hán thư cũng phỏng theo Lưu Hướng, dành riêng một thiên gọi là Nghệ văn chí. Từ đó về sau, các sử Tân Đường thư, Tống sử, Minh sử, đều có Nghệ văn chí. Riêng Tùy thư, Cựu Đường thư có thiên Kinh tịch chí, nhưng cũng đều dựa trên phương pháp của Lưu Hướng và Ban Cố. Còn các sử khác trong Nhị thập tứ sử thì đều không có thiên ấy. Đến đời Thanh (thế kỉ XVII-XVIII) môn mục lục học ở Trung Quốc mới phát triển rộng, bao gồm cả việc ghi chép tên sách và việc hiệu đính, phân tích phê bình. Bộ kinh tịch chí lớn nhất và có tiếng nhất của Trung Quốc là bộ sách làm về thời Kiền Long (1772) tên là Tứ khố toàn thư tổng mục đề yếu, gồm 3.460 tên sách cộng 200 quyển. Còn toàn bộ sách Tứ khố toàn thư đóng thành 168.000 bản sách. Ở Việt Nam ta, trong các chính sử thấy có chép tên một số thư viện và tên một số quan coi sách. Dưới triều Lý có các nhà chứa sách lớn như Đại Hưng tàng, Bát giác kinh tàng, Trung Hưng tàng, đời Trần có thêm Thiên Trường phủ kinh tàng, đời Lê có Bồng Lai thư viện…; triều Nguyễn có Tụ Khuê thư viện và nhiều thư viện khác. Các quan coi sách thì không mấy đời là không thấy nói đến: đời Trần có chức Thủ Đại Tạng kinh, đời Lê có chức Giám đốc tử thư khố, Trưởng thư giám... Vì sử đã chép những điều đó nên có người cho rằng như vậy chắc loại sách kinh tịch chí cũng có thể đã xuất hiện từ lâu cùng thời với những thư viện đầu tiên. Cố nhiên những sử liệu nói trên đều rất đáng quý nhất là đối với việc nghiên cứu lịch sử thư viện ở nước ta. Nhưng do đó mà đoán định sự ra đời sớm của loại sách Kinh tịch chí thì chưa đủ chứng cứ và dẫn đến những nhận xét thiếu khoa học. Tìm hiểu lịch sử phát triển của môn kinh tịch chí Việt Nam, chúng tôi chủ trương phải tìm ra tài liệu cụ thể, có văn bản chính xác. Qua nghiên cứu, chúng tôi thấy hai tài liệu quan trọng có ý nghĩa lịch sử đối với bộ môn kinh tịch chí nước ta, đó là: thiên Nghệ văn chí trong bộ Lê triều thông sử của Lê Quý Đôn và thiên Văn tịch chí trong bộ Lịch triều hiến chương loại chí của Phan Huy Chú. Trong hai thiên ấy, Lê Quý Đôn (1726-1784) và Phan Huy Chú (1782-1840) kẻ trước người sau lần lượt làm công việc kê cứu lai lịch, tình trạng sách của nước Việt Nam ta, từ đời Lý đến tận cuối đời Lê. Trong Nghệ văn chí, Lê Quý Đôn phân chia các sách được nêu lên vào 4 loại: 1) Hiến chương loại, có 16 tên sách (từ số 1-16) 2) Thi văn 1oại, có 66 tên sách (từ 17-82) 3) Truyện kí loại, có 19 tên sách (từ số 83-101) 4) Phương kĩ 1oại, có 14 tên sách (từ số 102-115) Tất cả gồm có 115 tên bộ sách. Về mỗi bộ, tác giả chua rõ: tên sách, số quyển; tên người biên soạn (hay sáng tác), sơ lược nội dung: những điều ghi chú về tình trạng sách mất hay còn và trong một số trường hợp ông có nêu những ý kiến của mình phê bình nhận xét về bộ sách ấy (thường là vắn tắt). Cách non một thế kỉ sau, Phan Huy Chú kế tiếp sự nghiệp Lê Quý Đôn, soạn thiên Văn tịch chí trong Lịch triều hiến chương loại chí. Trong thiên này, tác giả cũng chia sách làm 4 loại, nhưng hơi khác họ Lê, và số lượng tên sách nhiều hơn. 1) Hiến chương loại, có 28 bộ sách (từ số 1-28) 2) Kinh sử, có 24 bộ sách (từ số 29-52) 3) Thi văn, có 108 bộ sách (từ số 53-160) 4) Truyện kí, có 54 bộ sách (từ số 161-214). Tất cả gồm có 214 tên bộ sách so với số sách của Nghệ văn chí thì có thêm 99 bộ. Ngoài bài tựa trên đầu thiên sách cũng đại đồng tiểu dị với bài của Lê Quý Đôn; trên mỗi loại, tác giả có thêm một bài tiểu dẫn nói qua về nội dung loại ấy. Sau mỗi tên sách, là đoạn nói về nội dung sách, tác giả thường chép thêm hẳn bài tựa chính của sách ấy, hay trích một số đoạn có giá trị nhất là mấy câu thơ hay đề chứng minh ý kiến phê phán của mình. So sánh hai thiên kinh tịch chí ấy với nhau, ta thấy rằng Phan Huy Chú tuy dựa theo phương pháp về nguyên văn sách của Lê Quý Đôn, nhưng có nhiều cải tiến và sáng tạo mới về phương pháp về tên gọi, cách trình bày đầy đủ hơn... Nhưng, quan niệm về cách phân loại thì nhà bác học Lê Quý Đôn cũng như nhà sử học Phan Huy Chú còn có chỗ chưa xác đáng. Chẳng hạn: do bị hạn chế trong việc xác định môn loại (nội dung) và cũng do thiếu phương tiện bổ trợ nên hai ông chưa xếp được các bộ sách vào những vị trí cần có của nó. Ví dụ: sách Nam Bắc phiên giới địa đồ và Thiên hạ bản đồ chỉ thấy xếp ở loại Hiến chương, Quân trung từ mệnh tập của Nguyễn Trãi chỉ thấy xếp ở loại thơ văn… Ngày nay chúng ta thấy không những có phương pháp khoa học sáng tỏ để giúp cho việc xác định môn loại (nội dung) mà còn có khả năng vận dụng những biện pháp kỹ thuật biên soạn để khắc phục được những thiếu sót mà người xưa đã vấp phải (chẳng hạn trong sách này, chúng tôi đã lập bảng Tổng mục để xếp những sách được nghiên cứu vào những vị trí môn loại đầy đủ của nó cũng là một trong những biện pháp để giải quyết mâu thuẫn nói trên). Có một điều là cả hai thiên ấy đều có đặc tính riêng của nó, thấy rõ đó là tính dân tộc, tính sáng tạo của Việt Nam. Cả hai tác giả không chịu rập khuôn các loại mục trong các Kinh tịch chí cúa Trung Quốc, như Kinh, Sử, Thi, Tập... mà chia các sách của mình theo nhận xét riêng, thích hợp với hoàn cảnh, với thực tế. Phan Huy Chú đổi mới hẳn tên thiên sách của mình, gọi là Văn tịch chí thì trong hoàn cảnh sách Việt Nam có phần đúng hơn. Không gọi là Kinh tịch chí như trong Tùy thư và Cựu Đường thư mà cũng không gọi là Nghệ văn chí như trong Tống sử... và cả như Lê Quý Đôn. Còn các sách thì cả hai vị đều chia hẳn thành 4 loại, gọn và khác hơn so với các loại mục sử dụng thời đó ở Trung Quốc. Thí dụ: Hiến chương đứng riêng một loại lớn không thấy trong Kinh tịch chí nào khác ở phương Đông (...) Sách mục lục kinh Phật Sách Phật đối với chúng ta, tuy không phải là chính, nhưng trong số sách Phật ở ta, thế nào cũng có một số sách liên quan đến sử, văn, ngữ, ngôn, nghệ thuật… Riêng tôi (Tr.V.G.), tưởng nghiên cứu sử Việt Nam hay văn học Việt Nam nói chung theo nghĩa rộng, mà không để ý đến sách Phật, thì chắc sẽ bị thiếu sót. Dân tộc ta, từ trên dưới ngàn năm nay đã chịu ảnh hưởng khá sâu rộng của hai luồng văn hóa lớn ở phương Đông: Trung Hoa và Ấn Độ. Ảnh hưởng của hai luồng văn hóa ấy vẫn song song tồn tại trong phong tục tập quân sinh hoạt xã hội, văn học nghệ thuật... của dân tộc ta mà ta chưa nghiên cứu kĩ. Sau đây xin nếu mấy bộ mục lục sách Phật có giá trị: - Phật thuyết Đại Tạng tổng kinh mục lục, in đời Minh Mạng ở Huế. - Đại Tạng kinh tổng mục, in năm 1893 ở Hà Nội. - Các tự kinh bản, sách chép tay vào khoảng năm 1915. - Trong sách Đạo giáo nguyên lưu của An Thiền đời Thiệu Trị (1825) có ghi nhiều tên sách Phật, hoặc là sách đem từ Trung Quốc về, hoặc là sách có khắc ván in ở ta, trong hai thiên: Phục chiếu cầu pháp và Bản quốc thiền môn kinh bản. Gần đây, năm 1943, chúng tôi có xuất bản một tập mục lục sách Phật ở ta tên đề Hà Nội Viễn Đông khảo cổ học viện hiện tàng Việt Nam Phật điển lược biên do Quốc tế Phật giáo hiệp hội xuất bản, Tô-ky-o năm 1943. Ngoài ra trong việc nghiên cứu chúng ta cũng cần chú ý đến những sách sau đây là những mục lục về sách Hán Nôm của Việt Nam: 1. Cadière (L.) et Pelliot (P). Première étude sur les sources annamites de l\u0027histoire d\u0027Annam. BEFEO, Juillet - Septembre 1904. Hà Nội, Imp. F. H. Schneider. 2. Gaspardone (E). Bibliographie annamite, Hà Nội, Imp. d\u0027Exrême-Orient. 1935. BEFEO, t.34. 3. Trần Văn Giáp. Les chapitres bibliographique de Lê Quí Đôn et de Phan Huy Chú, Publiés par la Société des Etudes indochinoises. Saigon, 1937 N.S.t, 13, No 1. 4. Naka Michiyo (Na-kha Thông thế). Đông Dương sử học yếu thư mục lục. Tokyo, Shigaku Yoshu Mokuroku (Nhật Bản). 5. Phùng Thừa Quân. An Nam thư mục. Trong Bắc Kinh đồ thư quán. Bắc Kinh 1932 (Sách này theo lời tác giả là viết theo sách của L. Cadière và P. Pelliot đã nói trên) và một số sách khác... Trên đây chúng tôi đã nêu lên những tài liệu chính về môn kinh tịch chí Việt Nam. Đó chính là nguồn tư liệu văn học sử học của nước nhà. Nguồn gốc ấy cho phép chúng ta đi sâu vào nghiên để phát huy tinh hoa của nền văn hóa cổ truyền của dân tộc, phục vụ nhiệm vụ cách mạng. Vì lẽ đó chúng tôi đã học tập các vị tiền bối, kiên trì soạn tập, nghiên cứu một số sách Hán, Nôm, phân tích và phê phán từng điểm cần thiết, cốt sao cho được tương đối chính xâc, làm thành sách này, nhằm góp phần giúp ích các bạn trong công trình nghiên cứu về các ngành học thuật Việt Nam. Soạn tập sách này, chúng tôi lấy hai thiên Kinh tịch chí của Lê Quý Đôn và Phan Huy Chú làm gốc. Lê Quý Đôn đã sưu tập được các tên sách có từ đời Lý Trần đến hồi đầu đời Lê Trung hưng (nghĩa là từ thế kỉ X đến thế kỉ XVII) tổng số được biết tên 115 bộ sách. Phan Huy Chú tiếp tục sưu tầm thêm từ thế kỉ thứ XVII đến cuối đời Lê Chiêu Thống (thế kỉ thứ XVIII), gộp thêm vào các tên sách của Lê Quý Đôn, thu thập được, tổng cộng là 214 bộ sách. Trước hết đem từng tên sách, tên tác giả nói trong hai thiên ấy so sánh với nhau và so sánh với các công trình khảo cứu sau này, như sách của L. Cadière và P. Pelliot... Theo trình tự trước sau, cố tìm lấy hẳn sách ra mà nghiên cứu, phân tích và phê phán nói rõ tình trạng hiện nay của cuốn sách ấy. Bộ nào không tìm thấy sách, thì đành để nguyên cũ và sưu tầm lai lịch nó ở trong các sử cũ, các tập văn cổ... Nghiên cứu hết các sách có ghi trong hai thiên ấy, chúng tôi nghiên cứu thêm một số sách khác hiện có ở Thư viện Quốc gia, Thư viện Khoa học xã hội, Thư viện Viện Sử học, trong số này phần nhiều là sách có ở Thư viện Khoa học xã hội, cùng một số ít sách khác của tư nhân nữa. Riêng về phần sách của các tác giả triều Nguyễn, chúng tôi chỉ mới lựa lọc lấy những bộ cần thiết và có giá trị. Ngoài ra một số sách có những điểm cần lưu ý như tính chất phản động, hình thức giả tạo… chẳng hạn, thì chúng tôi cũng có phân tích để độc giả rõ. Hiện nay, việc sưu tầm, nghiên cứu, khai thác vốn sách Hán Nôm đang được nhiều cơ quan có thẩm quyền, đặc biệt là bộ Văn hóa và Ủy Ban Khoa học Xã hội, hết sức lưu ý đẩy mạnh. Dưới sự chỉ đạo của Bộ Văn hóa, công tác này chắc chắn sẽ tiến thêm một bước mới để đạt thành tựu mới. Nếu sau này, các thư viện còn sưu tầm thêm được nhiều sách hiện còn trong nhân dân nữa, thì chúng tôi mong rằng sẽ lại có dịp viết tiếp phần bổ sung cho sách này góp thêm công sức của mình vào cố gắng chung nói trên. Tất cả, chúng tôi đã nghiên cứu được 350 tác giả có tiểu truyện rõ ràng; đã chọn lọc để nghiên cứu được 312 bộ sách của Việt Nam (nếu kể cả những tài liệu riêng trích trong các sách ấy tính là 470 tài liệu). Sau phần sách Việt Nam, chúng tôi có phụ thêm một số tài liệu cổ của Trung Quốc có nói đến Việt Nam, là kết quả sưu tầm của chúng tôi, tại các Thư viện lớn của Trung Quốc ở Bắc Kinh, Thượng Hải, Quảng Tây, Quế Lâm... Đối với sách Việt Nam, mỗi bộ sách chúng tôi coi là đối tượng của một bài nghiên cứu. Mỗi \"bài\" đó thường có các phần sau đây: Một là phần miêu tả: nêu rõ tên sách tên tác giả, số quyển, khuôn khổ, số tờ (hay trang), năm xuất bản (hay chép tay), nơi xuất bản, tên nhà xuất bản. Tiếp theo là phần nội dung: chúng tôi chú trọng về phân tích và phê phán, nói rõ sách thuộc môn loại nào, có những thiên, mục gì... Sách nào có những bài tựa, bài bạt hay bài dẫn nói kĩ về mục đích và nội dung sách mà xét thấy cần thiết thì chúng tôi cũng trích lục nguyên văn và dịch nghĩa để nhằm làm sáng tỏ nội dung của sách. Ngoài ra, nếu có những ý kiến trong sách của những tác giả khác nói về sách ấy, thì chúng tôi cũng không ngại trích dẫn đầy đủ và góp thêm ý kiến riêng của mình để định rõ không những giá trị của sách mà còn nói rõ bản sách hiện có là chính xác hay giả tạo. Còn phần nào xét thấy chưa được chính xác thì xin để khuyết nghị. Phần thứ ba là tiểu truyện các tác giả sách. Phần này chúng tôi hết sức tìm thật đầy đủ năm sinh và năm mất của từng người để xác định được đúng niên đại của từng bộ sách. Cũng trong phần tiểu truyện, chúng tôi dẫn thêm một số tác phẩm chính của các tác giả để bạn đọc tham khảo. Riêng về phần phụ lục sách Trung Quốc thì cả việc miêu tả và giới thiệu đều làm vắn tắt hơn, chỉ cốt sao nêu được nội dung tài liệu để bạn đọc sử dụng trong khi nghiên cứu. Để kết thúc bài mở đầu này, chúng tôi xin trân trọng cám ơn các bạn công tác ở Thư viện Quốc gia, Thư viện Khoa học Xã hội, Thư viện Viện Sử học và các bạn khác đã giúp đỡ chúng tôi rất nhiều trong khi biên soạn (từ 1962 đến 1970) và xuất bản tập sách này. Chính vì vậy mà có thể nói rằng công trình sơ bộ này hoàn thành được cũng là nhờ công sức của tập thể. Xin các bạn nhận ở đây lời cảm tạ không bao giờ quên của chúng tôi. Tháng 5-1970 Thúc Ngọc Trần Văn Giáp"
}