{
  "dateOfBirth": "Canh Tuất 1910",
  "dateOfDeath": "Quí Tị 1953",
  "hometown": "xã Điều Hòa, huyện Châu Thành, tỉnh Mĩ Tho (nay thuộc tỉnh Tiền Giang)",
  "occupation": "Nhà văn, Nhà hoạt động chính trị",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2595,
  "entityName": "Nguyễn Văn Nguyễn",
  "aliases": [
    "Ngũ Yến"
  ],
  "overview": "Ông xuất thân trong một gia đình nông dân có học. Học xong tiểu học ở Mĩ Tho, ông được cấp học bổng lên học tại trường Sư phạm Sài Gòn. Năm 1926, ông tham gia cuộc bãi khóa để tưởng niệm nhà yêu nước Phan Châu Trinh và đòi ân xá chí sĩ Phan Bội Châu, bị thực dân Pháp đuổi học. Sau đó ông gia nhập tổ chức Thanh niên Cách mạng đồng chí hội. Năm 1930, ông là một trong những đảng viên đầu tiên của Đảng Cộng sản Đông Dương, cuối năm ấy ông bị bắt giam một thời gian, rồi đầu năm 1932 bị lưu đày Côn Đảo, ở đảo một thời gian ông được trả tự do vào năm 1934. Từ năm 1934-1937 ông là cộng tác viên đắc lực của các báo La lutte, L\u0027Avant garde, Dân quyền, Mai... cuối năm 1937 ông lại bị bắt đưa ra tòa với án hai năm tù và năm năm biệt xứ, rồi mãi đến đầu tháng 9-1939 ông mới được trả tự do, nhưng chưa được bao lâu thì đầu năm 1940 ông bị bắt đày ra Côn Đảo một lần nữa. Tại Côn Đảo ông cung chung khám với các chiến sĩ cộng sản: Tôn Đức Thắng, Phạm Hùng, Trần Huy Liệu, Lê Văn Lương... Năm 1944, ông được đưa về giam ở Bà Rá (nay thuộc tỉnh Bình Phước). Khi Nhật đảo chính Pháp ở Đông Dương (9-3-1945), ông vượt ngục về sinh sống, hoạt động ở Sài Gòn. Tại đây ông được bầu vào Xứ ủy Nam Kì, chủ tịch Mặt trận Việt Minh, rồi tổ chức và lãnh đạo cướp chính quyền, tham gia kháng chiến ở Nam Bộ. Những năm kháng chiến chống Pháp, ông giữ các chức vụ: ủy viên ủy ban kháng chiến hành chánh Nam Bộ, ủy viên Tuyên huấn Xứ ủy, ủy viên Tuyên huấn Trung ương cục miền Nam, Giám đốc Sở Thông tin Nam Bộ, Chủ bút báo Cứu quốc Nam Bộ... Với chức vụ và cương vị của mình, Nguyễn Văn Nguyễn đã viết hàng loạt bài bình luận chính trị, trên đài phát thanh và báo chí. Năm 1953 ông lên đường ra chiến khu Việt Bắc nhận nhiệm vụ mới, nhưng vừa đến Bình Định ông bị bệnh thương hàn qua đời ngày 25-3-1953. Do công lao của mình, ông được Đảng và Nhà nước Việt Nam truy tặng Huân chương Độc lập hạng Nhất. Cuộc sống và hành trình trước tác của ông rất phong phú, ông viết nhiều thể loại nhưng nổi bật nhất vẫn là văn chính luận, phê bình (vừa tiếng Pháp, tiếng Việt) trên các báo công khai và bán công khai ở Sài Gòn. Nhất là các bài viết trên Đài tiếng nói Nam Bộ trong kháng chiến chống Pháp là những đóng góp cho văn hóa sử nước ta trong giai đoạn chống xâm lược. Hồi còn sống ông đã in: - Án mạng đường Barbier (1939) - Lá rụng về cội (1945) - Cán bộ cách mạng (1946) - Tháng tám trời mạnh thu (1987) …"
}