{
  "dateOfBirth": "Ất Sửu 1925",
  "dateOfDeath": "Ất Dậu 2005",
  "hometown": "tại làng Thạnh Phú, huyện Vũng Liêm, tỉnh Vĩnh Long (nay là xã Thanh Bình - cù lao Dài, huyện Vũng Liêm, tỉnh Vĩnh Long)",
  "occupation": "Nhà giáo, Nhà thơ, biệt danh T",
  "workTenure": "Không rõ",
  "fatherName": {
    "thứ ông Dương Mậu Sum": null
  },
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2609,
  "entityName": "Dương Tấn Huấn",
  "aliases": [
    "Truy Phong"
  ],
  "overview": "Thuở nhỏ, ông học tại trường làng, trường huyện Càng Long đậu bằng Sơ học, sau lên Sa Đéc tiếp tục học ở trường trung học tư thục. Năm 1943 ra làm việc tại tòa báo địa phương Sa Đéc. Sau ngày Nam Bộ kháng chiến (23- 9-1945) ông về làm cán bộ tại địa phương (xã nhà) rồi chuyển lên làm cán bộ tuyên truyền huyện Vũng Liêm, tỉnh Vĩnh Long. Năm 1949 gia nhập bộ đội, phục vụ công tác văn nghệ, tuyên truyền, dạy học ở Trà Vinh cho đến ngày đình chiến (20-7-1954). Sau năm 1954 ông vẫn tiếp tục dạy học ở Trà Vinh, vào thời điểm này (1956) ông sáng tác bài thơ Một thế kỉ - Mấy vần thơ đăng báo Tiến Thủ ở Sài Gòn gây nên một dư luận văn học, chính trị rất sinh động trong học thuật hiện đại Việt Nam. Hồi năm 1956 T. P xuất hiện trẻn thi đàn Sài Gòn với thi đề Một thế kỉ - Mấy vần thơ là một hiện tượng độc đáo trong văn chương tranh đấu miền Nam giữa thế kỉ XX. Bài thơ đánh động được lương tâm độc giả yêu nước, yêu thơ; thì sau đó mới biết T. P là nhà thơ Truy Phong. Theo tinh thần hiệp định Genève, đến năm 1956 thì quân đội liên hiệp Pháp phải rút khỏi Việt Nam. Chứng kiến được cảnh ấy ông viết bài thơ có nhan đề trẻn, và chính bài thơ này gây nên một dư luận tốt nhưng chủ nhiệm và báo đăng bài thơ bị đốt và bị lùng bắt. Từ đó báo (tờ Tiến thủ và chủ báo là Lê Văn Thử) phải tị nạn chính trị ở tòa Đại sứ Anh ở Sài Gòn. Từ những năm 70 ông lui về sống tại quê nhà. Các tác phẩm ông hầu hết là thơ ca: - Bốn mùa đợi mong - Thơ lục bát, thơ dân tộc - Dân quê kháng chiến (Giải nhất khu 9) - Lòng quê (Giải nhất Nam Bộ) - Nô Men (Giải nhì khu 9) - Một thế kỉ mấy vần thơ - Thái bình trả lại - Mặt trời lên - Mộng Hồn Quyên, nhà thơ tiền chiến miền Nam (biên khảo) - Con vẫn sống Ông mất ngày 8 tháng 5 năm 2005 tại quê nhà, thọ 80 tuổi."
}