{
  "dateOfBirth": "1839\n----------------------------------------------\nTâm Sửu 1841",
  "dateOfDeath": "1878\n----------------------------------------------\nMật Dần 1878",
  "hometown": "quê làng Trình Phổ, tổng An Hồi, huyện Trực Định, thuộc Kiến Xương, tỉnh Nam Định",
  "occupation": "Danh sĩ đời ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 2668,
  "entityName": "Bùi Viện",
  "aliases": [
    "Mạnh Dục",
    "Mạnh Dực",
    "Đức"
  ],
  "overview": "Bùi Viện (1839 - 1878), hiệu Mạnh Dực, là một nhà cải cách, nhà ngoại giao của Việt Nam cuối thế kỷ 19, làm quan dưới triều nhà Nguyễn.\n----------------------------------------------\nNăm Bính thìn 1856, có ân khoa, ông đỗ cử nhân, Ất mão 1855 trước năm ông thi đỗ Quốc tử giám tế tửu là Vô Duy Thanh biết tài ông, tiến cử ông với Tham tri bộ Lễ là Lê Tuấn trong việc bình định các nhóm Cờ đen, Cờ vàng khuấy rối ở miền Bắc. Doanh điền sứ Doãn Tuấn nghe tiếng ông, mời ông cộng sự mở mang bến Ninh Hải thành cửa bể Hải Phòng ngày nay. Hoàn thành công tác, ông lại đảm nhận trách vụ dẹp loạn quân Tề tức Quảng Văn Tế phát động ở Quảng Yên. Có lòng yêu nước, ông cùng Hoàng Phan Thái, Nguyễn Tư Giản, Đặng Đức Thuận, Nguyễn Trường Tộ lập Tân đảng, chủ ý khuyến cáo triều đình nên duy tân cải cách chính trị, quân sự, văn hóa... Lòng bất vụ lợi và yêu quí của ông, được chứng tỏ trong mấy lời ưu ái của vua Tự Đức ban khen ông: \"Trăm ư tử vị hữu thâm ân nghĩa, tử nãi dĩ quốc an, nãi bảo gia an, thâm đồ viễn lự, quỉ thần đương diệc giám chi\". Nghĩa: Trẫm đối về ngươi chưa có ân nghĩa gì mà người đã coi việc nước như việc nhà, không quản xa xôi lo lắng, quỉ thôi ắt cũng chứng cho. Chính ông là nhân vật xuất ngoại đầu tiên vận động bang giao với nước Mĩ, ông lên đường trong năm Quí dậu 1873 (có sách ghi năm Quí hợi 1863 - không đúng). Đến Hoa Thịnh Đốn, ông được Tổng thống Abraham Lincoln tiếp kiến; nhưng vì ông không có quốc thư để chứng minh đành phải trở về. Nhưng khi có quốc thư trong tay, sang Mĩ lần thứ 2, chính tình nước Mĩ đã đổi, Tổng thống Lincoln đã bị ám sát. Vị Tổng thống mới là Ulysse Simpson Grant bận đối phó với lắm cuộc nội biến, ông lại đành trở về không. Đã thế về đến Hoành Tân (Nhật) ông được tin mẹ mất, xúc động, ngậm ngùi, ông có làm bài văn tế cực kì thống thiết. Vua Tự Đức vẫn trọng dụng ông, bổ làm Tham tri, rồi đổi làm Tham chính thương biện, cùng với Nguyễn Tăng Doãn coi về việc quan thuế ở Bắc Kì. Ít lâu đổi làm Chánh quản đốc Nha tuần tải, ông bèn thực thi kế hoạch chỉnh đốn hải quân, thành lập đội tuần dương quân đặt dưới quyền chỉ huy trực tiếp của ông. Đến Mậu dần 1878, ngày 1 tháng 11 âm lịch, ông mất. Triều đình và dân chúng đều thương tiếc. Danh sĩ đươngthời là N0guyễn Tư Giản có đôi liễn điếu ông. \"Tha sinh nhược vị vong gia quốc Tráng chí không lân phó hải sơn\". Nghĩa: Kiếp sau chùa dứt niềm nhà nước Chí lớn đành đem gởì biển non."
}