{
  "dateOfBirth": "1 tháng 2 năm 1940 Quảng Nam, An Nam, Liên bang Đông Dương\n----------------------------------------------\nCanh Thìn 1940",
  "dateOfDeath": "15 tháng 10 năm 1964 (24 tuổi) Sài Gòn, Việt Nam Cộng hòa\n----------------------------------------------\nGiáp Thìn 1964",
  "hometown": "tại làng Thanh Quít, huyện Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Thắng, huyện Điện Bàn cùng tỉnh)",
  "occupation": "Liệt sĩ hiện đại, chiến sĩ biệt động nội thành, Anh hùng lực lượng vũ trang nhân dân",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2683,
  "entityName": "Nguyễn Văn Trỗi",
  "aliases": [],
  "overview": "Nguyễn Văn Trỗi (1 tháng 2 năm 1940 – 15 tháng 10 năm 1964) là một người đã thực hiện cuộc đánh bom không thành nhằm vào phái đoàn quân sự cao cấp do Bộ trưởng Quốc phòng Hoa Kỳ Robert McNamara và đại sứ Henry Cabot Lodge, Jr. đến thăm Việt Nam Cộng hòa vào tháng 5/1964 để hoạch định sách lược chiến tranh ở Việt Nam . Anh bị bắt giam và bị chính quyền Việt Nam Cộng hòa kết án tử hình.\n----------------------------------------------\nĐầu năm 1964 nhân dịp tết nguyên đán, ông ra căn cứ Rừng Thơm (thuộc huyện Đức Hòa, tỉnh Long An) học tập chính trị và nghệ thuật đánh biệt động tại nội thành. Tháng 5 năm 1964, Hoa Kì cử một phái đoàn quân sự cao cấp sang Sài Gòn nghiên cứu tình hình quân sự miền Nam Việt Nam. Với lòng căm thù giặc, ông xin ban chỉ huy quân sự biệt động tiêu diệt phái đoàn do Bộ trưởng Quốc phòng Mĩ là Robert Macnamara dẫn đầu. Giữa lúc đang tiến hành công tác gài mìn tại cầu Công Lý Sài Gòn, ông bị địch bắt vào lúc 22 giờ đêm ngày 9-5 1964. Trong nhà lao ông bị nhiều cực hình và cám dỗ, nhưng ông không tiết lộ một chi tiết quân sự, cơ sở nào. Chính phủ Nguyễn Khánh đưa ông ra tòa án quân sự kết án tử hình nhằm uy hiếp tinh thần chống Mĩ của nhân dân lúc bấy giờ. Đến ngày 15-10-1964 chúng đưa ông ra xử bắn tại sau vườn rau nhà lao Chí Hòa ở Sài Gòn. Ông hi sinh lúc 9 giờ 45 phút ngày 15-10-1964 hưởng dương 24 tuổi. Sau khi ông hi sinh, được đảng nhân dân Cách mạng miền Nam Việt Nam (Đảng Lao Động Việt Nam tại miền Nam Việt Nam) truy tặng là đảng viên và Huân chương thành đồng tổ quốc, Anh hùng lực lượng vũ trang nhân"
}