{
  "dateOfBirth": "Tân Tí 1941",
  "dateOfDeath": "Mậu Thân 1968",
  "hometown": "quê làng Bát Tràng, huyện Gia Lâm, tỉnh Hà Đông (nay thuộc Hà Nội)",
  "occupation": "Thi sĩ, giáo sư Trung học, liệt sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2694,
  "entityName": "Trần Quang Long",
  "aliases": [],
  "overview": "Thuở nhỏ theo gia đình di cư vào Nam học ở Huế, từng tham gia phong trào sinh viên Phật tử ở Huế, rồi gia nhập phong trào sinh viên yêu nước ở miền Trung chủ trương tạp chí Đất Mới của Tổng hội sinh viên Huế. Năm 1964 tốt nghiệp Đại học sư phạm Huế, tham gia Hội Liên hiệp Thanh niên học sinh, sinh viên Giải phóng Trung Trung Bộ, gia nhập lực lượng Bảo vệ Văn hóa dân tộc tỉnh Bình Định. Từng bị chính quyền cũ bắt giam nhiều lần. Sau khi ra tù, thuyên chuyển về dạy Việt văn tại Trường Trung học Phan Thanh Giản Cần Thơ, sáng lập viên Hội sinh viên sáng tác, xuất bản các tuyển tập thơ in bán công khai bằng Ronéo. Trong thời gian dạy học, ông cộng tác với các báo Tin văn, Đất nước, Hành trình Văn học, Đối diện... ở Sài Gòn. Ông một thời nổi tiếng với những bài thơ lãng mạn cách mạng và thơ tình lãng mạn. Sau biến cố Mậu thân (1968), ông thoát li ra hoạt động ở vùng Giải phóng đến ngày 11-10-1968 ông hi sinh ở Tây Ninh hưởng dương 27 tuổi. Các tác phẩm: - Tiếng gọi Lam Sơn (kịch thơ) - Bông cúc vàng (truyện, 1966) - Vực thẳm và hi vọng (1967) - Sao rừng (thơ - di cảo) Bài thơ Nghiêng nón của ông một thời làm lay động tình cảm lãng mạn của độc giả thanh niên. Sao em biết anh nhìn mà nghiêng nón Chiều mùa thu mây che có nắng đâu Nắng sẽ làm phai mái tóc xanh màu Sẽ làm khô làn môi em dịu ướt Còn tia mắt anh… Có… sao đâu mà em cúi đầu từ khước? Mườì ngón tay em bỗng cuống quít đan nhau Gò má em bỗng thắm sắc hồng đào Chân em bước nghe chừng như sai nhịp Gió níu tà áo em, bảo thầm: \"Đi không kịp Nhà không xa, sao nàng bỗng nhanh chân?\" Nếu nghiêng nón có nghĩa là từ khước Sao loanh quanh em chẳng chọn đường gần? Em nghiêng nón để rồi về hối tiếc “Sao không đi êm như gió mùa thu\". Cho chàng làm thơ, cho chàng ngẩn ngơ Cho hoàng hôn buông trên sông thẫn thờ Cho tim chàng se thắt, cho mắt chàng dâng cay Cho đêm nay men hờn giận dâng đầy Nên trang giấy chàng đề thơ \"tuyệt vọng\" Mà thật ra mình đã có gì đâu Thấy chàng làm má mình nóng bỏng Em nghiêng nón khuất vào đầu lối rẽ Tà áo em lưu luyến vẫy anh theo Bước nhẹ nghe em kẻo động vỡ tơ chiều Kẻo hoàng hôn ngại ngùng dâng sắc tím Anh vẫn là thư sinh, đêm đêm ngào nghẹn Nhưng em có còn nàng tiên chưa một lần lưu luyến? (1958)"
}