{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Giáp Dần 1974",
  "hometown": "quê làng Trà Bồ, tổng Ba Động, huyện Phù Cừ, tỉnh Hưng Yên (nay vẫn thuộc tỉnh Hưng Yên), bút danh Hà Việt Phương, Hoài Đồng Vọng",
  "occupation": "Nhà văn hiện đại, sinh ngày 20-11-1909, quê làng Trà Bồ, tổng Ba Động, huyện Phù Cừ, tỉnh Hưng Yên ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 2812,
  "entityName": "Nguyễn Đức Quỳnh",
  "aliases": [
    "Hà Việt Phương",
    "Hoài Đồng Vọng"
  ],
  "overview": "Từ năm 1931 ông cộng tác với Nguyễn Công Tiễu (người cùng quê) trong tờ Khoa học tạp chí viết các bài về Khoa học phổ thông. Năm 1934 viết báo Tiếng Trẻ, Thời thế, Quốc gia (Hà Nội), sau đó thành lập nhóm Hàn Thuyên với tạp chí Văn Mới xuất bản định kì như một nguyệt san văn học. Hàn Thuyên là một nhóm văn sĩ có khuynh hướng nhân sinh gồm một số cây bút có tiếng trước thế chiến II: Nguyễn Đình Lạp, Đặng Thai Mai, Trương Tửu, Nguyễn Tuân, Phạm Ngọc Khuê... đã xuất bản được một số tác phẩm văn, sử có tiếng vang hồi tiền chiến. Năm 1946, ông tham gia kháng chiến chống Pháp ở chiến khu, đến năm 1952 về thành, rồi vào Huế, Sài Gòn cộng tác với các báo Đời Mới của Trần Văn Ân và một số nhật báo khác. Từ đấy (1955) cho đến cuối đời, ông không có tác phẩm nào gây nên dư luận trong văn học, xã hội. Hầu hết tác phẩm của ông đều xuất bản trước năm 1945. Các tác phẩm: - Ta và Mọi (1929) - Các dân tộc lạc hậu miền Thương du (1930) - Khoa học phổ thông (1932) - Kĩ nghệ làm pin điện (1932) - Nguồn gốc tiếng Nam (1935) - Bốn biển không nhà (1930) - Gốc tích loài người (1943) - Đời sống thái cổ (1942) - Tây phuơng cổ sử (1944) - Ai Cập cổ sử (1943) - Cận đông sử (1943) - Lịch sử thế giới (1944) Và một số tiểu thuyết có ý hướng chính trị xã hội như: - Mình với Ta (thơ, 1930) - Những kẻ lạc đường (kịch giải thưởng Les Amis de l\u0027Art Sài Gòn, 1939) - Thằng cu So (tiểu thuyết, 1941) - Thằng Kình (tiểu thuyết, 1942) - Thằng Phương (tiểu thuyết, 1941) - Sắt đã vào lò (tiểu thuyết, 1943)"
}