{
  "dateOfBirth": "Đinh Tị 1857",
  "dateOfDeath": "Quí Hợi 1923",
  "hometown": "nguyên quán huyện Xuân Dục, Phủ Quảng Ninh, tỉnh Quảng Bình sau dời về làng Đại Phong, huyện Lệ Thủy cùng tỉnh, từ năm 1890 làm việc và sống ở Huế",
  "occupation": "Phụ chánh đại thần triều Thành Thái",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 2830,
  "entityName": "Ngô Đình Khả",
  "aliases": [],
  "overview": "Xuất thân trong một gia đình theo đạo Thiên Chúa lâu đời. Thuở nhỏ ông được các giáo sĩ Thiên chúa giáo cho đi học chữ Pháp và La Tinh tại một Trường Dòng truyền giáo ở Pénang (Mã Lai) cùng khóa với Nguyễn Hữu Bài (1863- 1935). Sau khi tốt nghiệp, được người Pháp đưa về nước làm thông ngôn tại Tòa Khâm Huế. Năm 1885 được cử giữ chức An phủ sứ Quảng Bình lo việc bình định và chiêu an lực lượng nghĩa quân, văn thân dưới quyền đại tá người Pháp Duvillier. Sau đó về Huế giữ chức Cận thần hàm thượng thư rồi Phụ chánh đại thần đời vua Thành Thái (1889-1907). Năm 1896 làm Quản giáo (Hiệu trưởng) Quốc gia học đường - Pháp tự quốc gia học đường tức Trường Quốc học Huế (Lycée Khải Định) đến năm 1902. Đây là một trường Trung học Pháp Việt đầu tiên ở Trung Kì dạy từ Tiểu học đến bậc Tú tài chuyên khoa. Khi ông làm quản giáo trường Quốc học, Tế tửu Quốc tử giám Hà Đình có câu liễn mừng ông: \"Nhứt đường sư thọ đoan mô phạm; Song kiếm quân ân úy văng tồn.\" (Một trường dạy học đầu mối mô phạm, Cùng xét ơn vua ủy kẻ mất người còn.) Năm 1907, lúc ông đương kim phụ chánh tại triều; vua Thành Thái có hành vi chống Pháp nên bị thực dân bày trò các đại thần triều đình kí thỉnh nguyện thư yêu cầu viện Cơ mật và Pháp truất quyền và đày vua Thành Thái sang Châu Phi, lấy cớ nhà vua bị bệnh tâm thần. Lúc đó tại triều hầu hết các đại thần đều ký vào thỉnh nguyện đó. Riêng Ngô Đình Khả không biểu đồng tình, nên đương thời trong dân gian có câu: Đày vua không Khả, Đào mã không Bài (Năm 1912 Nguyễn Hữu Bài không đồng ý việc khâm sứ Mahé cho khai quật mả vua Tự Đức để lấy châu báu). Sau biến cố năm 1907 kể trên, ông càng bị người Pháp nghi kị vì cho ông là người đứng sau vua Thành Thái về việc nhà vua ngầm ủng hộ Kì Ngoại hầu Cường Để, Việt Nam Quang phục hội của Phan Bội Châu và có lúc toan xuất dương. Trong lúc ấy Khâm sứ Levéque ở Huế lại không ưa ông về phương diện tôn giáo (ông là đạo dòng, Levéque có chân trong Hội Tam điển có lập trường chống Dòng Tên) nên họ tạo ra nhiều cớ để giáng cấp (3 cấp) và buộc ông về hưu non. Sau khi về hưu ông sống tại Phú Cam (Huế) và đến ngày 18-2-1923 ông mất, táng tại làng đồi Phú Cam. Ông có tất cả 8 nguời con, trong đó có 6 trai: Ngô Đình Khôi (cựu Tổng đốc), Ngô Đình Thục (Giám mục), Ngô Đình Diệm (cựu Tổng thống), Ngô Đình Nhu (cựu cố vấn), Ngô Đình Luyện (kĩ sư, cựu thanh tra hỏa xa), Ngô Đình Cẩn; mà đã có 4 người đều \"bất đắc kì tử\"; và 2 người con gái: Ngô Thị Giáo (thân mẫu Giám mục Nguyễn Văn Thuận) và Ngô Thị Hiệp (nhạc mẫu cựu Bộ trưởng Quốc phòng Trần Trung Dung thời Ngô Đình Diệm)."
}