{
  "dateOfBirth": "Nhâm Ngọ 1882",
  "dateOfDeath": "Tân Tị 1941",
  "hometown": "quê làng Sơn Tân, huyện Hương Sơn, tỉnh Nghệ An",
  "occupation": "Chí sĩ hiện đại",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 2854,
  "entityName": "Nguyễn Đình Kiên",
  "aliases": [
    "Tú Kiên",
    "Hi Cao"
  ],
  "overview": "Thuở nhỏ ông theo học khoa cử, nhưng khuynh hướng về cái học thực nghiệp, mở mang dân trí, dân sinh, dân quyền... Năm Mậu thân 1908 ông cùng các chiến sĩ yêu nước tham gia phong trào Duy tân ở Nghệ An, Hà Tĩnh trong tổ chức Minh xã, (khác với Ám xã của Phan Bội Châu) Triều dương với Ngô Đức Kế, Đặng Nguyên Cẩn... Tháng 6 năm 1908 phong trào bị Pháp khủng bố trắng, ông bị Nam triều bắt kết án chung thân, đày Côn Đảo một thời gian dài. Năm 1917, ông cùng 4 bạn tù (Trần Hoành, Nguyễn Kim Đài và 2 thường phạm khác) dùng bè gỗ vượt Côn Đảo. Bè của ông và các bạn lênh đênh trên biển 6 ngày đêm thì tấp vào một làng chài thuộc huyện Hàm Tân, tỉnh Bình Thuận. Tại đây ông được một đồng chí cũ là Nguyễn Hữu Hoàn cùng tri huyện sở tại là cử nhân Lương Trọng Hối ngầm giúp đỡ cho giấy thuế thân để thoát khỏi tỉnh Bình Thuận vì đang có lệnh truy nã gắt. Từ đó ông cùng Nguyễn Kim Đài đi bộ ra sát biên giới Trung Quốc để sang Nhật, nhưng sau vụ khởi nghĩa Thái Nguyên Pháp và tay sai kiểm soát biên giới rất gắt, ông và bạn Kim Đài phải lui vào Nam dùng đường biển sang Trung Hoa. Tàu vừa đến Thượng Hải thì bị Phan Bá Ngọc chỉ điểm cho Pháp, nên ông và Kim Đài bị Pháp bắt cóc đưa về giam ở Hỏa Lò (Hà Nội) rồi đày ra Côn Đảo một lần nữa (riêng ông Nguyễn Kim Đài bị bệnh chết ở nhà lao Hỏa Lò) còn Trần Hoành về đến Đà Nẵng bị bắt lại và đày ra Côn Đảo như ông. Năm 1926 ông được Pháp trả tự do về sống tại quê nhà đến năm 1928 ông tham gia cùng Lê Văn Huân thành lập đảng Phục Việt (sau đổi tên là Tân Việt với chức vụ phó Đảng, đảng trưởng là Lê Văn Huân). Sau khi đảng bị vỡ, ông bị bắt cùng một lần với đảng trưởng Lê Văn Huân giam tại khám lớn Sài Gòn mãi đến năm 1933 mới được trả tự do. Sau khi ra tù ông về sống tại quê nhà rồi bị bệnh mất trong năm 1941, thọ 59 tuổi"
}