{
  "dateOfBirth": "Giáp Dần 1914",
  "dateOfDeath": "Không rõ",
  "hometown": "tại làng Mĩ Đức tỉnh Hà Tiên (nay thuộc thị xã Hà Tiên, tỉnh Kiên Giang)",
  "occupation": "Nữ sĩ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 287,
  "entityName": "Lâm Thái Úc",
  "aliases": [
    "Mộng Tuyết",
    "Bách Thảo Sương",
    "Thất Tiểu Muội",
    "Hà Tiên Cô",
    "Nàng Út"
  ],
  "overview": "Bà là phu nhân cố thi sĩ Đông Hồ, cả hai vợ chồng bà từng làm rạng rỡ văn học đất Phương Thành (Hà Tiên) bởi các tác phẩm của mình. Thuở nhỏ bà học tại Trí Đức học xá (do Đông Hồ sáng lập), bắt đầu làm thơ viết văn ngay từ khi còn là học sinh tại trường này. Bà có thơ đăng trên tạp chí Nam Phong (Hà Nội) và một số báo ở Sài Gòn: Sống, Nhân loại, Phổ thông, Bách Khoa, Văn, Văn hóa nguyệt san... Những năm 50 ông bà lên Sài Gòn mở nhà sách, nhà xuất bản Bốn Phương, Yiễm Yiễm thư trang, đến những năm 70 bà lui về ẩn dật tại đường Nguyễn Trọng Tuyển Q. Tân Bình. Sau năm 1995 bà lui về sống trọn tuổi văn niên tại nhà lưu niệm thi sĩ Đông Hồ ở Hà Tiên. Là một người tự học nhưng khả năng tiếng Việt cũng như vốn chữ Hán của nữ sĩ rất nhuần nhuyễn, trong sáng mỗi khi diễn tả những vấn đề từ nội tâm đến ngoại cảnh cũng như chuyển ngữ các bài thơ chữ Hán một cách rất tài hoa, nghệ thuật. Thơ bà chuẩn mực, trong sáng, hồn nhiên đượm vẻ ngọt ngào như tiếng nói dịu dàng của những cô gái nhà lành có học nơi khuê phòng. Đó là tiếng thơ của nguời con gái - phụ nữ - Đông phương nói chung hay người con gái Việt Nam. Tiếng thơ của cô gái nhà lành Việt Nam khởi đi từ Nguyễn Thị Hinh (bà huyện Thanh Quan), Hồng Hà nữ sĩ (Đoàn Thị Điềm) Tương Phố... đến MộngTuyết nữ sĩ đều là những cô gái bẽn lẽn và hay thẹn thùng trước kẻ khác giới và ngay cả thiên nhiên. Những nữ sĩ này đã để lại cho đời những văn thơ nho nhỏ mà trác tuyệt trước nhân gian và cảnh giới như tâm thức sâu lắng của bản thân mình. Các tác phẩm của bà: - Lò hoa (1939) - Phấn hương rừng (giải văn chương của Tự lực văn đoàn ở Hà Nội (1943) - Hương xuân (1943) - Đường vào Hà Tiên (1960) - Nàng ái cơ trong chậu úp (1961) - Truyện cổ Đông Tây (1969) - Dưới mái trăng non (1969)."
}