{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "không rõ năm sinh, năm mất và quê quán",
  "occupation": "Danh sĩ, tác giả đời Trần Nhân tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Trần": null
  },
  "id": 2901,
  "entityName": "Lý Tế Xuyên",
  "aliases": [],
  "overview": "Lý Tế Xuyên (chữ Hán: 李濟川, ? - ?), là một danh sĩ sống vào khoảng cuối thế kỷ 13 đến đầu thế kỷ 14 trong lịch sử Việt Nam.\n----------------------------------------------\nÔng là người nổi tiếng văn chương đương thời có tài chính trị, nhưng không màng công danh, làm quan chỉ giữ một chức vụ khiêm nhường là Thủ thư (như Giám đốc Thư viện ngày nay). Tương truyền, ông soạn nhiều sách, nay đã thất lạc, ngày nay chỉ còn lưu lại bộ Việt điện u linh tập. Sách ghi các chuyện dật sử, danh nhân, kinh dị... gồm ba mục. 1. Nhân quân (các vua chúa): Hai Bà Trưng, Sĩ Nhiếp, Triệu Quang Phục... 2. Nhân thần (các bề tôi): Lý Ông Trọng, Phạm Cự Lượng, Lê Phụng Hiểu, Lý Thường Kiệt... 3. Hạo khí anh linh (anh linh tỏa rộng): Truyện thần núi Tản Viên, thần Bạch mã... Đây là một bộ sách quí của thư tịch Việt Nam thời xưa. Bài Tựa của sách như sau: (viết năm Cảnh Hưng thứ 35 - 1774). Bản dịch: Tập sách này làm ra từ triều Lý, từ trước sách chép của Lê Văn Hưu, để ghi lại các sự việc, những việc thay đổi từ đời nọ đến đời kia, sơ lược chưa dứt. Vì rằng nước ta, từ thời xưa lắm, tục còn giản dị, chính sự giáo hóa gốc là hồn nhiên, văn học mở đầu quê kệch, chưa được nghe thấy lời đẹp câu hay. Ví bằng có được ít nào còn lại thì chỉ là những công trình trứ thuật lượm lặt lời nói tục truyền. Nhưng, xét thật kĩ, vẫn chưa lượm hết điều mà người xưa để lại, lời trình bày còn có điều viễn vông, có điều khó hiểu, khác gì cây liễu không cành, sao có thể quyết đoán cho sau này được. Kịp đến triều Trần, chàng họ Lý lại làm nối theo phần cuối, sưu tầm rộng khắp, góp thành tập sách này. (Họ Lý), nhân khi nhàn rỗi (đem sách ra) sửa sang bằng mấy chục năm, nghiên cứu những điều bí ẩn, thật là chịu khó. Nhưng, điều lượm được của họ Lý cũng chằng qua có thế thôi: dụng công tuy nhiều, so sánh nghiền ngẫm tuy rõ ràng, nhưng chưa hiểu rõ được các lời nói quê, các sách chép riêng chưa hiểu thấu hết các câu ngạn ngôn; các lời tục ngữ, âm thầm suy đoán, nên chữ nọ lầm ra chữ kia, thật cũng chưa được đầy đủ. Xét kĩ tại sao, tưởng có thể nhìn thấy. Ví phỏng không ngại điều tra khắp cả, đi hỏi các bậc di hiền ẩn dật, thì những điều thu lượm há lại chỉ có thế thôi ư? Than ôi! Người trước sáng tác, người sau soạn thuật cũng có thể gọi là để tâm đến nền danh giáo lắm! Tôi sinh trái mùa, gặp nhiều thế biến, ngồi rỗi ở nhà làm gì cho hết ngày trời! Giữa tháng trọng thu năm Quí hợi (Cảnh Hưng thứ 4 - 1763) sang chơi họ Quách là nhà họ ngoại, thấy nguời anh lấy tập sách này trong tủ sách nhà ra đưa cho tôi xem, tôi mang về nhà riêng, giở ra xem xét, thấy trong đó có nhiều điều chưa ổn. Nhân thể tôi dụng tâm tìm hiều rộng ra những điều sót lại, tìm sách mọi nhà, so sánh nhặt lấy điều đúng, đề tìm được điều cốt yếu. Tất cả những việc mập mờ khó kê cứu, điều gì đáng chép thì chép lại điều gì đáng bỏ thì bỏ đi, cốt khiến cho ý nghĩa lưu loát, đầu đuôi thông suốt, mạch lạc liên tiếp nhau, để tiện cho việc đọc và xem sách ấy. (Mấy câu này có vẻ như lời văn, thật ra là lời sử). Làm như thế là muốn đem tập sách này công bố khắp mọi nơi để ai ai cũng hiểu biết rộng rãi những thắng tích xưa nay, há dám có một chút ý riêng nào. Vì vậy không nề hà nông cạn, mạnh dạn nói rõ gốc ngọn để đợi các bậc thông thái sau này, sửa sang lại cho được đúng đắn thì thật là may lắm. Bài tựa viết ngày..., tuần giữa mùa thu năm Giáp ngọ niên hiệu Cảnh Hưng thứ 35 (1774). Quan chủ bạ bộ Lễ, người Hồng Đô là họ Gia Cát kính làm bài tựa\". (Trần Văn Giáp dịch)"
}