{
  "dateOfBirth": "Nhâm Thân 1932",
  "dateOfDeath": "Mậu Dần 1998",
  "hometown": "quê huyệnThườngTín, tỉnh Hà Đông, nay thuộc Hà Nội",
  "occupation": "Nhà thơ, giáo sư Trung học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2909,
  "entityName": "Nguyên Sa",
  "aliases": [
    "Trần Bích Lan"
  ],
  "overview": "Những năm 1950-1951 du học Pháp đỗ cử nhân triết học tại Đại học Paris. Tốt nghiệp, về nước dạy triết học tại Trường Trung học Chu Văn An, Sài Gòn, có lúc làm hiệu trưởng Trường Trung học Văn học ở Sài Gòn. Từng là đồng sáng lập viên tạp chí Sáng tạo sau năm 1960 chủ trương tạp chí văn học có tên Gió mới, Hiện Đại... và cộng tác với các tạp chí: Đất nước, Nghiên cứu Văn học, Quần chúng... Các tác phẩm: - Thơ Nguyên Sa - Gõ đầu trẻ - Quan điểm Văn học và triết học - Một mình một ngựa - Một bông hồng cho văn nghệ - Descartes nhìn từ phương Đông - Mây bay đi - Nhưng năm sáu mươi Ngoài ra có nhiều thơ đăng trên tạp chí: Văn học, Văn, Đất nước, Nghiên cứu văn học, Sáng tạo... Bài thơ Áo lụa Hà Đông (thể loại \"thơ tự do\" sớm nhất) mới ra đời được độc giả trẻ ái mộ. Áo lụa Hà Đông Nắng Sài Gòn anh đi mà chợt mát Bởi vì em mặc áo lụa Hà Đông Anh vẫn yêu màu áo ấy vô cùng Thơ của anh vẫn còn nguyên lụa trắng Anh vẫn nhớ em ngồi đây, tóc ngắn Mà mùa thu dài lắm ở chung quanh Linh hồn anh vội vã vẽ chân dung Bày vội vã vào trong hồn mở cửa Gặp một bữa anh đã mừng một bữa Gặp hai hôm thành nhị hỉ của tâm hồn Thơ học trò anh chất lại thành non Và đôi mắt ngất ngây thành chất rượu Em không nói đã nghe lừng giai điệu Em chưa nhìn mà đã rộng trời xanh Anh đã trông lên bằng đôi mắt chung tình Với tay trắng em vào thơ diễm tuyệt Em chợt đến, chợt đi anh vẫn biết Trời chợt mưa, chợt nắng chẳng vì đâu Nhưng sao đi mà không bảo gì nhau Để anh gọi, tiếng thơ buồn vọng lại Để anh giận mắt anh nhìn vụng dại Giận thơ anh đã nói chẳng nên lời Em đi rồi sám hối chạy trên môi Những ngày tháng trên vai buồn bỗng nặng Em ở đâu hỡi mùa thu tóc ngắn Giữ hộ anh màu áo lụa Hà Đông Anh vẫn yêu màu áo ấy vô cùng Giữ hộ anh bài thơ tình lụa trắng. Và một số bài tiểu luận đăng trên các báo ở Sài Gòn."
}