{
  "dateOfBirth": "Giáp Tuất 1934",
  "dateOfDeath": "Đinh Sửu 1997",
  "hometown": "tại Hải Phòng, nguyên quán làng Lai Xá, huyện Hoài Đức, tỉnh Hà Đông (em ruột giáo sư Nguyễn Quang Riệu giám đốc trung tâm nghiên cứu khoa học Pháp), trưởng thành tại Hà Nội",
  "occupation": "Bác sĩ, giáo sư y khoa, nhà nhân trắc học, nhân chủng học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2936,
  "entityName": "Nguyễn Quang Quyền",
  "aliases": [],
  "overview": "Thuở nhỏ ông học tiểu học tại Hải Phòng, cựu học sinh trường Chu Văn An, Hà Nội. Những năm chiến tranh Việt - Pháp ông học tại Hà Nội, sinh viên trường Đại học Y Dược từ năm 1952. Năm 1959 tốt nghiệp y khoa bác sĩ và toán học cao cấp được giữ lại làm giảng viên tại trường Đại học Y Dược Hà Nội. Ông là một trong các bác sĩ, giáo sư y khoa xuất sắc, hiếm hoi không hề được đào tạo ở nước ngoài mà chỉ tự nghiên cứu khoa học đã trở thành nhà khoa học, giáo sư đứng đầu Việt Nam trên cả ba lĩnh vực: giải phẫu học, nhân chủng học, nhân trắc học của y học hiện đại. Từ những năm 60 ông là giáo sư Đại học Y Dược Hà Nội, sau năm 1975 ông chuyển vào làm giáo sư tại trường Đại học Y Dược TP.HCM cho đến ngày qua đời. Trong thời gian này ông còn được mời giảng tại một số các trường Đại học lớn trên thế giới ở Pháp, Úc, Đức, New Zealand... Các chức vụ khoa học do ông đảm nhiệm: - Giáo sư, chủ nhiệm bộ môn giải phẫu - Trưởng phòng đào tạo sau Đại học Y Dược TP.HCM - Phó trưởng khoa Y Dược, đại học Y Dược TP.HCM - Giáo sư chủ nhiệm bộ môn giải phẫu TTĐTBD cán bộ Y tế TP.HCM - Chủ tịch hội hình thái học Việt Nam. Trong thời gian đảm nhận các chức vụ khoa học và giảng dạy tại Đại học Y Dược TP.HCM và các trường Y khoa khác trong nước (Hà Nội, Bắc Thái, Thái Bình, Hải Phòng, Cần Thơ...), ông còn được một số trường Đại học Y khoa trên thế giới mời thỉnh giảng. Ngoài ra, ông còn là người chủ trì việc bảo quản, xây cất tháp tại Tàng viện Chang Ek ở Phnompênh (Campuchia). Khoảng 100 công trình nghiên cứu của ông cũng như hợp soạn cùng các nhà khoa học lớn như: Bác sĩ GS.Đỗ Xuân Hợp, Giáo sư Hoàng Đình Cầu... đã được công bố. Giáo sư Nguyễn Quang Quyền là một nhà khoa học tầm cỡ, một giáo sư y khoa nổi tiểng, có công đào tạo được một số bác sĩ và khoa học gia trẻ góp phần cho công tác giáo dục, khoa học nước nhà. Ông mất ngày 15-11-1997 do một tai nạn giao thông tại quận 3 TP.HCM, thọ 63 tuổi để lại sự thương tiếc cho nhiều người, nhất là những người làm công tác văn hóa, giáo dục."
}