{
  "dateOfBirth": "Ất Sửu 1865",
  "dateOfDeath": "Tân Hợi 1911",
  "hometown": "quê tỉnh Bà Rịa học trò và cũng là con rể Trương Vĩnh Ký",
  "occupation": "Nhà văn, nhà giáo",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 2971,
  "entityName": "Nguyễn Trọng Quản",
  "aliases": [],
  "overview": "Thuở nhỏ ông cùng Diệp Văn Cương, Trương Minh Ký là những người Việt Nam đầu tiên được đi du học ở Lycée d\u0027Alger (Bắc Phi) của Pháp. Sau khi tốt nghiệp, ông về nước làm giáo viên rồi làm giám đốc các trường Sơ học vào những năm 1890-1900 ở Sài Gòn. Ngoài một nhà giáo, nhà văn, Nguyễn Trọng Quản còn là ngưòi có khả năng hội họa, chính ông đã vẽ các tranh minh họa trong tiểu thuyết Phan Yên ngoại sử của Trương Duy Toản, xuất bản năm 1910 ở Sài Gòn. Nguyễn Trọng Quản là người Việt Nam đầu tiên viết tiểu thuyết theo quan điểm tiểu thuyết phương Tây. Đó là quyển Truyện thầy Lazaro Phiền, sách xuất bản năm 1887, và chính thời điểm này đã vạch ra cho lịch trình tiều thuyết Việt Nam một bước ngoặt nhất định. Thời điểm này khởi đi từ những năm chữ Quốc ngữ có chỗ đứng trên sinh hoạt văn hóa ở miền Nam. Sự ra đời và phát triển của chữ Quốc ngữ là nguồn gốc chính để bộ môn tiểu thuyết lớn mạnh, mà truyện Thầy Lazaro Phiền là một kết quả khiêm nhường mà đích thực nhất. Đây là một quyển sách mỏng, nhưng trong đó tác giả kí thác một ước mơ lớn mà các nhà văn miền Nam mong muốn vươn tới. Trong bài tựa, tác giả nhấn mạnh: \"Tôi có một dụng ý lấy tiếng thường mọi người hằng nói mà làm ra một truyện mà hầu cho kẻ sau coi mà bày đạt cùng in ra ít nhiều truyện hay: trước là làm cho con trẻ ham vui mà tập đọc, sau làm cho dân các xứ biết rằng: Người An Nam sánh trí sánh tài thì chằng thua ai\" Với thời điểm và ước mơ đó, truyện Thầy Lazaro Phiên được xem là quyển sách mở đầu cho tiểu thuyết hiện đại Việt Nam. Sách sau này được dịch sang tiếng Pháp đăng nhiều kì trên báo Pháp. Ngoài sách trên, Nguyễn Trọng Quản còn là tác giả các sách: - Truyện bốn anh Chà Và cùng chuyện tầm phào chẳng nên đọc. - Kim vọng phu truyện. - Notices sur les Fonderies cuire de Chợ Quán 1888. Ông mất năm 1911 tại Sài Gòn."
}