{
  "dateOfBirth": "Tân Dậu 1921",
  "dateOfDeath": "Mậu Ngọ 1978",
  "hometown": "quê làng Đông Bàn, huyện Điện Bàn, tỉnh Quảng Nam (nay là xã Điện Trung, huyện Điện Bàn, cùng tỉnh)",
  "occupation": "Nhà ngoại giao",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nước Việt Nam mới": null
  },
  "id": 2987,
  "entityName": "Hồ Đản",
  "aliases": [
    "Đinh Bá Thi"
  ],
  "overview": "Thuở nhỏ học ở quê nhà (Hội An, Đà Nẵng). Từ năm 1936 vào Sài Gòn làm công nhân hãng Bason, tham gia hoạt động cách mạng ở đây đến năm 1944-1945 Trong cách mạng tháng Tám năm 1945, ông tham gia khởi nghĩa giành chính quyền tại Sài Gòn. Toàn quốc kháng chiến (19-12-1946) được chuyển về hoạt động ở chiến trường khu 5 (ở Bình Định) giữ chức vụ Chánh thư kí Công đoàn quân giớí Liên khu 5. Sau hiệp định Genève (1954) ông tập kết ra Bắc, làm việc ở Tổng Liên đoàn lao động Việt Nam với chức vụ Ủy viên Ban chấp hành Công đoàn Việt Nam, Trưởng ban Tuyên huấn công đoàn Việt Nam. Từ năm 1962 ông chuyển sang ngành ngoại giao, từng làm cán bộ trong các tòa đại sứ ở Đông Âu. Sau năm 1968 là Đại sứ đặc mệnh toàn quyền Cộng hòa miền Nam Việt Nam ở Tiệp Khắc, rồi Hungari. Tại các nhiệm sở trên ông đã thành công trong công tác ngoại giao giúp nhân dân Tiệp Khắc, Hungari hiểu rõ chính nghĩa công cuộc kháng chiến của nhân dân miền Nam dưới sự lãnh đạo của Mặt trận dân tộc Giải phóng miền Nam và Chính phủ cách mạng Lâm thời miền Nam Việt Nam. Khi chính phủ cách mạng lâm thời miền Nam Việt Nam được mời tham gia đàm phán về việc chấm dứt chiến tranh ở miền Nam, ông được cử làm Phó đoàn đàm phán của Cộng hòa miền Nam Việt Nam tại Hội nghị Paris giữa 4 bên (Việt Nam dân chủ Cộng hòa, Cộng hòa miền Nam - Việt Nam, Hoa Kì và Việt Nam cộng hòa) nhằm đem lại hòa bình tại Việt Nam. Tại diễn đàn này ông đã nêu cao vai trò của chính phủ cách mạng miền Nam Việt Nam. Sau ngày thống nhất đất nước, nhất là từ khi đất nước Việt Nam thu về một mối, ông được chính phủ Việt Nam đề cử giữ chức Đại sứ đầu tiên của nước Cộng hòa xã hội chủ nghĩa Việt Nam tại Liên hiệp quốc. Tại diễn đàn Liên hiệp quốc ông góp công rất lớn giúp nhân dân thế giới hiểu rõ về nước Việt Nam thống nhất trên bản đồ thế giới và Chính nghĩa Việt Nam trong chính trường quốc tế. Năm 1978 sau khi mãn nhiệm tại Đại hội đồng Liên hiệp quốc, ông trở về Việt Nam chuẩn bị nhận nhiệm vụ mới. Trên đường công tác ông mất do tai nạn giao thông trên đường từ Phan Thiết vào TP. Hồ Chí Minh đang lúc tuổi đời đang độ chín muồi (57 tuổi)."
}