{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "Quê xã Ngọc Đường, huyện Kim Động, tỉnh Hưng Yên",
  "occupation": "Danh tướng cuối đời nhà Ngô",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "nhà Ngô": null,
    "Nhà Ngô": null
  },
  "id": 2999,
  "entityName": "Phạm Bạch Hổ",
  "aliases": [
    "Phòng Át"
  ],
  "overview": "Phạm Bạch Hổ (chữ Hán: 范白虎; 910 - 972 ) tên xưng Phạm Phòng Át (范防遏), là võ tướng các triều nhà Ngô, nhà Đinh và là một sứ quân trong loạn 12 sứ quân cuối thời nhà Ngô trong lịch sử Việt Nam. Ông là người gốc Nam Sách, Hải Dương nhưng được sinh ra và lớn lên ở Đằng Châu, Hưng Yên. Ngày nay, ông được thờ ở nhiều nơi thuộc vùng châu thổ sông Hồng.\n----------------------------------------------\nÔng là một trong 12 Sứ quân trong thời Ngô suy vong (968), chiếm giữ đất Đằng Châu. Khi Đinh Bộ Lĩnh đánh dẹp loạn Sứ quân, ông qui thuận nhà Đinh, làm Thân vệ đại tướng quân, có công nhiều trong cuộc thống nhất đất nước hồi ấy. Sau, ông mất ở xã Ngọc Đường, an táng tại đồng xã này. Vua Đinh sắc phong cho các xã Ngọc Đường, Đằng Châu thờ phụng ông. Đền Đằng Châu tục gọi đền Đức Thánh Mây hãy còn di tích. Các đời Lý, Trần, Lê đều có sắc phong ông làm Thượng đẳng Phúc thần. Cuối đời Hậu Lê, Đoan nam vương Trịnh Khải có đề 3 bài thơ nơi đền ông: \"Hộ quốc an dân hách quyết thinh, Lịch triều bao tặng cổn hoa vinh, Lâm liền Đằng thủy chung linh tú, Thập nhị đô kì đệ nhất doanh. Bán giang tình vũ tam quân tráng, Bát diệp hầu vương nhất mộng thành. Thiên vị Sứ quân lưu chính khí, Sinh vi anh giả tử vi linh. Cung doanh thử địa cổ Đằng Châu, Thập nhị sơn hà đệ nhất châu. Tối thị anh hùng lưu bất tử, Đường Lâm nhi hậu kỉ xuân thu. Bản dịch: Thần thiêng hộ nước lại an dân, Vua chúa truy phong biết mấy lần. Trước mặt sông Đằng linh khí đúc Doanh kì thứ nhất rõ mười phân. Nửa sông mưa tạnh: ba quân mạnh, Tám vị hầu vương một giấc liền. Trời khiến Sứ quân phù đất Việt, Sống làm danh tướng thác thần thiêng. Mở mang doanh lũy chốn Đằng Châu, Sông núi mười hai dải đứng đầu, Khí phách anh hùng còn mãi mãi, Đường Lâm từng trải mấy xuân thu."
}