{
  "dateOfBirth": "Canh Thìn 1280",
  "dateOfDeath": "Bính Tí 1336",
  "hometown": "quê làng Trường Tân, huyện Gia Lộc, thuộc Hồng Châu, tỉnh Hải Dương",
  "occupation": "Danh thần đời Trần Anh tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Nhà Trần": null
  },
  "id": 306,
  "entityName": "Đoàn Nhữ Hài",
  "aliases": [],
  "overview": "Từ bé, ông nổi tiếng ham học, lúc nào cũng cắp sách trên tay. Lớn lên vào học ở kinh sư càng nổi tiếng hơn. Có lần Thượng hoàng Nhân tông về kinh, xem xét qua khắp các cung điện, không thấy Anh tông ra mắt, hỏi ra mới biết nhà vua uống rượu xương bồ say vùi, cung nhân vào gọi không dậy được. Thượng hoàng giận quá, lập tức về Thiên Trường, xuống chiếu nhóm họp các quan làm việc. Anh tông tỉnh rượu, nghe nói kinh hãi, đi bộ qua chùa Tư Phúc định khấn Phật cứu nạn. Bỗng gặp nho sinh Đoàn Nhữ Hài, bèn bảo: - Ta vì quá chén đắc tội với Thượng hoàng, ngươi hãy thảo cho ta một tờ biểu tạ lỗi. Ông vâng lời làm ngay. Anh tông lập tức đem ông theo xuống thuyền, đang đêm về Thiên Trường dâng biểu tạ lỗi. Đến nơi, ông quì dâng sớ, Thượng hoàng không tiếp nhận, ông vẫn phủ phục ngoài thềm, cho đến chiều, mưa to sầm sập, ông cũng không đứng lên. Thượng hoàng nghe nói cảm động, sai đưa tờ biểu vào xem rồi nói với Anh tông: - Trẫm còn có con khác có thể nối ngôi được. Trẫm còn sống mà còn như thế sau này biết đến thế nào! Anh tông cúi đầu tạ lỗi, Thượng hoàng lại hỏi ai làm bài biểu, Anh tông tỏ thật. Thượng hoàng cho vời Nhữ Hài vào ban lời khen. Do đấy, ông được Anh tông phong làm Trung tán. Khi ấy ông mới 20 tuổi (có sách chép là 15 tuổi). Năm 1312, ông đi sứ nước Chiêm Thành. Theo thông lệ, sứ ta phải lạy vua Chiêm rồi mới mở tờ chiếu, nhưng ông nghĩ cách thay đổi lệ ấy. Ông đến thẳng nơi đặt bàn, để tờ chiếu của vua lên, bảo rằng lạy chiếu của vua rồi sau mới tuyên đọc, tỏ ra không chịu khuất. Sau này các sứ ta không lạy vua Chiêm, chính do ông mở lối. Ông càng được trọng dụng, phong làm Tham tri chính sự. Sang đời Trần Hiến tông, Thượng hoàng Minh tông thân chinh đi đánh Ai Lao, ông làm đốc tướng và tử trận. Sau khi mất ông được truy phong làm Thượng đẳng phúc thần, các làng trong huyện Gia Lộc như Hội Xuyên, Tăng Thượng, Phó Trào đều có miếu thờ ông."
}