{
  "dateOfBirth": "Hương Tả Thanh Oai, huyện Thanh Oai, trấn Sơn Nam Hạ, Đại Việt\n----------------------------------------------\nBính Ngọ 1726",
  "dateOfDeath": "Lạng Sơn\n----------------------------------------------\nCanh Tí 1780",
  "hometown": "Hà Tây",
  "occupation": "Danh sĩ, sử gia đời Lê Hiến tông, ông là thân phụ Ngô Thì Nhậm, nhạc phụ Phan Huy Ích",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 3118,
  "entityName": "Ngô Thì Sĩ",
  "aliases": [
    "Ngọ Phong",
    "tên tự: Thế Lộc Tên hiệu: Ngọ Phong (午風) Đạo hiệu: Nhị Thanh cư sĩ",
    "Thế Lộc"
  ],
  "overview": "Ngô Thì Sĩ (tiếng Trung: 吳時仕, 1726 - 1780), tự Thế Lộc, hiệu Ngọ Phong (午峰), đạo hiệu Nhị Thanh cư sĩ ; là nhà sử học, nhà văn, nhà thơ nổi tiếng ở thế kỷ 18 tại Việt Nam; được Phan Huy Chú đánh giá là người có \"học vấn sâu rộng, văn chương hùng vĩ, làm rạng rỡ cho tông phái nho gia, là một đại gia ở Nam Châu\" .\n----------------------------------------------\nQuê xã Tả Thanh Oai, phủ Thanh Oai, tỉnh Hà Đông (nay là Hà Tây). Thuở trẻ ông nổi tiếng thông minh, hiếu học. Nhà nghèo, ông có làm bài \"Trách bần quỉ văn\" (Văn trách con quỉ nghèo), được khen ngợi, và được truyền tụng nhiều đời. Năm Bính tuất 1766, ông đỗ tiến sĩ lúc 40 tuổi, từng làm Đốc đồng ở Thái Nguyên, rồi được bổ làm Hiến sát sứ ở Thanh Hóa. Trong triều ngoài nội, các danh sĩ đều có lòng quí trọng ông. Ông thường du lịch nhiều nơi danh lam thắng cảnh. Có dựng một ngôi nhà nhỏ ở núi Bàn A (Thanh Hóa), gọi là Quan lan sào, có tô điểm cảnh động Nhị Thanh. Trên quan trường, ít lâu ông đổi làm Tham chính Nghệ An; rồi bị bãi chức. Năm 1777, lại khôi phục làm Hàn lâm hiệu thư, rồi thăng Thiên đô ngự sử. Chẳng bao lâu lại đi nhậm chức Đốc trấn Lạng Sơn. Năm Canh tí 1780, ông mất tại Lạng Sơn hưởng dương 54 tuổi. Ông còn để lại đời các sách: - Anh ngôn thi tập - Ngọ Phong văn tập - Nhị Thanh động tập - Việt sư tiêu án (10 quyển) - Quốc sử tục biên (6 q. hợp soạn) - Nam quốc vũ cống - Bảo chướng hoành mô - Quan lan thập vịnh - Ngô gia văn phái Văn thơ của ông và các con ông thành một phái học gọi là Ngô gia văn phái rất nổi tiếng đương thời. Theo các học giả đương thời nhận xét thì Việt sử tiêu án đã sửa chữa những chỗ sai lầm của sử cũ, lối viết kĩ lưỡng có kê cứu rô ràng\" (PHC). Riêng bộ Ngô gia văn phái là một bộ tàng thư gồm nhiều quyển nhiều người viết do Ngô Thì Trí khởi soạn sách có 2 bài Tựa, một của Phan Huy Ích và hai là của Ngô Thì Trí. Hiện nay còn tàng trữ tại thư viện Quốc gia Hà Nội gồm nhiều bản. Bộ Nam quốc vũ cống do ông biên soạn sách chú giải rõ về địa lí nước ta tiếp theo sách Ức Trai dư địa chí. Cuối sách cố phụ thêm bài bổ sung và bình luận của ông rất rõ. Bộ Anh Ngôn thi tập (12 quyển) cũng do ông soạn. Bộ Ngọ Phong văn tập (22 quyển). Sách có bài Tựa (dịch như sau): \"Cái nhăn mày của người khác bắt chước thế nào được! Trong thiên hạ không có việc gì là không có đối lập; có đẹp phải có xấu, có khéo phải có vụng, có nhã phải có tục, có Tây Thi nhăn mày mà đẹp thì phải có Đông Thi bắt chước cũng nhăn mày. Các ông Đỗ, Lý, Nguyên, Bạch, Lưu, Liễu, Âu, Tô đều là nàng Tây Thi của các nhà thơ, khí thơ vượt cả mây sáng, lời thơ hơn cả gấm thêu, thoảng nhẹ không kém gì lời giáng bút của các thần tiên, cho nên tôi hâm mộ muốn bắt chước, mà không tự biết là bắt chước khéo hay vụng. Hoặc có người nói: Nếu thế thì Hồ Thừa chỉ là Tông Thốc đã từng bắt chước một lần rồi, nay ông lại bắt chước nữa, chẳng là vụng sao? Tôi trả lời rằng: Tôi vẫn biết là vụng. Nhưng, từ khi Phong, Nhã bỏ thì Kinh Thi không còn, từ khi các nhà thơ Lý, Đỗ, Nguyên, Bạch, Lưu, Liễu, Âu, Tô mất thì thơ thành loạn. Hãy xem, người tóc đen như mây, răng trắng như hạt bầu non, cố nhiên không cần phải khéo nhăn mà cũng đã đẹp rồi, còn xấu như Vô Diệm, Mô Mẫu thì bắc chước nhăn sao được! Biết đâu tôi bắt chước chẳng là đẹp ư? Nhưng cũng là nói đùa thôi. Tôi đối với thơ thì cũng như lời Khổng Tử nói: \"Quản Trọng mà biết lễ, thì...\". Nhưng vì có bệnh nghiện riêng nên cho rằng nghiện thơ còn hơn là nghiện cái khác, rốt cuộc cũng đều là nghiện cả thôi. Ai ưa tôi mà tô son điểm phấn cho, thì Tây Thi cũng không phải là người trên trời; nếu phân chia là người với ta mà tìm cách dèm chê thì có khác gì Đông Thi lại cười Đông Thi lại khiến cho người làng đến ôm bụng mà chạy không?\" Hai bộ trên (ANTT, NPVT) hiện nay còn được 4 tập đầu trong bộ Ngô gia văn phái."
}