{
  "dateOfBirth": "8 tháng 3, 974 Từ Sơn, Bắc Ninh\n----------------------------------------------\nGiáp Tuất 974\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "31 tháng 3, 1028 (54 tuổi) Long An điện, Thăng Long\n----------------------------------------------\nMậu Thân 1028\n----------------------------------------------\nKhông rõ",
  "hometown": "Bắc Giang\n----------------------------------------------\nKhông rõ",
  "occupation": "Hoàng đế Đại Cồ Việt\n----------------------------------------------\nVua nhà Lý, người châu Cổ Pháp, lộ Bắc Giang, sinh ngày 12-2 năm Giáp tuất (8-3-974)\n----------------------------------------------\nVua",
  "workTenure": "21 tháng 11 năm 1009 – 31 tháng 3 năm 1028 (18 năm, 131 ngày)\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1009—1028",
  "fatherName": {
    "Hiển Khánh vương": null
  },
  "motherName": {
    "Minh Đức Thái hậu": null
  },
  "eraName": {
    "Nhà Lý": null
  },
  "id": 3169,
  "entityName": "Lý Công Uẩn",
  "aliases": [
    "Thần Vũ Hoàng đế (神武皇帝)",
    "Lý Công Uẩn (李公蘊)",
    "Thuận Thiên (順天)",
    "Lý Thái Tổ",
    "Thái Tổ (太祖)"
  ],
  "overview": "Lý Thái Tổ (chữ Hán: 李太祖; 8 tháng 3 năm 974 – 31 tháng 3 năm 1028), tên thật là Lý Công Uẩn (李公蘊), là vị hoàng đế sáng lập nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028.\n----------------------------------------------\nThân mẫu ông họ Phạm, năm lên 3 tuổi ông làm con nuôi sư Lý Khánh Vân, đến tuổi trưởng thành ông thông minh, có tài văn võ. Làm quan nhà Tiền Lê đến chức Tả thân vệ điện tiền chỉ huy sứ. Nhà Tiền Lê suy vi vì Lê Ngọa Triều bạo ngược, triều thần là Đào Cam Mộc ngầm mưu với sư Nguyễn Vạn Hạnh thường khuyên ông hãy sẵn sàng lật đổ nhà Lê. Đến năm Kỉ dậu 1009, Lê Ngọa Triều mất, ông cùng Hữu điện tiền chỉ huy sứ là Nguyễn Đề đem 500 quân Tùy Long vào cung canh giữ. Nhân thời cơ, Đào Cam Mộc giục ông hành động. Cuộc \"đảo chính\" thành công chớp nhoáng. Ông lên ngôi vua, sáng nghiệp nhà Lý, dời đô ra thành Đại La (sau đổi là Thăng Long - Hà Nội). Ông sửa sang chính trị, trọng dụng Đào Cam Mộc, gả em gái là An Quốc cho, phong tước Nghĩa Tín hầu. Mặt khác, ông cũng trọng đãi tăng sĩ, chú trọng việc đúc tượng, xây chùa, thời kì này xem đạo Phật như là Quốc giáo. Ngày 3-3 Mậu thìn (31-3-1028) ông mất hưởng dương 54 tuổi, ở ngôi 19 năm, hiệu là Thuận Thiên. Ngoài một hoàng đế, ông còn là một tác giả, các tác phẩm còn lại: - Thiên đô chiếu (Chiếu dời đô) - Hoàng triều ngọc văn. (văn) - Tức sự (thơ)\n----------------------------------------------\nLý Thái Tổ (chữ Hán: 李太祖,(974-1028) là hoàng đế sáng lập ra nhà Lý (hay còn gọi là Hậu Lý để phân biệt với nhà Tiền Lý do Lý Nam Đế sáng lập) trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028"
}