{
  "dateOfBirth": "1720\n----------------------------------------------\nCanh Tí 1720\n----------------------------------------------\nKhông rõ",
  "dateOfDeath": "1767 (46–47 tuổi) Đông Kinh, Đàng Ngoài, Đại Việt\n----------------------------------------------\nĐinh Hợi 1767\n----------------------------------------------\nKhông rõ",
  "hometown": "quê làng Sóc Sơn, huyện Vĩnh Lộc, tỉnh Thanh Hóa\n----------------------------------------------\nKhông rõ",
  "occupation": "Nguyên soái Tổng quốc chính Minh Đô Vương\n----------------------------------------------\nChúa thứ bảy đời vua Lê chúa Trịnh, nhà thơ, tước Minh Đô vương, con thứ ba của chúa Trịnh Cương, em ruột chúa Trịnh Giang\n----------------------------------------------\nTước hiệu",
  "workTenure": "1740 – 1767\n----------------------------------------------\nKhông rõ\n----------------------------------------------\n1740—1767",
  "fatherName": {
    "Trịnh Cương": null,
    "chúa Trịnh Cương": null
  },
  "motherName": {
    "Vũ Thị Ngọc Nguyên": null
  },
  "eraName": {
    "Trịnh - Nguyễn": null,
    "Đàng Ngoài - Chúa Trịnh": null
  },
  "id": 370,
  "entityName": "Minh Đô Vương",
  "aliases": [
    "Tiết chế quân thủy, quân bộ các xứ, Thái úy, Ân quốc công (1735); Nguyên soái, tổng quốc chính, Minh Đô vương (1740); Thượng sư Thượng phụ Anh Đoán Văn Trị Võ Công Minh Vương (1755)",
    "Ân Vương (恩王)",
    "Minh Đô Vương",
    "Nghị Tổ (毅祖)"
  ],
  "overview": "Minh Đô vương Trịnh Doanh (chữ Hán: 鄭楹, 1720 – 1767), thụy hiệu Nghị Tổ Ân vương (毅祖恩王), là vị chúa Trịnh thứ 7 thời Lê Trung hưng nước Đại Việt, ở ngôi từ năm 1740 đến 1767.\n----------------------------------------------\nÔng tài gồm văn võ, có tiếng hay thơ. Từ 1736 được cử giữ chức Thái úy, tiết chế quân thủy bộ các xứ, tước An Quốc Công lúc mới 16 tuổi. Đến 1740, được thay anh nối nghiệp chúa. Thời ông cầm quyền, trong nước nhiều biến loạn, ông phải nhọc lòng xếp đặt lại mọi việc, hạn chế bớt việc xây dựng chùa chiền, trả ruộng đất lại cho nông dân, ưu đãi các tướng sĩ để đối phó với các cuộc khởi nghĩa của nhân dân trong xứ. Năm Đinh hợi 1767 ông mất, hưởng dương 47 tuổi. Ngoài một nhà chúa, ông còn là một nhà thơ ông có soạn các tác phẩm: - Càn Nguyên ngự chế thi tập - Minh Đô vương thi tập - Bình Tây thực lục Minh Đô vương thi tập do con trai là chúa Trịnh Sâm và Thị thư viện Hàn lâm là Phan Lê Phiên biên tập lại và đề tựa. Sách gồm 263 bài thơ, trong đó có 241 bài thơ Nôm, 22 bài thơ chữ Hán. Càn nguyên ngự chế thi tập hay Càn Nguyên thi tập (4 quyển) do ông soạn, Phan Lê Phiên biên tập, sách chia việc từng loại, tất cả hơn 100 bài thơ. Sách có bài khái của người biên tập (PLP). Phan Huy Chú đọc sách này nhận xét: \"Xét ra tám đời chúa Trịnh, trước chưa đời nào ham thích thơ văn. Đến Trịnh Cương, Trịnh Giang tuy có ưa chuộng văn nghệ nhưng cũng chưa lưu ý đến thú ngâm vịnh. Đến Ân Vương Trịnh Doanh dụng công về việc làm thơ, làm đến mấy trăm bài, cũng đáng gọi là một vị chúa hiển thích văn thơ. Theo Trần Văn Giáp, tập thơ này đặt tên là Càn nguyên cũng là hiếm lạm quá (Càn nguyên, gốc ở quẻ Càn trong kinh dịch), \"thế mà các từ thần bấy giờ như thế nên phải như thế, có lạ gì đâu!\" Tập thơ này có cả thơ Nôm lẫn thơ chữ Hán, trước mỗi bài đều có lời dẫn. Bình Tây thực lục (2 quyển) cũng do ông sai triều thần soạn về sự tích tiễu trừ quân Hẻo (Nguyễn Danh Phương) khi ông này nổi lên chống chúa Trịnh vào đời Cảnh Hưng (1740-1780).\n----------------------------------------------\nTrịnh Doanh (chữ Hán: 鄭楹, 4 tháng 12 năm 1720 – 12 tháng 5 năm 1767), thụy hiệu Nghị Tổ Ân vương (毅祖恩王), là vị chúa Trịnh thứ 7 thời Lê Trung hưng trong lịch sử Việt Nam, ở ngôi từ năm 1740 đến 1767."
}