{
  "dateOfBirth": "803\n----------------------------------------------\nNhâm Thìn 1832",
  "dateOfDeath": "852?\n----------------------------------------------\nGiáp Thân 1884",
  "hometown": "tại làng Phong Lệ, huyện Hòa Vang, tỉnh Quảng Nam (nay là xã Hòa Châu, huyện Hòa Vang, TP",
  "occupation": "Danh tướng",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 398,
  "entityName": "Ông Ích Khiêm",
  "aliases": [
    "Mục Chi",
    "Phàn Xuyên"
  ],
  "overview": "Đỗ Mục (chữ Hán: 杜牧, 803-852?) , tự Mục Chi, hiệu Phàn Xuyên; là một nhà thơ thời Vãn Đường trong lịch sử văn học Trung Quốc.\n----------------------------------------------\nÔng xuất thân trong gia đình Nho giáo truyền thống, thân phụ là cụ Ông Văn Điều một người hay chữ trong làng làm nghề nông. Cha mất sớm, Ông ích Khiêm sống với chú ruột, vừa chăn trâu cày ruộng, vừa đi học, nổi tiếng thông minh khác thường so với các bạn đồng song. Năm 1847 (Thiệu Trị thứ 7) ông đỗ Cử nhân thứ 14 trong 46 vị tân khoa, khoa năm Đinh mùi tại trường thi Thừa Thiên lúc mới 15 tuổi. Vua Thiệu Trị nghe tiếng ông tuổi trẻ mà đỗ cao cho vời vào Tả thị lâu để thử tài lại bằng một bài thơ luật đầu đề là Thiếu niên đăng cao khoa (Tuổi trẻ đỗ cao). Bài làm của ông được mọi người tán thưởng và chính nhà vua cũng không tiếc lời khen tặng. Bài thơ ông làm lúc đó vừa nhún nhường mà cũng tự hào, có câu: \"Đắc lộ giai anh tuấn, Hà tài đáp thánh minh\" Nghĩa là: Thanh niên gặp bước tiến lên Có tài gì để báo đền thánh minh Và chính lời và ý thơ đó đã thể hiện đầy đủ qua cuộc đời lắm truân chuyên, sóng gió để \"báo đền thánh minh\" của ông. Sau đó ít lâu, ông được bổ vào làm việc ở nội các, rổi chuyển ra làm tri huyện Kim Thành tỉnh Hải Dương. Khi giữ chức tri huyện, ông xử đoán công minh, bênh vực người cô thế nghèo khổ; nhất là ông rất ghét bọn người cậy thần xưng thế mà ức hiếp dân chúng. Chính vì bản tính ngay thẳng, bộc trực, thương người cô thế nên trong lúc đương nhiệm, ông đụng đầu với bọn cường hào ác bá, các người lợi dụng tôn giáo làm điều sai trái, ông bị bọn chúng cấu kết nhau tố cáo với triều đình, ông bị cách chức phải lui về quê. Về bản quán sinh sống bằng nghề nông, tại quê nhà ông đứng ra vận động dân chúng khai hoang đắp đường, khơi sông ngòi đem nước tưới cho ruộng đồng. Theo một số tài liệu và lời truyền miệng của bà con tại quê ông, Ông ích Khiêm đã vận động đồng bào đắp đập lấy nước tưới cho các cánh đồng ở Phú Hòa, Bàn Thạch. Đắp đường từ Phong Bắc, Phong Nam, Tây Nam, Nam Thạnh, Đông Hòa, Bàn Cầu (thuộc Hòa Vang, Điện Bàn, Duy Xuyên) khiến cho sinh khí địa phương lúc ấy thêm hưng khởi. Những năm giữa đời Tự Đức, nội loạn ngoại xâm xảy ra thường xuyên, nhất là từ năm 1858 tàu chiến Pháp nổ súng vào Đà Nẵng thị uy và xâm phạm chủ quyền nước ta, vua Tự Đức cho vời ông về Huế nhậm chức mới. Từ đó, ông \"thừa văn quá võ\" lãnh trọng trách cầm quân bình định xứ sở trước nạn ngoại xâm. Năm 1870 (Tự Đức thứ 23) ông cùng Tham tán Lê Bá Thận đánh tan được giặc cướp ở miền cao Lục Ngạn (thuộc Cao Bằng) được thăng chức Tham tri bộ Binh phụ trách Tán lí quân thứ Lạng Bình (Lạng Sơn, Cao Bằng). Ít lâu thăng Tham tán. Lúc bấy giờ bọn giặc Tàu ô cầm đầu là Tô... chiếm cứ thành Lạng Sơn. Được tin, Ông Ích Khiêm thân dẫn đầu đại quân tiến đánh, chẳng may ông bị thương Lúc ấy ông chọn lấy một số lính thiện chiến (theo sử liệu cũ thì đến 200 người) lui về Hải Dương chữa bệnh. Được tin vua Tự Đức ban cho sâm quế, thuốc thang đến tận nơi để ông dưỡng bệnh. Sau có người tố cáo việc đem theo 200 quân hộ vệ, nên ông bị giáng xuống chức Quang lộc tự khanh nhưng vẫn sung chức Tán lí quân thứ để chỉ huy quân sứ ở các mặt trận: Cao Bằng, Lạng Sơn, Thái Nguyên, Bắc Ninh, Đông Triều, Móng Cái... đều là những nơi hiểm yếu ở biên giới có nhiều giặc cướp. Điều đó cho thấy tài năng quân sự của Ông Ích Khiêm không ai có thể phủ nhận. Chính Tổng thống quân vụ như Hoàng Tá Viêm (Phò mã), Đại tướng Tôn Thất Thuyết vừa thán phục mà cũng ganh tị tài năng ông, nên thời gian này ông lại bị giáng xuống Quang Lộc tự khanh mà vẫn sung Tân lí như cũ. Về việc này trong Chương Dân thi thoại ghi lại: \"Khi Tôn Thất Thuyết làm Tham tán Quân vụ đại thần coi việc dẹp giặc ở các tỉnh Bắc Kì thì lúc ấy Thuyết chức quan còn nhỏ. Sau ông Khiêm về bộ bị cách chức, lại trở ra làm huy hạ ông Thuyết. Lúc ông Khiêm mới đến thì ông Thuyết đãi như anh em, cho ngồi chung một chiếu. Nhưng ông Khiêm vì có tính ngạo, nên chưa bao lâu ông Thuyết kiếm cớ mà xiềng lại và hạ ngục ở Lạng Sơn. Khi ở trong ngục ông Khiêm có làm bài thơ có mấy câu: Ủa ủa nhơn sao đến nỗi này? Ở đây danh lợi buộc mình đây. Bên vai rỗn rãng dường đeo ngọc, Dưới bụng xênh xang tợ thắt đai. Cái tháp Trần Phồn ngồi bén đít Khúc đờn Dũ Lý khảy theo ai. Từ đó Nguyễn Văn Tường, Tôn Thất Thuyết cùng mưu nhau quyết đoán việc nước, ám hại nhiều danh tướng, đại thần trong đó có Trần Tiễn Thành, Ông Ích Khiêm và nhiều người khác. Đầu niên hiệu Kiến Phúc (1884) thăng thụ Thị lang tấn phong tước Kiên Trung Nam. Tháng 5-1884, ông mang 50 lính đi thanh tra Sơn phòng sứ, thẳng về quê ở tỉnh Quảng Nam. Lúc đó Ngự sử Đào Hữu Ích đàn hặc cho ông là tự tiện, bắt binh mã giao thông với phủ đệ, nhân đó Tôn Thất Thuyết tìm cách ám hại ông, cách chức phát đi an trí ở Bình Thuận. Tại đây ông uống thuốc độc tự tử trong ngục, hưởng thọ 55 tuổi. Kịp đến đầu niên hiệu Hàm Nghi (1885) được cho truy phục hàm Thị độc. Phê bình ông, Quốc sử quán triều Nguyễn cho rằng: \"Ông Ích Khiêm vốn có mưu lược, chỉ phải cái tính nóng nảy. Dực tông Anh hoàng đế yêu về tài, cho nên y nhiều lần ngã lại nâng lên và từng đã xuống dụ tha thiết khuyên: Nay trẫm vì ngươi mở cho cửa pháp luật, để thức tỉnh nhà ngươi khỏi giấc mộng say, nếu ngươi còn biết hối cải để khỏi phụ cái ơn tri ngộ, thì là điều mà trẫm rất mong mỏi. Bằng cứ còn võ biền, quên lời ân cần dạy bảo, thì trẫm sẽ phó mặc cho công luận triều đình, dù ngươi có tài cũng không tha luôn mãi được. Ấy, Khiêm được vua dạy chu đáo như vậy\". Khi ông bị Tôn Thất Thuyết, Nguyễn Văn Tường ám hại, ông có lời di chúc. Sau đây, là Bản di chúc của Ông Ích Khiêm (bản dịch) viết gởi lại con cháu trước khi tự kết liễu đời mình: Xưa có câu: \"Nhà vua khiến bầy tôi chết, bầy tôi không chết là không trung\". Đó là nghĩa vua tôi vậy. Nay ta phụng sự Tiên đế trên 30 năm, tuy thân làm chiến tướng, do nghĩa vua tôi, nhờ ân cha mẹ mà chưa được đền ơn báo nghĩa. Phương chi: \"để cho vua lo thì tội phải nhục, và vua nhục thì tôi phải chết\". Đó là thông lệ từ xưa đến nay. Bây giờ vua nhục như vầy thì ta đâu dám thương tiếc cái chết của mình mà để lại tiếng xấu hổ hay sao? Do vậy ta gởi lại gia đình mấy lời để khỏi ân hận về sau (...) Tự nghĩ từ nay về sau, các con phải giữ gìn lời ăn tiếng nói, chớ xem nhẹ ngôn từ. Hãy lấy ta làm gương mà noi theo thì sẽ tránh đựợc điều họa. Đối với những điều trên thì phải tuyệt đối theo lời di huấn của ta. Ở trong gia đình vợ không trái lời chồng, con không cải đạo cha, cũng như đối với anh em tôn tộc, làng xã, cho đến mọi kẻ thân sơ. Ở nơi xa, ta hưowng vọng ở phía bắc núi Ngũ Hành để bái biệt. Người xưa đã nói: \"Cha mẹ hoàn toàn mà sinh con cũng hoàn toàn, rồi khi chết cũng hoàn toàn mới gọi là hiếu\". Đến ngày 19 tháng 7, vào giờ Tí thì ta chết. Con Thiện nên giữ gìn thư này mang về nhà không được sơ suất e thất lạc (...) Ta dặn thêm rằng: \"hài cốt của ta khi mang về, chọn nơi đồng bằng khoáng mát trong xã mà chôn chớ không nên chôn vào hang núi và khi mang về trong vòng năm ba giờ thì phải cử hành mai táng bình thường, không được chôn cất trọng thể, không những đã tốn của vô ích mà còn chuốc lấy tiếng cười chê và nỗi oán ghét của người đời nữa. Triều Kiến Phúc năm thứ nhất ngày 18 tháng 7 Nguyên Binh bộ Tả thị lang, tước Kiên Trung Nam nay là quân phạm tỉnh Bình Thuận. Người viết: Ông Ích Khiêm. Trước đó, lúc trong triều bọn quan lại sâu dân mọt nước, tranh giành quyền lợi cá nhân mà quên đi vận mạng dân tộc trước họa xâm lăng. Chính Nguyễn Văn Tường, Tôn Thất Thuyết chỉ trong vòng 4 tháng mà họ đã phế lập đến 3 vua. Trước thảm cảnh đó, Ông Ích Khiêm có câu đối nhận xét sâu sắc về thời cuộc mà cũng \"nhắc nhở\" bọn trên: \"Nhất giang lưỡng quốc nan phân thuyết Tứ nguyệt tam vương triệu bất tường\". Nghĩa: Một con sông (Hương) chia hai nước (Nam triều và Pháp) không đường nói. Bốn tháng ba vua điềm chẳng lành. (Cái thâm thúy là trong 2 vế của câu đối dùng được tên Thuyết và Tường). Ngoài một danh tướng có thực tài. Ông Ích Khiêm còn là một nhà thơ Nôm sáng giá. Trong dân gian, nhân dân truyền tụng nhau về tài \"khẩu chiếm\" và cá tính ông trong việc thù tạc cùng thân hữu, quan lại trên hành trình hoạn lộ mình. Điều đó, sử liệu cận đại Việt Nam và cuộc đời ông đã chứng minh được cái tài hoa của Ông Ích Khiêm. Như trên đã viết, sau khi vua Tự Đức qua đời, trong triều lúc đó vô cùng rối loạn Ông Ích Khiêm cũng là một nhân vật kiệt hiệt trong đám quan lại ấy. Nhưng cũng vì cái tài của ông, khiến cho Nguyễn Văn Tường, Tôn Thất Thuyết phải \"gờm\" nên tìm cách ám hại ông, bèn cách vu cáo, buộc tội rồi cho xiềng, đày ông bằng đường bộ vào Bình Thuận để thủ tiêu. Trên đường đi đày, dọc đường ông ứng khẩu bài thơ: Mình ốc mang rêu rửa sạch ai? Quen thói rung cây nhát khỉ hoài! Mèo quào phên đất chi khờn sức, Sứa nhảy qua đăng mới gọi tài! Khó nỗi đem tơ ràng vó ngựa. Dễ đâu lấy thúng úp mình voi! Truông qua chưa khỏi đừng khinh khái (cọp) Chim sẩy lồng ra để đó coi! Ông là tác giả một số thơ chữ Hán, Nôm và sớ tâu có giá trị quốc phòng và văn học."
}