{
  "dateOfBirth": "1907\n----------------------------------------------\nĐinh Mùi 1907",
  "dateOfDeath": "1946\n----------------------------------------------\nBính Tuất 1946",
  "hometown": "quê ở Thái Bình, sinh sống bằng ngòi bút ở Hà Nội",
  "occupation": "Nhà văn chuyên viết tiểu thuyết lịch sử kí sự",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 402,
  "entityName": "Phan Trần Chúc",
  "aliases": [],
  "overview": "Phan Trần Chúc (1907-1946), là nhà văn Việt Nam, thời tiền chiến.\n----------------------------------------------\nÔng sáng tác văn học khá nhiều, từng cộng tác với các báo Tân Việt Nam, Ngọ báo, Việt báo xuất bản ở Hà Nội. Các tác phẩm chính của ông đã xuất bản đều thuộc loại lịch sử kí sự, lịch sử tiểu thuyết. Năm Bính tuất 1946 ông mất tại Hoài Đức tỉnh Hà Đông hưởng dương 39 tuổi. Các tác phẩm của ông đã xuất bản: - Triều Tây Sơn (1942) - Vua Hàm Nghi (Hà Nội, 1935) - Bùi Viện với cuộc duy tân của triều Tự Đức (1942) - Lê Hoàn (1939) - Hồi chuông Thiên Mụ (1940) - Cần vương (1941) - Vua Quang Trung (1940) - Dưới lũy Trường Dục (1942) - Bánh xe khứ quốc. (Hà Nội. Đời mới, Thụy Kí, 1941) - Một kiếp trước của Phật Thích Ca (1942) - Danh nhân Việt Nam qua các triều đại (1942) - Ngày mai với tập hồ sơ của một thời đại (Hà Nội, 1942) - Việt Nam sử học (Thế kỉ 18 - 1942) - Thế kỉ XVIII: Bằng Quận Công (Mai Lĩnh, 1942) - Triều Tây Sơn (1942) - Giọt máu sau cùng (tiểu thuyết, 1943) - Từ nhà Chùa đến nhà Chúa (Hương Sơn, 1942) - Phạm Nhan (loại học sinh). Hà Nội, Xuân Thu (1943) - Năm bộ da dê hay là một tấm gương kiên nhẫn (Thụy Kí, 1943) Hầu hết tác phẩm của Phan Trần Chúc đều lấy đề tài và cảm hứng từ các nhân vật lịch sử của sử để hình thành. Có thể nói ông là nhà văn viết tiểu thuyết lịch sử (chứ không phải sử học) khá đều tay so với các nhà văn khác. Đọc ông, tác giả Nhà văn hiện đại (Vũ Ngọc Phan) cho rằng: \"Trong các sách của Phan Trần Chúc chỉ được có cái đặc sắc là lối nghị luận. Lời nghị luận của ông bao giờ cũng sáng suốt. Nếu muốn tìm giá trị họa chăng đó là giá trị những văn phẩm của ông. Còn những tài liệu ông dùng phần nhiều không được chắc chắn, nên ông đã không tránh được những sự mâu thuẫn là những điều không nên có trong một quyển sử.\""
}