{
  "dateOfBirth": "1827\n----------------------------------------------\nĐinh Hợi 1827",
  "dateOfDeath": "1884\n----------------------------------------------\nGiáp Thân 1884",
  "hometown": "quê làng Bình Thạnh, phủ Tân An, tỉnh Gia Định (nay thuộc xã Phú Ngãi Trị, huyện Vàm Cỏ, tỉnh Long An)",
  "occupation": "Danh sĩ",
  "workTenure": "Không rõ",
  "fatherName": {
    "Nguyễn Hanh": null
  },
  "motherName": {
    "Trịnh Thị Mầu": null
  },
  "eraName": {
    "Nhà Nguyễn độc lập": null
  },
  "id": 556,
  "entityName": "Nguyễn Thông",
  "aliases": [
    "Kì Xuyên",
    "Hi Phần",
    "Kỳ Xuyên",
    "Hy Phần",
    "Độn Am"
  ],
  "overview": "Nguyễn Thông (1827–1884), tự Hy Phần, hiệu Kỳ Xuyên, biệt hiệu Độn Am; là quan nhà Nguyễn và là danh sĩ Việt Nam ở nửa đầu thế kỷ 19.\n----------------------------------------------\nNăm Kỉ dậu 1849, ông đỗ cử nhân đồng khoa với Phan Văn Trị, năm Tân hợi 1851 đi thi Hội trượt, vì nhà nghèo và thầy học khuyên nhủ, ông phải nhậm chức Huấn đạo, huyện Phong Phú, tỉnh An Giang. Năm Bính dần 1856, nội các đề cử ông thăng Hàm lâm Viện tu soạn về kinh làm việc ở Nội các. Tại đây ông tham gia biên soạn bộ Khâm Định nhân sự kim giám (1857). Năm Kỉ mùi 1859, giặc Pháp chiếm Gia Định, ông về Nam tòng quân đánh giặc dưới sự chỉ huy của Thống đốc quân vụ Tôn Thất Hiệp. Năm Tân dậu 1861, ông lui về Tân An liên lạc với Phan Văn Đạt, Trịnh Quang Nghi tham gia chống Pháp ở địa phương. Năm Nhâm tuất 1862, sau khi Pháp chiếm 3 tỉnh miền Đông Nam Kì, ông ra tị địa ở Bình Thuận, rồi nhậm chức Đốc học Vĩnh Long. Thời gian ở Vĩnh Long, ông tích cực giúp nhân dân vùng đồng bằng sông Cửu Long trong việc giáo dục. Năm 1866, khi xây xong Văn miếu, ông viết bài kí tại Văn Xương Các. Năm sau, ông cùng Phan Thanh Giản cải táng Xử sĩ Võ Trường Toản về Ba Tri vì cho rằng đất Hòa Hưng (nay thuộc Q.3 Thành phố Hồ Chí Minh) đã là đất của Pháp. Sau đó, ông ra tị địa ở Bình Thuận lần thứ hai, rồi lãnh chức Án sát Khánh Hòa. Năm sau (1868) lại được điều về kinh giữ chức Biên lí bộ Hình, đến cuối năm được cử làm Bố chánh tỉnh Quảng Ngãi. Năm Tân mùi 1871, ông bị triều đình kết tội xử án sơ xuất, lại thêm bị Lê Doãn vu cáo nên bị cách chức, bắt giam và xử trượng (đánh gậy). Nhờ Thượng thư bộ Công là Nguyễn Bính và bạn bè, nhất là nhân dân Quảng Ngãi hết sức minh oan, ông mới được giảm tội và lưu dụng làm việc ở Sở Kiểm biên, lầu tàng thư ở Huế. Năm Quí dậu 1873, ông cáo quan về nghỉ ở trại Núi, tỉnh Bình Thuận (nay thuộc tỉnh Bình Thuận) lập thi xã, mở trường học... Năm Bính tí 1876, ông được thăng Hàn Lâm viện trứ tác, lãnh chức Tư nghiệp Quốc tử giám. Tại đây ông cùng Bùi Ước, Hoàng Dụng Tân kiểm lại bộ Khâm Định Việt sử thông giám cương mục. Năm sau, được thực thụ chức Tư nghiệp, rồi đổi làm Thị giảng Học sĩ ở Viện Hàn lâm, sung chức Doanh điền sứ ở Bình Thuận. Cuối năm này lãnh chức Bố chánh tỉnh Bình Thuận. Bấy giờ ông bệnh nhiều, bệnh thường tái phát, nhiều lúc thổ huyết, nhưng ông vẫn tận tụy phục vụ dân nước. Năm Mậu thìn 1878, ông xin nghỉ dài hạn ở trại Núi, thôn Vĩnh Hòa thuộc thị xã Phan Thiết. Tuy đã nghỉ việc công, nhưng trong thời gian này ông vẫn cùng với các quan địa phương giải quyết một số vấn đề tranh chấp giữa người Kinh và người Thượng ở Bình Thuận; đồng thời sắp đặt cho đồng bào trong Nam ra tị địa ở Phan Thiết, lập Đồng Châu xã. Tại đây ông lập một nhà học có tên Ngọa du sào (ổ nằm chơi). Năm Tân tị 1881 ông được triều đình sung chức Điển nông phó sứ, kiêm lãnh chức Đốc học Bình Thuận, đến năm Canh thân 1884 (ngày 16-6 âm lịch) ông mất hưởng dương 57 tuổi. Phần mộ ông nay vẫn còn ở Bình Thuận. Các tác phẩm của ông: - Khâm định nhân sự kim giám - Dưỡng chánh lục - Việt sử thông giám cương mục khảo lược - Kỉ Xuyên công độc - Độn Am thi tập - Độn Am văn tập - Kỉ Xuyên thi sao - Kỉ Xuyên văn sao - Ngọa du sào tập Con ông là Nguyễn Trọng Lợi, Nguyễn Quí Anh đều là những nhân sĩ yêu nước có công trong phong trào Duy tân hồi năm 1908 tại Bình Thuận, tham gia thành lập trường Dục Thanh ở Phan Thiết năm 1905. Bộ Việt sử cương giám khảo lược (7 quyển) do ông biên soạn khi ông làm việc ở Quốc sử quán Huế. Tên tác giả ghi ở đầu sách như sau: Gia Định, Tân Thịnh, Kì Xuyên Nguyễn Thông Hi Phần soạn; người hiệu đính là con gái tác giả tên A San (tên này thấy ở cuối mục lục và cuối các quyển, bà là chị ruột các ông Nguyễn Trọng Lợi, Nguyễn Quí Anh người sáng lập công ti Liên Thành và Trường Dục Thanh ở Phan Thiết hồi 1905). Nội dung: Đầu sách là bài tựa của tác giả đề năm 1877 và bài hựu chí nói về lí do làm sách, Thứ đến bài phiến, dâng nộp bản thảo việc khảo chính sách Cương mục đã giao cho. Thứ nữa đến mục lục: Q.I: Tiền biên, Q.II: Chính biên, Q.III: Đại An Nam, Q.IV: Lâm ấp, Q.V: Chân Lạp (phụ Phù Nam), Q.VI: Tiên La, Q VII: Nam Chiếu (phụ Ai Lao). Thứ nữa đến năm điều nói thêm khi đem khắc in. Thứ nữa phụ bài văn tế của Nguyễn Thông tế phần hoàng khi bố mẹ được truy tặng. Trong bài tựa, tác giả nói rõ: từ năm 1876, được sung việc khảo duyệt sách Khâm định Việt sư thông giám cương mục và được phân công khảo duyệt các phần: Tiền biên, từ Hồng Bàng đến năm Tống Càn Đức thứ tư (966), Chính biên từ Đinh Tiên Hoàng đến Trần Đế Dĩ, năm Hưng Khánh năm đầu và thuộc Minh. Tác giả đã sửa đổi, thêm bớt, phê phán, tranh luận đến 167 điều (Tiền biên 43 điều; Chính biên 124 điều). Sau khi làm phiến tiến trình, tác giả đem bản thảo cũ sửa sang, biên tập lại thành sách, đặt tên là Việt sử cương giám khảo luợc. Sau đây, xin trích lục một đoạn văn của bài tựa ấy: Bản dịch của Thúc Ngọc: \"Năm Bính tí (1876), mùa hạ tháng năm, tôi được sung vào việc khảo duyệt sách Khâm định Việt sử thông giám cương mục, cùng với các bạn cùng làm việc chia phần cùng làm. Mùa thu tháng tám năm ấy làm xong, đúng hẹn dâng lên. Phần tôi kiểm duyệt: Về Tiền biên, từ Hùng vương kỉ đến niên hiệu Càn Đức (966, triều Tống); về Chánh biên, từ Đinh Tiên hoàng đến Trần Đế Dĩ, năm Hưng Khánh năm đầu và thời thuộc Minh. (Tôi) đã sửa đổi, thêm bớt phê phán, bàn bạc đến 167 điều (Tiền biên 43 điều, Chánh biên 124 điều), đã ghi đủ ở phiến trình truớc... Vả lại, bộ sử mới này làm theo thể biên niên, chép kĩ về việc trong nước, mà sơ lược về việc ngoài. Về mỗi nước (láng giềng) thì chỉ chép lược thôi, nhưng chép kĩ về diên cách, có khi ức đoán, phê phán thêm cho rõ, để độc giả có thể khảo được. Sách đã làm xong nhan đề: Việt sử cương giám khảo lược.... Theo tác giả sách Tìm hiểu kho sách Hán Nôm thì sách Việt sử cương giám khảo lược là một công trình nghiên cứu sử học Việt Nam có giá trị: tác giả đã sưu tầm và sử dụng nhiều tài liệu cổ sử Trung Quốc có liên quan đến sử Việt Nam. Trong số 167 điều, tác giả tuy có đề ra một số vấn đề dựa trên nguyên tắc nghĩa lệ sử Trung Quốc, có vẻ cố chấp, chủ quan nhưng trái lại, có nhiều điều xác đáng, có nhiều ý kiến sáng tạo. Từ quyển ba trở xuống, tác giả có khảo về một số vấn đề riêng chứng dẫn nhiều tài liệu, phê phán đúng mức\". Độn Am thi tập gồm có các bài theo thứ tự sau: - Tiêu ưu đình kí - Ai vong đệ Quí Hòa - Văn tế Quí Hòa - Lãnh binh Trương Định truyện - Hồ Huân Nghiệp truyện - Tăng Phụng thành đại phu Phan Văn Đạt truyện - Tân Hòa truyện giản Thái An Nhơn Tả thị bi trưởng - Nghĩa trùng phú - Văn miếu tân kiến kì - Phụ lục. Văn miếu tân kiến kì của Phan Thanh Giản - Bài kí của Nguyễn Thông về Văn miếu mới làm - Độc thư trình khóa thi văn - Tế tiền hiền thị văn - Giản phòng biên quân thứ - Ngụ ở Hàm Thuận đưa ông Phan Thúc Thanh - Thư gởi cho ông Trần Định ở Bình Thuận - Năm Nhâm tuất ở Hưng Phước mừng đưa ông Hàn lâm viện Thị giảng học sĩ Phạm Hoằng Đặt - Đàn anh vũ - Thiệp giang phú Kì Xuyên văn sao gồm một số truyện viết về các nhà yêu nước Trương Định, Hồ Huân Nghiệp, Phan Văn Đạt... Nghĩa Trùng Phú, Nhương Quỉ Thuyết... Kì Xuyên thi sao gồm một số bài thơ như: Tiều tửu ca, Long Châu văn phiếm, Giao hành, Kí hữu, Kí Trần Tử Mẫn Kinh kì Thủy sư Hiệp lí, Tống Nguyễn Thanh Trung Thông phán An Giang. Trong đó các bài: Long Châu văn phiếm, Giao hành, Tống Nguyễn Thanh Trung Thông phán An Giang hoàn toàn chưa thấy xuất hiện trong các tập thơ của Nguyễn Thông được công bố từ trước tới nay. Ngọa du sào tập. Theo tác giả Tác phẩm Nguyễn Thông (Long An) xuất bản 1984 thì \"theo Lời đề đầu Ngọa du sào tập (thi tập) viết năm 1882 và Lời tựa Ngọa du sào văn tậpviết năm 1884, thì tập này vốn chỉ có tên là Ngọa du sào tập. Có lẽ vì về sau Nguyễn Thông định cho khắc in luôn phần văn xuôi thêm vào nên dần dần nó được gọi là Ngọa du sào thi tập để phân biệt với Ngọa du sào văn tập và vì thế được gộp lại gọi chung là Ngọa du sào thi văn tập như cách gọi phổ biến trước nay. Tập thơ này được khắc in năm 1882. Sách khổ 16x25.5cm, ngoài bìa đề \"Ngọa du sào tập, Tự Đức Nhâm ngọ ngũ nguyệt thuyên, Quảng Thạnh Nam phát đoài, Đồng Châu quán tàng bản\". Tất cả gồm 106 bài thơ, chia làm 3 quyển, quyển 1 có 32 bài, quyển 2 có 35 bài, quyển 3 có 39 bài, sắp xếp theo đúng thứ tự thời gian sáng tác, nhiều bài có ghi năm hay lí do sáng tác, đồng thời cũng có một số bài có chú lời bình của Thương Sơn (Miên Thẩm), Lương Khê (Phan Thanh Giản)..."
}