{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Đinh Sửu 1997",
  "hometown": "tại làng Cổ Nhuế, Hà Nội (nay thuộc TP",
  "occupation": "Giáo sư, luật sư, tiến sĩ văn chương và luật học",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 572,
  "entityName": "Nguyễn Mạnh Tường",
  "aliases": [],
  "overview": "Nguyễn Mạnh Tường có thể tên của một trong các nhân vật sau đây:\n----------------------------------------------\nXuất thân trong một gia đình công chức, thuở trẻ học trường Paul Bert, trường Albert Sarraut Hà Nội. Năm 1927 đậu Tú tài ông sang du học Pháp tại trường Đại học Montpellier, năm 1932 đỗ tiến sĩ văn chương (Doctorat ès lettres d\u0027Etat) và Tiến sĩ luật (Doctorat en Droit) với lời khen nồng nhiệt của hội đồng giám khảo, lúc ông mới 23 tuổi. Đề tài luận án tiến sĩ luật có tên Cá nhân trong xã hội cổ nước Nam, tổng luận về luật nhà Lê (L\u0027Individu dans la vieille cité annamite. Essai de synthèse sur le Code Lê). Và đề tài luận án văn chương có tên: Essai sur le valeur dramatique du théâtre de A. de Musset (Luật về giá trị diễn kịch và kịch bản của Alfred de Musset) kèm luận án phụ với đề tài L\u0027Annam dans la littérature française Jules Boissière. Năm 1936 trở về Việt Nam làm Giáo sư tại trường Trung học Bảo hộ (trường Bưởi) giảng dạy văn chương Pháp và làm giảng sư tại trường Cao đằng Công chánh Đông Dương. Những năm 40 ông đã nhiều lần thuyết giảng tại trường Đại học Hà Nội. Năm 1945 ông tham gia Hội đồng cải cách giáo dục tại Huế (do vua Bảo Đại mời), sau ngày kí hiệp định Sơ bộ Việt - Pháp (6-3-1946) ông được chính phủ Việt Nam Dân chủ Cộng hòa đề cử tham gia phái đoàn Việt Nam dự hội nghị trù bị Đà Lạt với cương vị là Trưởng ban Văn hóa. Tại hội nghị lịch sử này trong lúc tranh luận với các phái viên Pháp, ông tuyên bố một câu bất hủ: \"Nam Bộ est la chair de notre chair et le sang de notre sang\". Nghĩa: Nam Bộ là thịt của thịt chúng tôi, máu của máu chúng tôi (theo Hoàng Xuân Hãn). Sau ngày toàn quốc kháng chiến, ông tản cư vào khu IV - Thanh Hóa, dạy tại trường Dự bị Đại học, trường Sư phạm. Hòa bình lập lại (1954) ông trở về miền Bắc tiếp quản các trường Đại học Hà Nội, có lúc làm Hiệu phó trường Đại học Sư phạm Hà Nội. Năm 1956 có chân trong Mặt trận Tổ quốc Hà Nội, năm 1957 nhân Đại hội Mặt trận Tổ quốc, ông đọc một tham luận về ý nghĩa luật pháp trong đời sống miền Bắc đã gây nên một dư luận lớn đối với sinh hoạt văn hóa, xã hội trong và ngoài nước. Cho nên một thời gian dài ông không hành nghề luật sư và nghiên cứu, có lúc gần như ông cô đơn giữa mọi nguời mà ông cho như là bị đời \"rút phép thông công\" (l\u0027excommunié). Năm 1989 ông được các trường Đại học ở Paris mời sang thăm nước Pháp, rồi trở về Tổ quốc sống trọn tuổi đời. Ông mất ngày 13 tháng 6 năm 1997 tại Hà Nội thọ 88 tuổi. Các tác phẩm ông đa số viết bằng tiếng Pháp: - Sur la valeur dramatique du Théâtre d\u0027Alfred de Musset - L\u0027 Annam dans la littérature française Jules Boissière - L\u0027Individu dans la vieille Cité Annamite essai de Synthèse sur le code des Lê - L\u0027Excommunié... Và các sách tiếng Việt: - Nụ cười và giọt lệ của tuổi thanh niên - Cuộc du hành tình nghĩa - Hòn đá tảng Pháp - Học tập gì ở các nước Địa Trung Hải - Lý luận giáo dục châu Âu từ thế kỉ 16 đến thế kỉ 18 - Virgile và anh hùng ca Latinh - Eschyle và bi kịch cổ đại Hy Lạp - Oresteia, dịch từ nguyên văn với một lần giới thiệu"
}