{
  "dateOfBirth": "1562\n----------------------------------------------\nNhâm Thân 1572",
  "dateOfDeath": "1642\n----------------------------------------------\nNhâm Dần 1652",
  "hometown": "người làng láng nay là thị trấn thanh lãng, huyện bình xuyên, tỉnh vĩnh phúc.\n----------------------------------------------\nquê xã Yên Lăng, huyện Yên Lăng, tỉnh Vĩnh Phúc (nay là Vĩnh Phúc)",
  "occupation": "Danh sĩ đời Lê Thế tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "nhà Lê": null,
    "Trịnh - Nguyễn": null
  },
  "id": 587,
  "entityName": "Nguyễn Duy Thì",
  "aliases": [],
  "overview": "Nguyễn Duy Thì (1562-1642) là đại thần nhà Lê trung hưng trong lịch sử Việt Nam. Nguyễn Duy Thì, người làng láng nay là thị trấn thanh lãng, huyện bình xuyên, tỉnh vĩnh phúc. Phủ thờ của ông hiện tại nằm đối diện sân vận động thị trấn thanh lãng. Hiện tại vẫn còn đủ sắc phong của vua Lê. Trong phủ thờ vẫn còn cáng, lọng bằng gỗ mít từ thời ông dùng. Hàng năm dân các làng Đinh xá, thạch đà vẫn đến lễ giỗ để tưởng nhớ công ơn với ông. Hiện tại dự án trường THPT Nguyễn Duy Thì đang được khởi công trên đất thị trấn thanh lãng (trước đây 1 trường THPT Nguyễn Duy Thì nằm trên thị trấn gia khánh, huyện bình xuyên). Phó thủ tướng Trịnh đình dũng đã ký quyết định tu bổ và mở rộng và xây mới nhiều hạng mục phủ thờ Nguyễn Duy Thì với trường THPT Nguyễn Duy Thì. Ai có về thị trấn thanh lãng, huyện bình xuyên, vĩnh phúc thì ghé thăm. Sdt 0987.757.236 xin dẫn đường tới phủ thờ.\n----------------------------------------------\nNăm Mậu tuất 1598 ông đỗ nhị giáp tiến sĩ, 26 tuổi làm Cấp sự trung bộ Lại, Bính ngọ 1606 ông sung Phó sứ sang Trung Quốc. Khi về được thăng Thiên đô ngự sử, tước Phương Tuyền Bá. Năm Bính thìn 1616, đổi làm Đô ngự sử Tả thị lang bộ Lễ, ít lâu, đổi sang Tả thị lang bộ Lại, được phong tước Hầu. Năm Quí hợi 1623, được phong Dực vận tán công thần, Thượng thư bộ Công, rồi thăng tước Tuyên Quận Công, Thiếu phó. Chẳng bao lâu ông giữ việc 6 bộ kiêm Quốc tử giám Tế tửu, coi luôn việc Viện Hàn lâm, thăng Thái phó (Nhâm ngọ 1642). Năm Mậu dần 1652 ông mất thọ 80 tuổi được truy tặng Thái tể."
}