{
  "dateOfBirth": "…",
  "dateOfDeath": "Ất Tị 1485",
  "hometown": "quê ở xã Duy Trinh, huyện Thuần Hựu, là con trai của danh tướng Lê Lâm, cháu trai của Trung túc Vương Lê Lai.\n----------------------------------------------\nThanh Hóa",
  "occupation": "Có sách chép là Lê Nậm.",
  "workTenure": "Không rõ",
  "fatherName": {
    "danh tướng Lê Lâm": null
  },
  "motherName": {},
  "eraName": {
    "Triều Lê Sơ": null
  },
  "id": 609,
  "entityName": "Lê Niệm",
  "aliases": [
    "Lê Nậm"
  ],
  "overview": "Lê Niệm (chữ Hán:? - 1485), quê ở xã Duy Trinh, huyện Thuần Hựu, là con trai của danh tướng Lê Lâm, cháu trai của Trung túc Vương Lê Lai. Ông làm quan trải 4 triều vua, Lê Thái Tông, Lê Nhân Tông, Lê Nghi Dân, Lê Thánh Tông; tham gia lật đổ vua Lê Nghi Dân lập vua Lê Thánh Tông.\n----------------------------------------------\nVõ tướng đời Lê Thánh tông, con Lê Lâm, cháu Trung Túc vương Lê Lai. Ông tài gồm văn võ, thuở trẻ rất thông minh, nhưng nhà nghèo phải rời bỏ chỗ nhau rốn là thôn Dựng Tú (Lương Giang) đến cư ngụ xã Duy Trinh, huyện Thuần Hữu (nay là huyện Hậu Lộc) tỉnh Thanh Hóa. Năm Mặu ngọ 1438, được ấn phong chức Chánh chưởng ở Cận thi cuộc. Đến năm Bính dần 1446, thăng làm Thiêm tri nội mật viện sự, rồi theo Lê Thu đi đánh Chiêm Thành, làm Kí lục. Khi về chuyến thăng chức Đồng tri. Năm Kỉ tị 1449, làm An phủ phó sứ ở Tây đạo, rồi thăng làm Tuyên úy đại sứ trấn An Bang (Quảng Yên). Năm Kỉ mão 1459, tháng 10, Lạng Sơn Tương Lê Nghi Dân giết Lê Nhân tông, cướp ngôi. Bấy giờ ông làm Xa kị về Đồng tông tri chư quân sự vụ, họp cùng các đại thần Nguyễn Xí, Đinh Liệt đem cấm binh dẹp yên, truất phế Nghi Dân, lập Lê Tư Thành lên ngôi, tức là Lê Thánh tông. Năm Canh thìn 1460, Thánh tông phong ông là Suy trung bảo chính công thần, trấn an trạm quân thượng tướng quân, sùng tiến nhập nội tư mã, được tham dự triều chính, coi các quân điện tiền, cho dùng túi kim ngư, ấn bạc, phong tước là Đình Thượng Hầu và cho theo họ vua. Chẳng bao lâu, được thăng Thái Bảo, tước Kì Sơn Hầu. Đến tháng 10 luận công, lại được gia thăng tước Kì Quận Công, cấp ruộng thế nghiệp 200 mẫu. Năm Nhâm ngọ 1462 làm Nhập nội đô đốc Đổng bình chương sự, tri đông, đạo chư vệ quân, kiêm quốc tử tế tửu. Năm sau, Q. vị 1463, sung làm đề điệu kì thi Hội. Năm Đinh hợi 1467, Thánh tông du lãm Tây Kinh, phong ông làm Lưu thủ Đông kinh, rồi thăng Bình chương quân quốc trọng sự (như Thủ tưởng bây giờ). Năm sau, lại theo ngự giá Tây kinh. Năm Canh dần 1470, đi đánh Chiêm Thành, sung chức Chinh lễ phó tướng quân, cùng với Đinh Liệt thúc quân thủy tiến trước, chiếm thành Đồ Bàn, bắt được vua Chiêm là Trà Toàn. Trở về, luận công ông lại được cho ăn lộc 300 hộ. Lại phụng mạng làm Bình Khương tướng quân, lãnh quan quân bản bộ và ba vạn quân Thanh, Nghệ, Thuận Hóa đi Quảng Nam dẹp giặc, bắt tướng Chiêm là Trà Toại đưa về Kinh sư. Năm Kỉ hợi 1479, làm Bình nhung tướng quân, đem quân đánh Bồn Man, đuổi chúa xứ ấy là Cầm Công chạy chết, lấy đất đến sông Ràng Sa, giáp giới nước Miến Điện. Năm Nhâm dần, gia phong là Suy trung Bảo chính minh nghĩa đồng đức thuần tính công thần, khai phủ Thái phó Tĩnh Quốc Công. Năm Tân tị 1485 (tháng 3) ông mất được truy tặng Thái úy, thụy là Trinh ý."
}