{
  "dateOfBirth": "Đinh Mùi 1847",
  "dateOfDeath": "Canh Thìn 1920",
  "hometown": "quê xã An Mĩ",
  "occupation": "Danh sĩ, nhà giáo dục cuối triều Nguyễn",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nhà Nguyễn độc lập": null
  },
  "id": 703,
  "entityName": "Trần Đình Phong",
  "aliases": [
    "Mã Sơn"
  ],
  "overview": "Năm Bính tí 1876 đỗ cử nhân, năm Kỉ mão 1879 đỗ tiến sĩ. Xuất thân làm Tri phủ Thọ Xuân, tỉnh Thanh Hóa, sau chuyển làm Đốc học tỉnh Quảng Ngãi Quảng Nam, Tế tửu Quốc tử giám (Huế). Ông nổi tiếng văn chương, đạo đức đào tạo được nhiều nhân tài cho đất nước. Phần lớn các học trò của ông là những nhà khoa bảng mà cũng là những chí sĩ Việt Nam cận đại như: Nguyễn Đình Hiến, Phạm Liệu, Phan Quang, Phạm Tuấn, Phan Châu Trinh, Trần Quí Cáp Huỳnh Thúc Kháng... Ông mất năm 1920, an táng tại nguyên quán Nghệ An. Các con trai ông: Trần Đình Phiên Trần Đình Diệm, Trần Nguyên Đỉnh Trần Đình Nam là những người có công nhiều trong phong trào Duy tân tự cường hồi năm 1908 ở miền Trung. Tác phẩm của ông: - Quốc triều chánh biên toát yếu (sử) - Quảng Nam phú (văn) Và nhiều thơ Hán Nôm có giá trị nội dung và nghệ thuật độc đáo. Quốc triều chánh biên toát yếu do ông biên soạn. Sách gồm 7 quyển, soạn vào năm Duy Tân thứ hai (Mậu thân 1908), do Cao Xuân Dục làm Tổng tài Đặng Văn Thụy, Lê Hoàn hiệu đính. Sách gồm 2 phần: Phần thứ I: Có tên Quốc triều Tiền biên toát yếu, chép các việc lớn đã ghi trong Thực lục tiền biên từ Nguyễn Kim Nguyễn Hoàng đến chúa Nguyễn Phúc Thuần (1754-1777). Phần thứ II: Có tên Quốc triều chánh biên toát yếu gồm 6 quyển. - Quyển 1: Chép các việc từ khi Nguyễn Vương (Nguyễn Ánh) khởi binh ở Gia Định từ năm 17... đến 1801 (Nguyễn Vương thống nhất sơn hà). - Quyển 2: Chép các việc xảy ra suốt đời vua Gia Long (1802-1820) (Thế tổ Cao hoàng đế). - Quyển 3: Chép các việc đời vua Minh Mạng (1820-1840) (Thánh tổ). - Quyển 4: Chép các việc đời vua Thiệu Trị (1840-1847). - Quyển 5: Chép các việc xảy ra suốt đời vua Tự Đức (1840-1884). - Quyển 6: Chép các việc xảy ra từ đời vua Hiệp Hòa, Kiến Phúc, Dục Đức Hàm Nghi, Đồng Khánh đến khi Thành Thái lên ngôi (1889). Đây là bộ sử lược, rút gọn từ bộ Đại Nam Thực lục Tiền biên và Chánh biên của Quốc sử quán triều Nguyễn (của Phan Thanh Giản, Trương Đăng Quế, Hà Duy Phiên, Tô Trân...). Sách chỉ tóm tắt các sự kiện lịch sử để người đọc có một khái niệm giản yếu về các biến cố lịch sử xảy ra suốt chiều dài lịch sử mà không nghiên cứu phân tích, phê phán hoặc bình luận các sự kiện đó. Chính vì vậy mà nhan đề bộ sử có một cái tên khiêm nhường: Quốc triều chánh biên toát yếu. Sách này được dịch ra Quốc ngữ vào năm 1924, in và phát hành cho các trường học ở Trung Kì và Bắc Kì làm sách giáo khoa. Sách này trước năm 1975 còn lưu trữ tại Thư viện Viện khảo cổ Sài Gòn (nay là thư viện Khoa học Xã hội tại TP. HCM) với kí hiệu HNv170."
}