{
  "dateOfBirth": "Nhâm Dần 1902",
  "dateOfDeath": "Bính Tuất 1946",
  "hometown": "quê làng Búng, huyện Lái Thiêu, tỉnh Thủ Dầu Một (nay thuộc Bình Dương)",
  "occupation": "Nhà nghiên cứu, nhà hoạt động",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 718,
  "entityName": "Phan Văn Hùm",
  "aliases": [
    "Huỳnh U Mai",
    "Tân Việt",
    "Phù Dao"
  ],
  "overview": "Ông xuất thân trong một gia đình nông dân, thuở nhỏ học trường Chasseloup Laubat, Sài Gòn, sau khi đỗ Trung học ra Hà Nội học ngành công chánh. Tốt nghiệp ông trở về Nam, không đi làm việc cho thực dân mà lui về quê đọc sách, liên lạc với các nhà yêu nước thời bấy giờ như: Phan Văn Trường Nguyễn An Ninh, Tạ Thu Thâu, Mai Bạch Ngọc, Nguyễn Văn Bá... Năm 1929 ông bị thực dân bắt vì bị vu là Đánh lính kín. Trong tù ông viết quyển Ngồi tù Khám lớn vạch tội thực dân Pháp cố tình vu khống và gài bẫy bắt nhà yêu nước Nguyễn An Ninh; đồng thời lên án chế độ cai trị tàn nhẫn và nhà tù hà khắc của thực dân ở Đông Dương. Năm 1930, ra tù ông sang Pháp du học, chuyên về triết học tại trường Đại học Sorbonne. Năm 1933, tốt nghiệp, ông về nước hợp tác với Nguyễn An Ninh, Tạ Thu Thâu, Nguyễn Văn Tạo, Trần Văn Thạch Lê Văn Thử... xuất bản báo La Lutte, Đồng Nai làm cơ quan đấu tranh chống thực dân và tay chân Pháp công khai tại Sài Gòn. Tại Sài Gòn ông không làm công chức vừa viết báo vừa dạy học tại các trường Tư thục, cùng Phan Văn Chánh, Nguyễn Phi Oanh, Tạ Thu Thâu... tại các trường Nguyễn Trọng Hi, Huỳnh Khương Ninh... Ông là tác giả có bài liên tục trên các báo: Mai, Phụ nữ tân văn, Việt Thanh Dân Quyền, Thần Chung, Văn Lang... Năm 1936 ông cùng Tạ Thu Thâu Nguyễn Văn Tạo đắc cử vào Hội đồng Thành phố Sài Gòn nhân danh Sở lao động của báo La Lutte. Từ khi đắc cử, có tiếng nói công khai trong Hội đồng Thành phố, nhóm ông đã gây nên một tiếng vang lớn nên thực dân rất căm ghét, luôn tìm cách cách chức ông và các đồng viện cùng lập trường, quan điểm. Khi vận động tranh cử vào Hội đồng TP. Sài Gòn có người mừng ông bài thơ sau: Kì này tranh cử có ông Hùm Mang danh là cọp ít \"cà um\". Kém ăn kém nói tuy tài giỏi, Tài giỏi làm thinh cũng ngã ùm Năm 1939, ông ứng cử vào Hội đồng Quản hạt Nam Kì đắc cử, nhưng bị thực dân gian lận, nhân một số bài báo đăng trên các báo, nhất là báo La Lutte, ông bị thực dân bắt giam và kết án đày đi Côn Đảo. Năm 1942 được trả tự do, nhưng vẫn bị quản thúc tại Tân Uyên (Biên Hòa). Cách mạng tháng Tám thành công ông hăng hái tham gia các công tác ở Sài Gòn. Ông mất vào đầu năm 1946 tại miền Đông Nam Bộ. Ngoài một nhà hoạt động chính trị Phan Văn Hùm còn là một nhà nghiên cứu nghiêm túc. Thuở sinh thời ông đã xuất bản các sách: - Ngồi tù Khám lớn (báo Thành Chung xuất bản 1929) - Biện chứng Pháp (Đỗ Phương Quế, 1937) - Nỗi lòng Đồ Chiểu (Tân Việt 1943) - Phật giáo triết học (Tân Việt, 1943) - Luận tùng (Tân Việt, 1944) - Vương Dương Minh (TânViệt, 1944) - Phong Kiến là gì ? (1946) - Tiền bạc (1946) - Dương Từ Hà Mậu (1944 - Tân Việt, chú thích, phiên âm - Ngư Tiều vân đáp y thuật (Tân Việt - 1953, chú thích, phiên âm) - Tuyển tập Phan Văn Hùm (2002, Văn Hóa) Và rất nhiều bài đăng trên các báo Tri Tân, Văn Lang, Đồng Nai, Phụ nữ tân vă… Ông có 4 người con (trai), với bà Dương Thị Lại (1905-1992) có Phan Phục Hổ (1928-1948) liệt sĩ kháng Pháp, Giáo sư Phan Kiều Dương (1930 -...). Với bà Mai Huỳnh Hoa (1910-1987) có Ks. Phan Nhuận Mai (1936-...) và nhà văn Phan Tùng Mai (1938-2002). Ngồi tù khám lớn (Báo Thần Chung xuất bản, 1929) là một bản cáo trạng lên án chế độ nhà tù hà khắc của thực dân Pháp áp đặt trên đất nước ta mà họ từng rêu rao với khẩu hiệu \"Khai hóa\", \"Bảo hộ\" cho Việt Nam. Sau đây là bài Lời nói đầu của tác giả: \"Ban đâu tôi muốn nín. Ó-ré lên có hơi tức một chút. Nhưng mà không nín được với lòng. Bao giờ nhớ tới cái ngục kia cùng đau đớn. ln ra có ý nghĩa gì? Ý nghĩa gì, tự người đọc chắc cũng đã nhận rõ. Có một người bạn cố giao, đọc Thần Chung, gặp tôi mà phàn nàn: \"Kêu mấy cũng vô ích. Phải chi tôi hay, tôi không cho anh viết đâu\". Anh bạn tôi lầm. Trung thật với con mắt tôi, với lỗ tai tôi, với lương tâm tôi, tôi chỉ cần viết được đúng sự thật. Sự thật phanh bày ra đó, người đọc, đọc qua muốn suy nghĩ sao cũng được. Lý luận thường, tia mặt trời phát tán như rẽ quạt (Théoriquement divergents). Nhưng mà trong một cái phòng tối, có khoét hai lỗ nhỏ cách nhau, cho mặt trời giọi vào, ta sẽ thấy hai tia mặt trời bình hành (parallèles) như đường rầy xe lửa. Tôi nói hai tia ấy rẽ quạt, mà người khác nói bình hành. Người ấy có lí của người ấy. Sau khi thí nghiệm ra, người ấy càng có lí, càng chứng giải được rõ ràng hai tia mặt trời bình hành. Cái chơn tướng đi ngang qua thị giác (illusion optique) có biến dụng. Tôi không cãi. Cho nên, sự thật phanh bày ra đó người đọc, đọc qua, muốn suy nghĩ sao cũng được. Lại có người nói, tôi có ý than thân. Tôi, thì tôi muốn quan sát cả một khám tù. Trong các người tù, tôi là một. Mà tôi là một người tù của tôi biết rõ hơn. Cho nên, có khi tôi nói đến tôi. Đó cũng là một cách bổ khuyết cho các chỗ không thể quan sát rõ nơi người như về tình cảm. Một người bạn đồng chí chê tôi còn nhiều khách khí. Khách khí xin thú nhận rằng có, nhưng đã trót đăng tải lên báo rồi; bây giờ in ra thành tập, thời cũng không sửa lại chi, cho mất cái sự thật tình. Ngoài những điều trên đây, tôi có mấy câu bàn luận con con, cũng là mon men mà viết thử, cậy đã có tri kỉ thùy thanh. Tôi cũng xin người, (Trong tập này tôi thử dùng một người? Tiếng này xưng hô với đối thoại nhân; tức là 2ème persomne - Không phân biệt tôn ti thượng hạ nam nữ gì cả. Nhất thiết đối thoại nhân - người đương đọc - đều xưng là người cùng như chữ \"vous\" trong tiếng Tây) hiểu giùm một chỗ này: Là cảnh dơ tôi tả ra sau, và mấy tiếng tục tôi dùng trong khi tả cảnh dơ ấy. Hoặc dạy rằng: viết sự tục ra đây rất khiếm nhã. Tôi nghĩ rằng; sự tục có người làm được. Như có người không làm được, cũng nói được. Như có người không nói được, cũng nghe mà chịu được. Như có người không nghe mà chịu được cũng nghĩ đến được. Như có người không nghĩ đến được, cũng biết rằng sự tục ấy có chung quanh mình. Biết rằng sự tục ấy có chung quanh mình, nghĩ đến sự tục được, nghe sự tục mà chịu được, làm sự tục được, sao lại không cho viết sự tục ra, là nghĩa làm sao? Không muốn cho viết sư tục ấy, mà không làm cho sự tục ấy mất đi, là giả ngụy đạo đức là một cách trốn tránh cái chân tướng xấu xa của sự đời, không có dõng nghị dám ngó ngay vào mặt nó mà xem. Người ta nói con tây, mỗi khi uống nước phải quậy cho đục vũng rồi mới dám uống, là vì nó sợ cái bóng xấu xí của nó, mà không dám nhìn. Kẻ giả ngụy đạo đức chừng cũng như con tây quậy nước vũng kia. Không muốn cho viết sự tục ấy, mà không làm cho sự tục ấy mất đi, lại cũng như một người nhà giàu to, không muốn vào một cái nhà tranh rách, trong đó vợ chồng, con cái phải ở chung với bò chó heo và một đống phân tẩm nước đái; lại cũng như một cái thành trì lớn, sợ mất vẻ đẹp đẽ mà phải đuổi ra ngoài thành những kẻ ăn mày ăn xin, phung, cùi, đui sứt, gãy cẳng, cụt tay, coi ô dề ghê gớm nhớp nhờm. Xin người hay nhận giùm, văn chương đầy những \"kinh hoa, thủy nguyệt, liễu tứ, trầm hương\" là đồ đại xa xỉ phẩm (grand luxe) để riêng cho một hạng người được đặc hưởng ưu quyền (privilégié) trong thượng lưu xã hội (haute société) mà thôi. Người ta gọi văn chương ấy là \"nghệ thuật vị nghệ thuật (de l\u0027art pour l\u0027art). Nếu tôi có quyền khuyên, tôi sẽ khuyên ai có thiên tài làm nghệ thuật, hãy làm \"nghệ thuật vị nhân sanh\" (l\u0027art pour la vie) như ông Romain Rolland chủ trương. Mà không phải tôi sẽ khuyên ai làm văn chương dâm uế (littérature pornographique) nhưng tôi chỉ nói rằng: cái áo lụa Bombay, ướp dầu thơm Coty, khả ái thật, mà phải làm sao cho cái áo vải nhuộm và của người trồng cao su trên Hớn Quản, sê trở nên là cái áo lụa Bombay ướp dầu thơm Coty. Ông thầy thuốc không được gớm ghê hờm, người có tâm với xã hội phải là ông thầy thuốc. Xin người làm ông thầy thuốc. Mai sau phong thuần tục mĩ, thiên hạ thái bình, ta sẽ làm văn chương \"thủy nguyệt kính hoa\". Mà cái đó đẹp.\" PH. V. HÙM"
}