{
  "dateOfBirth": "Mậu Tuất 1418",
  "dateOfDeath": "Kỉ Mùi 1499",
  "hometown": "quê xã An Ninh, huyện Yên Dũng, tỉnh Bắc Giang",
  "occupation": "Danh thần đời Lê Thánh tông",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Triều Lê Sơ": null
  },
  "id": 783,
  "entityName": "Thân Nhân Trung",
  "aliases": [
    "Hậu Phủ"
  ],
  "overview": "Năm Kỉ sửu 1469, ông đỗ tam giáp đồng Tiến sĩ. Làm Thị độc Viện Hàn lâm gia Đông các đại học sĩ. Sau kiêm chức Tế tửu Quốc tử giám, rồi thăng đến Thượng thư bộ Lại, gồm coi viện Hàn lâm, Phụ chánh. Ông cùng Đỗ Nhuận làm Phó nguyên súy Tao đàn thời ấy. Từng bình thơ ngự chế và họa thơ \"Quỳnh Uyển cửu ca\". Lại cùng Đỗ Nhuận, Quách Đình Bảo phụng chỉ biên soạn bộ Thiên Nam dư hạ tập (1483). Ông thi đỗ lúc tuổi đã trên 50 làm quan hơn 20 năm thì về hưu, mất tại quê nhà trong năm Kỉ mùi 1499, thọ 81 tuổi. Ông là người đầu tiên viết bài bia năm Hồng Đức thứ 15 (1484) với câu văn vượt thời gian. \"Nhân tài quốc gia chi nguyên khí; khoa mục sĩ tử chi thản đồ\" (Nhân tài là nguyên khí của Quốc gia mà khoa cử là con đường rộng mở của học trò) đã trở thành bất hủ của giáo dục, văn hóa tư tưởng sử Việt Nam. Hai người con ông là Nhân Tín, Nhân Vô cũng hiển đạt, từng được vua khen ngợi: \"Nhị Thân phụ tử mộc ân vinh: Cha con họ Thân cùng tắm gội ân vinh hiển\". Cháu ông là Thân Cảnh Vân cũng là bậc nhân tài của đất nước ta. Vua Tự Đức đề vịnh, tán dương tài ông và Đỗ Nhuận: \"Tao tế hi triều ý khí pha Quân thần xướng họa hiệu đô du Tao đàn khôi súy phân nguyên phó Vị thức Ngu đình hữu thị vô.\" Bản dịch: Gặp gỡ thời vui, ý khí hòa. Vua tôi xướng họa học canh ca. Tao đàn khôi súy chia nguyên phó, Chẳng biết đời Ngu có thế a… Tác phẩm có khá nhiều, nhưng nổi bật nhất là bộ Thiên Nam dư hạ tập. Bộ Thiên Nam dư hạ tập (100 quyển) do ông cùng Đỗ Nhuận, Quách Đình Bảo và một số vị trong Tao đàn Nhị thập bát tú hợp soạn. Sách đại lược về các điển mô, chế lục quan chức, điều lệ của bản triều (Lê) giống như loại sách Hội yếu của các đời Đường Tống ở Trung Quốc. Có người cho rằng Thiên Nam dư hạ tập gồm nhiều tác phẩm đủ các loại, nhất là thơ văn của vua Lê Thánh tông... là không đúng với nội dung của sách. Theo GS Trần Văn Giáp thì: Năm Hồng Đức thứ 14, tháng 11 (12-1483) sách Thiên Nam dư hạ tập làm xong, gồm có 100 quyển. Đến năm Cảnh Hưng thứ 17 (1756) sau khi sưu tầm trong toàn quốc, còn thấy được một số, sử sách đều không chép rõ là bao nhiêu. Theo Nghệ văn chí, Lê Quý Đôn viết đồng thời với các thiên khác trong Lê triều thông sử, thì năm 1749 sách Thiên Nam dư hạ tập \"mười phần chỉ còn một hai phần\". Trong Văn tịch chí, Phan Huy Chú làm vào khoảng đầu thế kỉ XIX đã nói \"Xét.. niên hiệu Cảnh Hưng năm Mậu tí 1768, Tĩnh vương Trịnh Sâm tìm kiếm mãi chỉ được độ hơn 20 quyển\", ông lại cho biết: \"... tôi (PHC) được trông thấy chỉ độ bốn năm quyển\". Vậy đến đầu thế kỉ XIX, nguyên bản sách Thiên Nam dư hạ tập chỉ còn lại được rất ít: bốn hoặc năm quyển. Hiện trạng sách Thiên Nam dư hạ tập ở Thư viện Khoa học Xã hội Hà Nội còn những 10 tập, nhiều hơn số sách mà Phan Huy Chú được trông thấy. Nghiên cứu kĩ cả 10 tập ấy, ta sẽ thấy bộ sách gọi là Thiên Nam dư hạ tập ngày nay là một bộ sách ghi chép linh tinh, phần nhiều là lượm nhặt ở sách này sách kia, mấy bài thơ, một bài phú... có tập chép một số điều luật, có tập chép tập thơ đi đánh Chiêm Thành. Như thế ta có thế tin được tất cả cái gì chép trong đó là của sách Thiên Nam dư hạ tập xưa không? Kiểm tra lại thật kĩ, ta thấy chỉ có ba tập: tập I, tập IX và tập X là có thể còn tin được. Xưa vì nó ghi toàn điều lệ... đúng với tinh thần biên soạn của sắc lệnh Lê Thánh tôn ban hành ngày 12-12-1483 sai làm sách này. Vậy sách Thiên Nam dư hạ tập là một bộ sách do sắc dụ ngày 12 tháng 11 âm lịch niên hiệu Hồng Đức thứ 14 (12-12-1483) Lê Thánh tông sai các từ thần biên soạn. Người đứng đầu việc biên soạn là Thân Nhân Trung và các vị khác trong Tao đàn Nhị thập bát tú là Quách Đình Bảo, Đỗ Nhuận, Đào Cử, Đàm Văn Lễ. Hiện nay bộ sách này chỉ còn lại 10 tập mà đáng tin nhất là các tập I, IX, là bản gốc của Thiên Nam dư hạ tập, còn các tập khác có thể là sau nhiều lần sao chép đã thất bổn."
}