{
  "dateOfBirth": "Kỉ Dậu 1909",
  "dateOfDeath": "Kí Mão 1999",
  "hometown": "tại Gia Lâm, tỉnh Bắc Ninh (có sách chép năm sinh là năm 1913)",
  "occupation": "Giáo sư, kĩ sư",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 802,
  "entityName": "Nguyễn Đăng Thục",
  "aliases": [],
  "overview": "Thuở nhỏ học tiểu và trung học ở Hà Nội, năm 1927 du học Pháp, Bỉ, Thụy Sĩ về Kĩ Nghệ và khoa học tại l\u0027Ecole Nationale des Arts và Đại học Lille Pháp. Năm 1933-1934 về nước cùng với Bùi Ngọc Ái, Vũ Đình Di xuất bản báo l\u0027Avenir de la Jeunesse ở Hà Nội. Năm 1937 cộng tác với Le travail (Lao động), báo này bị đình bản, ông phải làm kĩ sư tại nhà máy SFAT ở Nam Định. Đến năm 1944 ông đứng ra xuất bản tạp chí Duy nhất, năm 1945 lập nhà máy riêng tại Thụy Khê, Hà Nội. Sau toàn quốc kháng chiến ông tản cư ra vùng tự do phụ trách công binh xưởng liên khu III, năm 1948 làm giám đốc học vụ trường Dân Huấn vụ. Năm 1949 hồi cư về Hà Nội giảng dạy về triết học Đông phương tại Đại học văn khoa Hà Nội, làm chủ bút Văn hóa tùng biên. Sau năm 1954 ông làm việc ở Bộ Văn Hóa, phụ trách giảng dạy về Triết học Đông phương và văn chương Việt Nam tại Đại học văn khoa Sài Gòn. Cùng thời điểm này ông kiêm nhiệm chủ nhiệm, chủ bút tạp chí Văn hóa Á châu. Từ năm 1961-1964 giữ chức khoa trưởng Đại học văn khoa Sài Gòn, trưởng tiểu ban văn hóa của Unesco Việt Nam. Trong năm 1964-1965 ông cùng một số trí thức, nhân sĩ tiến bộ ở Sài Gòn công khai kí một kiến nghị yêu cầu chính quyền Sài Gòn trực tiếp thương thuyết với Mặt trận Dân tộc giải phóng Miền Nam để chấm dứt chiến tranh tương tàn (cùng với các giáo sư Dương Kị, BS. Phạm Văn Ngỡi, nhà báo Cao Minh Chiếm, Lê Kim Ngân, Trần Tuấn Khải… riêng ba vị trên bị chính phủ Phan Huy Quát trục xuất ra miền Bắc tại cầu Hiền Lương năm 1965). Do đó, ông bị chính quyền Sài Gòn cách chức và buộc thôi dạy tại Đại học văn khoa Sài Gòn. Sau đó (1967) ông được giáo hội Phật giáo Việt Nam mời giữ chức khoa trưởng tại đại học Vạn Hạnh cho đến năm 1975. Từ đó ông nghỉ dạy vì tuổi cao sức yếu. Ông mất ngày 3-6-1999 tại Sài Gòn. Tác phẩm đã xuất bàn: - Đại Học, Tứ Hải, Hà Nội, 1940. - Triết lí nhân sinh Nguyễn Công Trứ, Hà Nội, 1950. - Tinh thần khoa học đạo học, Văn Hóa Hiệp hội, Hà Nội, 1953, Khai Trí, Sài Gòn, 1967. - Dân tộc tính, Văn Hóa vụ, Sài Gòn, 1956. - Triết lí văn hóa khái luận, Văn Hữu Á Châu, Saigon, 1956. - Triết học Đông Phương nhập môn, Bộ Quốc Gia Giáo Dục Saigon lần I: 1958, lần 2: 1960. - Văn hóa Việt Nam và Đông Nam Á, Văn Hóa Á Châu, Saigon, 1961. - Lịch sử triết học Đông phương tập I, Linh Sơn, Saigon, 1956. Duy Nhất, Saigon, 1963. - Lịch sử triết học Đông phương tập II, Linh Sơn, Saigon, 1956. KhaiTrí, Saigon, 1963. - Lịch sử triết học Đông phương tập III, Đông Phương, Saigon, 1956. - Lịch sử triết học Đông phương tập IV, Bộ Quốc Gia Giáo Dục. Saigon, lần thứ l: 1962, lần thứ 2: 1968. - Lịch sử triết học Đông phương tập V, Bộ Quốc Gia Giáo Dục, Saigon, 1964. - Tư tưởng Việt Nam, Khai Trí, Saigon, 1964. - Lịch sử tư tưởng Việt Nam tập I, Phủ Quốc Vụ Khanh Đặc Trách Văn Hóa, Saigon, 1967. - Lịch sử tư tưởng Việt Nam tập II, Phủ Quốc Vụ Khanh Đặc Trách Văn Hóa, Saigon, 1970. - Thiền học Việt Nam, Lá Bối, Saigon - Lịch sử tư tưởng Việt Nam tập III, IV (1973) - Vũ trụ nghệ thuật Nguyễn Du (1973) - Lý hoặc luận (dịch và chú thích của Mâu Bác) - Triết học Thiền của Trần Thái tông, (1970) - Khóa hư lục của Trần Thái tông (dịch và chú thích) (1972) Và một số sách, chuyên đề văn hoá khác."
}