{
  "dateOfBirth": "Canh Thân 1920",
  "dateOfDeath": "Kỉ Tị 1989",
  "hometown": "tại thị xã Đông Hà, tỉnh Quảng Trị",
  "occupation": "Nhà thơ ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 833,
  "entityName": "Phan Ngọc Hoan",
  "aliases": [
    "Chàng Văn",
    "Chế Lan Viên"
  ],
  "overview": "Thuở nhỏ sống và học tại trường Quốc học Qui Nhơn, đậu thành chung, nên ông tự coi Bình Định như là quê hương thứ hai của mình, vì nơi đây ông có nhóm bạn Bàn Thành tứ hữu (Hàn Mặc Tử, Quách Tấn, Yến Lan và ông) là những bạn thơ khăng khít. Năm 1939 ra Hà Nội học ban Tú tài, sau đó vào Sài Gòn làm báo, rồi về Thanh Hóa dạy học một thời gian đến Tổng khởi nghĩa tháng 8 năm 1945. Sau ngày Toàn quốc kháng chiến ông cộng tác với báo Quyết Thắng ở Thanh Hóa, tiếp tục làm báo ở Bình Trị Thiên. Sau năm 1954 ông ra Hà Nội làm việc ở Hội Nhà Văn, từng giữ nhiều chức vụ trong lĩnh vực văn hóa, văn nghệ, ủy viên thường trực Hội Nhà Văn, Đại biểu Quốc hội, ủy viên Thư Kí Hội Nhà Văn... Ông là thi sĩ trường thành và nổi tiếng ngay từ hồi còn rất trẻ với thi phẩm Điêu tàn (1937) và chính thi phẩm này tên tuổi ông được giới văn học ái mộ. Sau ngày thống nhất đất nước, ông vào ngụ tại Quận Tân Bình, Thành phố Hồ Chí Minh và mất ở đây năm 1989, thọ 69 tuổi. Ông là tác giả hàng chục thi phẩm của tác phẩm chính: Thơ: - Điêu tàn (1937) - Gửi các anh (1954) - Ánh sáng và phù sa (1960) - Hoa ngày thường, chim báo bão (1967) - Hái theo mùa (1977) - Hoa trên đá (1985) Văn: - Vàng sao (1942) - Thăm Trung Quốc (1963) - Những ngày nổi giận (1966) - Giờ của số thành (1977) - Nói chuyện văn thơ (1960) - Phê bình văn học (1962) - Vào nghề (1962) - Suy nghĩ và bình luận (1971) - Bay theo đường bay dân tộc đang bay (1976) - Nghĩ cạnh dòng thơ (1981) - Từ gác Khuê Văn đến quán Trung Tân (1981) Sau ngày ông mất, Hội Nhà Văn xuất bản các cuốn: - Tuyển tập Chế Lan Viên (1985) - Di cảo I (1995), Di Cảo II - III (1995). Ông được nhà nước Việt Nam tặng một số giải thưởng Văn học, trong đó có giải Hồ Chí Minh."
}