{
  "dateOfBirth": "1844\n----------------------------------------------\nTân Sửu 1841",
  "dateOfDeath": "1926\n----------------------------------------------\nBính Dần 1926",
  "hometown": "quê làng Xuân Dục, tổng Bạch Sam, huyện Mĩ Hào, tỉnh Hưng Yên",
  "occupation": "Nhà yêu nước danh tướng Cần vương chống Pháp",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nhà Nguyễn độc lập": null
  },
  "id": 851,
  "entityName": "Nguyễn Thiện Thuật",
  "aliases": [
    "Tán Thuật",
    "Mạnh Hiếu"
  ],
  "overview": "Nguyễn Thiện Thuật (1844-1926), tên tự là Mạnh Hiếu, còn gọi là Tán Thuật (do từng giữ chức Tán tương), lãnh tụ cuộc khởi nghĩa Bãi Sậy, một trong các cuộc khởi nghĩa của phong trào Cần Vương chống Pháp cuối thế kỷ 19.\n----------------------------------------------\nNăm 1852 ông đỗ tú tài, được bổ làm Bang tá ở Hưng Yên. Năm 1871 đậu cử nhân, làm Tri phủ Từ Sơn, tỉnh Bắc Ninh. Thời gian này ông cầm quân tiễu trừ giặc cướp được phong làm Tán tương quân vụ giúp Hoàng Kế Viêm đánh giặc Tàu ô cướp phá ở các vùng biên giới. Bình định được giặc cướp ông được cử làm Chánh sứ 16 châu thuộc các tỉnh sát biên giới, nên đương thời gọi ông là Tán Thuật. Năm Ất dậu 1885 kinh thành Huế thất thủ, Tôn Thất Thuyết đưa vua Hàm Nghi lập chiến khu Tân Sở chống Pháp, ông được thăng chức Tán tương quân vụ chiến đấu bên cạnh chí sĩ Tạ Hiện ở Hưng Yên. Vua Hàm Nghi phong ông là Bắc Kì hiệp thống Quân vụ đại thần già trấn trung tướng quân nên người đương thời gọi ông là Hiệp thống. Ngày 12-11-1889 nghĩa quân do ông chỉ huy đánh chiếm được tỉnh Hải Dương và uy hiếp các tỉnh lân cận. Lúc bấy giờ Pháp cử Nguyễn Trọng Hợp làm Kinh lược sứ, Hoàng Cao Khải làm Tiễu phủ sứ cùng một số quân Pháp bao vây tấn công chiến khu Bãi Sậy của ông. Sau những đợt tấn công của địch, lực lượng nghĩa quân phần bị vây lâu ngày, phần vì thiếu vũ khí, ông cho phân tán lực lượng để một số về quê, còn ông rút sang Trung Quốc ẩn náu ở nhà Lưu Vĩnh Phúc (thủ lĩnh quân Cờ Đen tham gia đánh Pháp ở Hà Nội năm 1882-1883). Đau lòng vì thất bại trước sức mạnh của thực dân, lại buồn vì phải sống trên đất nước người, ông ôm mối tuyệt vọng cho đến ngày tạ thế. Có sách chép ông mất vào ngày 25-5-1926 ở Thành phố Nam Ninh tỉnh Quảng Tây Trung Quốc, bia mộ khắc Việt Nam cách mạng, cố tướng quân Nguyễn Công Thiện Thuật. Ông là tác giả bài SI CƠ HÀNH (Cô gái ngẩn ngơ) được truyền tụng."
}