{
  "dateOfBirth": "1451\n----------------------------------------------\nGiáp Tuất 1454",
  "dateOfDeath": "1533\n----------------------------------------------\nẤt Tị 1485",
  "hometown": "quê xã Thần Đầu huyện Kì Hoa (nay là Kì Anh, tỉnh Hà Tĩnh), có tên hiệu là Hoành Sơn tiên sinh",
  "occupation": "Danh sĩ đời Lê Thánh tông, quê xã Thần Đầu huyện Kì Hoa ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "nhà Lê": null,
    "Triều Lê Sơ": null
  },
  "id": 871,
  "entityName": "Lê Quảng Chí",
  "aliases": [
    "Hoành Sơn tiên sinh"
  ],
  "overview": "Lê Quảng Chí (黎廣志, 1451-1533) hiệu là Hoành Sơn tiên sinh, là Danh thần đời vua Lê Thánh Tông, nhà Lê sơ.\n----------------------------------------------\nNăm Nhâm tuất 1478, ông đỗ Bãng nhãn 24 tuổi, làm đến Đông các học sĩ thăng Tả thị lang bộ Lễ, coi việc trong Viện. Năm Ất tị 1485 ông mất, hưởng dương 31 tuổi, được tặng Thượng thư, phong làm Thượng đẳng phúc thần. Anh ông là Quảng Ý cũng đậu Tiến sĩ, có danh vọng, làm Thị chế, coi việc viện Hàn lâm, tước Bảng quận công và khi mất cũng được phong làm phúc thân. Nơi cửa biền Thần Đầu có hai ngôi miếu thờ hai anh em ông, tục gọi là \"Miếu Trạng nguyên\". Trong miếu có hai câu đối: \"Nhất môn khoa giáp nan huynh đệ, Song miếu anh linh tự cổ kim\". Nghĩa: Một nhà anh em ông đều tài giỏi khó biết ai hơn ai, Hai miếu anh linh từ xưa đến nay. Hoàng giáp Tam Đăng Phạm Văn Nghị có bài: Thần Đầu song miếu (Hai ngôi miếu cửa biển Thần Đầu) cảm niệm: \"Nhất môn huynh cập đệ, Thiên cổ miếu ư dân. Khoa giáp tuy chân quí, Thông minh thủy vị thần. Tất năng sinh chính khí, Khởi đàn tắc văn nhân. Ngã học hạo nhiên dưỡng, Linh đài ngộ vị chân.\" Bản dịch: Anh em cùng nột cửa, Hương khói đượm tình dân. Khoa bảng ai không quí, Thông minh mới gọi thần. Chắc hẳn đầy khí phách, Đâu nhải chỉ thơ văn. Ta nuôi lòng cương trực. Giác ngộ chưa đủ phần Ông là tác giả một số bài thơ in trong Toàn Việt thi lục và trong Văn minh cổ xúy. Cuốn sau (VMCX) gồm một số bài nguyên xướng của Lê Thánh tông và một số bài họa của Thân Nhân Trung và ông (LQC)."
}