{
  "dateOfBirth": "Không rõ",
  "dateOfDeath": "Không rõ",
  "hometown": "huyện thêu dệt thêm. Di tích cổ thờ tự ông là Đình Chèm- Xã Thụy Phương- Bắc Từ Liêm- Hà Nội. Trong Đình có các bia đá ghi chép lại lịch sử và nhân vật, đồng thời thờ 2 pho tượng đồng lớn: một là của Thượng đẳng Thiên vương Lý Ông Trọng, pho tượng còn lại là của bà vợ, hiệu Hoàng phi Bạch Tĩnh Cung (con gái của Tần Thủy Hoàng)\n----------------------------------------------\nhuyện Từ liêm, quận Giao Chỉ, nguyên tên là Lý Thân",
  "occupation": "Nhân vật trong thần thoại Việt Nam",
  "workTenure": "Không rõ",
  "fatherName": {
    "Tần Thủy Hoàng": null
  },
  "motherName": {},
  "eraName": {
    "Dựng nước": null
  },
  "id": 896,
  "entityName": "Lý Ông Trọng",
  "aliases": [
    "Lý Thân"
  ],
  "overview": "Lý Ông Trọng (李翁仲), tên thật là Lý Thân, là một nhân vật có thật, song vào thời của ông không có văn bản ghi chép đầy đủ nên còn có các câu chuyện thêu dệt thêm. Di tích cổ thờ tự ông là Đình Chèm- Xã Thụy Phương- Bắc Từ Liêm- Hà Nội. Trong Đình có các bia đá ghi chép lại lịch sử và nhân vật, đồng thời thờ 2 pho tượng đồng lớn: một là của Thượng đẳng Thiên vương Lý Ông Trọng, pho tượng còn lại là của bà vợ, hiệu Hoàng phi Bạch Tĩnh Cung (con gái của Tần Thủy Hoàng). Di tích Đình còn nguyên vẹn, kiến trúc rất đẹp do thợ tay nghề của nước Tần xây dựng. Theo đó, ông sống vào cuối đời Hùng Duệ Vương, đầu thời An Dương Vương, gốc làng Chèm.\n----------------------------------------------\nMấy năm sau, quân Hung Nô lại quấy phá ở biên thùy, Tần Thủy Hoàng phải nhờ đến Lý Thân, bèn sai sứ sang nước ta vời, nhưng ông không chịu đi làm tay sai cho nước người, ông bỏ trốn vào rừng ẩn. An Dương Vương phải nói dối là Lý Thân đã chết Tân Thủy Hoàng đòi lấy xác của ông. Bất đắc dĩ Lý Thân phải tự tử, An Dương Vương lấy thủy ngân ướp xác ông rồi đem nộp cho họ Tần, thấy Lý Thân đã chết, Tần Thủy Hoàng cho đúc tượng ông đem dựng ở cửa thành Tư Mã đất Hàm Dương gọi là tượng Lý Ông Trọng. Tượng rất cao lớn, thân hình khổng lồ, bụng rất to, trong bụng làm rỗng có thể chứa đựng nhiều người, hai tay và đầu, cổ có máy cử động, mỗi khi có người nước ngoài đến viếng thì đã có người ở trong bụng tượng kéo máy cho thân hình cử động. Sau đó, quân Hung Nô đến đánh Hàm Dương thấy tượng, tưởng Lý Thân còn sống, nên khiếp sợ rút quân về. Từ đó không xâm lược Trung nguyên nữa. Đến đời Đường, người Trung Quốc cai trị nước ta vì sợ oai ông, nên cho lập đền thờ Lý Ông Trọng ở làng Thị Hiện, huyện Từ Liêm ngày nay bên cạnh sông Hồng, phía tây thành Đại La (Hà Nội) trước đây"
}