{
  "dateOfBirth": "Đinh Mão 1867",
  "dateOfDeath": "Ất Dậu 1945",
  "hometown": "Quê làng Tân Phú, quận Hóc Môn, tỉnh Gia Định (nay thuộc thành phố Hồ Chí Minh), sau dời về quê vợ ở làng Tân Qui Đông, tỉnh Sa Đéc (nay là tỉnh Đồng Tháp)",
  "occupation": "Nhân sĩ ông có các ",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null
  },
  "id": 899,
  "entityName": "Đặng Thúc Liêng",
  "aliases": [
    "Trúc Am",
    "Mộng Liêm",
    "Lục Hà Tẩu"
  ],
  "overview": "Ông nhiệt thành yêu nước, từng hoạt động chung với Trần Chánh Chiếu và Nguyễn An Khương. Khi thì lập Minh Tân công nghệ, khi thì chủ trương tiệm thuốc bắc Nam Thọ Xuân tại Sài Gòn, lúc lại viết Nam Kì báo, ông luôn hi sinh vì lợi ích chung. Năm Mậu thân 1908, ông bị thực dân Pháp bắt giam ở Mĩ Tho vì hoạt động chính trị chống Pháp. Ba tháng sau được thả ra, ông về Sa Đéc lập tiệm thuốc Bắc Phước Hưng Đông tại đầu cầu sắt làng Vĩnh Phước, thị xã Sa Đéc. Năm Tân hợi 1911, ông giao việc nhà và tiệm thuốc lại cho vợ là bà Nguyễn Thị Nhơn coi sóc trở lên Sài Gòn viết bài cho các báo: Nông Cổ mín đàm, Lục tỉnh tân văn, Công luận báo, Đông Pháp thời báo, Trung lập, Đại Việt tạp chí... Năm 1931 ông chủ trương tờ Việt dân báo. Năm 1934, sáng lập hội Việt Nam y dược. Khoảng năm 1944, ông lại hiệp với Lê Phát Vĩnh xuất bản tuần báo Đông Phong. Cuối năm 1944, tình hình chiến tranh thế giới đến hồi khốc liệt, ông rời Sài Gòn về Sa Đéc, chằng bao lâu ông mất vào ngày 16-8-1945 thọ 78 tuổi. Ông đã viết và đã xuất bản nhiều sách giá trị: 1. Tâm quyển giải 2. Tâm bổn mễ thương 3. Quốc văn hồn 4. Nhân hòa thiền hội 5. Canh hoang biến pháp 6. Chúng mạch tân biên 7. Cao hoàng đế diễn ca 8. Trương Vĩnh Ký hành trạng 9. Hán văn thi tập 10. Việt âm thi tập 11. Trí y tiện dụng Đặng Thúc Liêng là một nhà văn tiên phong ở miền Nam, ông được giới văn học mến yêu, kính trọng. Có thể xem ông là nguời có công lớn trong thời kì chữ quốc ngữ bắt đầu có mặt trên sinh hoạt văn hóa ở miền Nam vào cuối thế kỉ XIX."
}