{
  "dateOfBirth": "Canh Tuất 1910",
  "dateOfDeath": "Nhâm Thân 1992",
  "hometown": "tại làng Thanh Liêm, huyện An Nhơn, tinh Bình Định, con trai đầu võ quan triều Nguyễn Phạm Văn Nghị và bà Bùi Thị Túc, anh ruột nhà thơ Phạm Hổ (1924 -",
  "occupation": "Nhà văn",
  "workTenure": "Không rõ",
  "fatherName": {
    "đầu võ quan triều Nguyễn Phạm Văn Nghị": null
  },
  "motherName": {
    "Bùi Thị Túc": null
  },
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 908,
  "entityName": "Phạm Văn Ký",
  "aliases": [],
  "overview": "Thuở nhỏ học ở Qui Nhơn, Hà Nội... ngay từ những năm 30 ông đã làm thơ, viết văn cả tiếng Pháp, tiếng Việt. Từng được giải nhất trong một kì thi thơ viết bằng tiếng Pháp của người Pháp tổ chức ở các nước thuộc địa. Khoảng các năm 1934-1935 ông vào Sài Gòn viết báo và làm chủ bút báo Impartial một thời gian. Sau đó về Qui Nhơn diễn thuyết về các vấn đề văn học và thơ mới, rồi ra Huế giữ chân chủ bút tờ Gazette de Huế của nhóm Trần Điền, Đào Đăng Vỹ, Hoài Thanh, Nam Trân... Năm 1938 ông được học bổng, sang Paris học tại Đại học văn khoa thuộc Đại học Sorbonne đậu cử nhân và cao học văn khoa. Từ sau thế chiến II, ông làm việc cho Đài phát thanh và truyền hình Pháp, phụ trách chương trình giành cho khán thính giả Việt Nam. Tại đây, ông cộng tác với nhiều tạp chí văn học, văn chương Pháp và là tác giả một số kịch phẩm truyền thanh và truyền hình tại Pháp. Năm 1970, ông cùng một phải đoàn Việt kiều tại Pháp về Hà Nội thăm tổ quốc sau mấy chục năm xa nước. Về Hà Nội ông đi thăm một số địa phương ở miền Bắc rồi trở lại Pháp làm việc. Ông mất ngày 274-1992 tại Paris trong cảnh cô đơn với \"nỗi buồn riêng\" của mình. Các tác phẩm chính (phần lớn bằng tiếng Pháp): - Kiếm hoa (tiểu thuyết) - Huế éternelle (Huế vĩnh cửu, thơ) - Đường thiên lí số một (tiểu thuyết) - Lafemme Trương (tiểu thuyết, Vợ chàng Trương) - Une voix sur la voie (thơ, Một tiếng trên đường) - Celui qui règnela (tiểu thuyết, Người sẽ ngự trị) - La citadelle d\u0027Escargot (kịch, Thành ốc) - Les yeux Courroucés (tiểu thuyết, Những con mặt giận dữ) - Frères de sang (tiểu thuyết, Anh em ruột thị) - Perdre la demeure (tiểu thuyết, Đánh mất cội nguồn) - Mémoires d\u0027un eunuque (tiểu thuyết, Kí ức một hoạn quan) - Poèmes sur soie (thơ, Thơ trên lụa) - Les uns font les étoiles (tiểu thuyết, Những người này làm nên các vì sao) - Le défi Vietnaamien (Sự thách thức của Việt Nam) - Đường về nước (thơ) Hầu hết (trừ tập thơ cuối đời) sáng tác phẩm ông đều viết bằng tiếng Pháp về các đề tài về Việt Nam, Trung Quốc, Nhật Bản như thư mục vừa dẫn trên. Perdre la demeure (Đánh mất cội nguồn) là một tiểu thuyết lịch sử luận đề của ông được Nhà xuất bản Gallimad xuất bản năm 1961 tại Paris. Sách vừa ra đời thì cùng năm được Hàn lâm viện Văn chương Pháp quốc trao Giải thưởng Lớn (Grand prix du Roman de l\u0027Académie franaise) về tiểu thuyết năm 1961. Đây là một tác phẩm văn chương làm rạng danh một văn sĩ Việt Nam ở nước ngoài. Tên tuổi ông được trang trọng đề cập trong sách Une histoire vivant de la litérature d\u0027aujourd hui của văn sĩ, kiêm phê bình gia Pierre de Boisdeffre. Câu chuyện mà tác giả kể trong Đánh mất cội nguồn (Perdre la demeure) xảy ra trong năm 1870 sau khi Minh Trị Thiên hoàng dẹp xong các sứ quân và bắt đầu duy tân nước Nhật Từ một năm rồi Tokyo được chọn làm kinh đô thay cho cố đô Kyoto và các kỹ sư người Anh đang xây dựng con đường sắt nối liền Tokyo với Yokohama. Một con đường sắt khác từ thành phố khác trên đảo Hokkaido đến thành phố Sapporo nằm trên bờ phía tây của đảo cũng đã được khởi công. Đường sắt chạy xuyên qua trung tâm nước Nhật và đục những dãy núi cao. Công nhân làm đường là những người Nhật, người Triều Tiên và người Ainô (người Ainô trước đây là dân bản địa ở đảo Yeso) với cả một bầu đoàn thê tử. Để canh giữ và bảo vệ công nhân có một đại đội binh sĩ của Thiên hoàng do đại úy Watakashi Hiyen chỉ huy. Watakashi thuộc giai cấp võ sĩ đạo có đầu óc phóng khoáng, thấm nhuần những tư tưởng mới, và nói khá thạo hai thứ tiếng Anh và Pháp. Nhờ biết tiếng Pháp nên Watakashi thường trò chuyện với một sĩ quan người Pháp tên là Neufvine phụ trách việc dạy lính Nhật hiểu sự vận hành của các loại vũ khí mới Tây phương và cách sử dụng súng trường chassepot. Không khí của những nơi công nhân làm việc rất tấp nập và những cảnh giao tiếp khó khăn đầy va chạm giữa người Tây phương và người Nhật. Đối với Watakashi, một người Nhật quen trầm tư mặc tưởng và trung thành với những nguyên tắc truyền thống, thì công cuộc Âu Mĩ hóa của nước Nhật là cả một vấn đề lương tâm khó giải quyết. Trước câu hỏi của đại úy Neufville: \"Điểm mấu chôt hiện nay mà anh cần phải thấy rõ là: trong khi canh tân theo đướng lối Tây phương, nước Nhật có nên Âu Mĩ hóa cả về mặt tinh thần không?\" Watakashi đã trả lời: \"Không, đại úy Neufville ạ, tôi không bao giờ chấp nhận như thế. Chúng tôi tiếp thu khoa học kĩ thuật của Tây phương nhưng vẫn nhất định không từ bỏ những gì mà người Nhật đã có từ bao ngàn đời nay.\". Ít lâu sau một sự kiện xảy ra cho thấy những do dự của Watakashi là đúng. Công trường và những người Tây phương làm việc trên công trường nhiều lần bị một người vô sĩ đạo chống đối tấn công. Người này đội mũ giát vàng, ngồi trên lưng một con tuấn mã, dùng cung tên bắn vào những người Tây phương rồi biến mất một cách xuất quỷ nhập thần. Thấy khó đánh bại được người võ sĩ đạo này bằng vũ lực, Watakashi tìm ngay vào tận chỗ ẩn nấp của hắn định thuyết phục hắn về hàng. Nhưng người võ sĩ đạo vẫn giữ khư khư những nguyên tắc riêng nên nhất quyết không nghe. Về sau hắn cũng bị Watakashi bắt được. Tuy nhiên cùng lúc Watakashi cũng đã kiểm điểm lại tất cả những giá trị của tinh thần võ sĩ đạo của mình, từ những tín ngưỡng tôn giáo đến những quy luật về danh dự, về lòng hi sinh, để cuối cùng đâm ra ngờ vực những cái hay của công cuộc Âu Mĩ hóa. Thấy Watakashi tỏ ra khoan hồng đối với người võ sĩ đạo bị cầm tù. Các bạn đồng đội đem mọi việc tâu lên Thiên hoàng, võ sĩ Watakashi bị cách chức và bị đuổi về. Trong lúc ấy những sĩ quan người Pháp cũng không được Minh Trị Thiên hoàng trọng dụng. nữa vì nước Pháp vừa bị nước Đức đánh bại ở Sedan. Đại úy Neufville bị một sĩ quan người Đức thay thế trong công việc huấn luyện cho binh sĩ Nhật\". Có thể xem Phạm Văn Ký là một nhà văn có những tác phẩm văn chương giúp công chúng bạn đọc Pháp, kể cả độc giả trong cộng đồng sử dụng tiếng Pháp hiểu được một phần suy nghĩ, tâm tư tình cảm của các dân tộc Á đông trong đó có Việt Nam, Trung Hoa, Nhật Bản..."
}