{
  "dateOfBirth": "Phủ Lý, Hà Nam\n----------------------------------------------\nĐinh Hợi 1887",
  "dateOfDeath": "Hà Nội\n----------------------------------------------\nCanh Tí 1960",
  "hometown": "Hà Nam",
  "occupation": "nhà giáo, nhà nghiên cứu văn hóa\n----------------------------------------------\n",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Pháp đô hộ": null,
    "Nước Việt Nam mới": null
  },
  "id": 936,
  "entityName": "Bùi Kỷ",
  "aliases": [
    "Ưu Thiên",
    "Tử Chương",
    "Ưu Thiên, Tử Chương"
  ],
  "overview": "Bùi Kỷ (5 tháng 1 năm 1888 - 19 tháng 5 năm 1960), tên chữ là Ưu Thiên, hiệu là Tử Chương, là nhà giáo, nhà Nho học và nhà nghiên cứu văn hóa có ảnh hưởng trong những năm đầy biến động của lịch sử Việt Nam giai đoạn đầu thế kỷ 20. Con ông là Bùi Diễm, một chính khách của Việt Nam Cộng hòa.\n----------------------------------------------\nHọc giả nổi tiếng, hiệu Ưu Thiên, quê làng Châu Cầu, huyện Thanh Liêm, tỉnh Hà Nam. Năm 1909 đậu cử nhân, 1910 đậu phó bảng. Từng du học tại Trường Thuộc địa ở Pháp, về nước dạy tại các trường Cao đẳng Công Chánh Đông Dương cho đến Cách mạng tháng Tám năm 1945. Từ đó ông phục vụ trong ngành nghiên cứu, giáo dục đến cuối đời. Sau Cách mạng tháng Tám ông làm Chủ tịch Hội văn hóa cứu quốc. Ông mất tại Hà Nội năm 1960, thọ 73 tuổi còn để lại cho đời: - Lục súc tranh công. - Hoa điều tranh năng. - Truyện Trê Cóc. - Quốc văn cụ thể (nghiên cứu văn học 1932). - Việt Nan văn phạm (hợp soạn) - Truyện Thuý Kiều (cùng chú giải với Trận Trọng Kim 1937). - Tam quốc chí, dịch và hiệu đính 1959 - Thơ chứ Hán Nguyễn Du (cùng dịch với Phan Võ). Về thi ca, ông có những bài thơ đặc sắc được truyền tụng như \"Truy niệm Tiên Điền Nguyễn Du\", \"Thế\"... Bùi Kỷ là một trí thức yêu nước, một học giả uyên thâm có công với văn học nước nhà vào giai đoạn đầu thế kỉ XX; nhất là thời chữ quốc ngữ có tư thế trên văn đàn. Trong thời kì xây dựng chủ nghĩa xã hội miền Bắc, ông đã góp công sức của mình trong việc nghiên cứu văn học dân tộc."
}