{
  "dateOfBirth": "1572 Tĩnh Gia, Thanh Hóa, Đại Việt\n----------------------------------------------\nNhâm Thân 1572",
  "dateOfDeath": "1634 (61–62 tuổi) Đàng Trong, Đại Việt\n----------------------------------------------\nGiáp Tuất 1634",
  "hometown": "quê làng Hoa Trai, huyện Ngọc sơn, phủ Tĩnh Gia, tỉnh Thanh Hóa",
  "occupation": "Chính trị gia, Nhà thơ, Nhà quân sự\n----------------------------------------------\nDanh thần thời chúa Nguyễn lập nghiệp mở mang bờ cõi về phía Nam",
  "workTenure": "Không rõ",
  "fatherName": {},
  "motherName": {},
  "eraName": {
    "Trịnh - Nguyễn": null
  },
  "id": 970,
  "entityName": "Đào Duy Từ",
  "aliases": [],
  "overview": "Đào Duy Từ (chữ Hán: 陶維慈, 1572-1634) là nhà quân sự, nhà thơ và nhà văn hóa, danh thần thời chúa Nguyễn Phúc Nguyên, ông chỉ làm quan với Chúa Nguyễn có tám năm, nhưng trong tám năm đó, ông đã xây dựng cho họ Nguyễn một cơ sở xã hội vững chắc, và một quân đội hùng mạnh. Vì vậy ông được coi là đệ nhất khai quốc công thần của họ Nguyễn và được thờ ở nhà Thái miếu.\n----------------------------------------------\nÔng thông kinh sử, tinh thâm lí số và binh thư đồ trận. Nhưng vì thân phụ ông là Đào Tá Hán xuất thân là quản giáp trong nghề ca hát mà luật lệ thời ấy thì nghiêm cấm không cho con nhà xướng ca ra thi cử, nên ông không tiến thân được. Bất đắc chí ông bỏ Đông Kinh (Hà Nội) lần vào miền Nam, định theo phò chúa Nguyễn. Trong lúc bơ vơ nơi phủ Hoài Nhơn (nay là phủ Bồng Sơn) tỉnh Bình Định, ông tạm khuất thân ở ẩn, chăn trâu cho nhà giàu Chúc Trịnh Long ở thôn Tòng Châu. Tăm tiếng ông dần dần được sĩ phu biết đến, Khán lí Trần Đức Hòa ở Qui Nhơn mến tài, gả con cho ông và tiến cử lên chúa Sãi Nguyễn Phúc Nguyên. Được chúa Sãi trọng dụng phong làm Nội tán, ông tận tụy giúp chúa Nguyễn về quân sự, chính trị và văn hóa, đương đầu với chúa Trịnh đến thắng lợi. Năm Canh ngọ 1630, ông xướng xuất việc đắp lũy Trường Dục ở huyện Phong Lộc, tỉnh Quảng Bình. Qua năm sau (Tân vị 1631), ông lại đắp thêm một lũy nữa từ cửa bể Nhật Lệ đến núi Đâu Mâu (ở Đồng Hới, tỉnh Quảng Bình), cao một trượng, dài trên 200 trượng (tục gọi 1à lũy Thầy. Đến đời Thiệu Trị mang tên là \"Định Bắc trường thành\"). Năm Giáp tuất 1634, ngày 17-10 ông mất thọ 62 tuổi, được phong tặng hàm Tân trị dực vận công thần, Kim tử vinh lộc đại phu, Đại lí tự khanh, tước Lộc Khê Hầu. Đến triều Minh Mạng, truy phong tước Hoằng Quốc Công. Đào Duy Từ còn để lại một bộ binh thư Hổ trướng khu cơ và hai khúc ngâm: Ngọa Long cương vãn, Tư Dung vãn. Người sau khen ngợi ông: \"Kim Thành thiết lũy sơn hà tráng Nghĩa sĩ trung thần sự nghiệp lưu\" Dịch: Thành đồng luỹ sắt non sông vững, Tớ nghĩa tôi trung sự nghiệp còn. Khúc ngâm Ngọa long cương dài 136 câu lục bát, từ lâu nay đã được phổ biến rộng trong lịch sử văn học. Ông là một trong những danh sĩ nổi tiếng nhất của nước ta vào thời cận đại."
}