{
  "location": "Nằm trên địa bàn giáp ranh giới 2 huyện Hoa Lư, Gia Viễn và thành phố Ninh Bình của tỉnh Ninh Bình, kinh đô Hoa Lư xưa (tức khu di tích Cố đô Hoa Lư hiện nay) là vùng đất phù sa cổ ven chân núi có con người cư trú từ rất sớm.\n----------------------------------------------\nHuyện Hoa Lư, tỉnh Ninh Bình20°16′54″B 105°53′49″Đ﻿ / ﻿20,2816137°B 105,8968394°Đ﻿ / 20.2816137; 105.8968394﻿ (Cố đô Hoa Lư)",
  "establishment": "Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô.\n----------------------------------------------\nKhông rõ",
  "category": "Di tích lịch sử, kiến trúc nghệ thuật",
  "relatedCharacters": {
    "Tạ Khắc Hải": null,
    "Đinh Đế Toàn": 2722,
    "Đinh Hạng Lang": 1806,
    "Thành Vương": 356,
    "Trần Quốc Vượng": 1736,
    "Lê Tương Dực": 223,
    "Lê đơn giản": null,
    "Ngô Xương Văn": 1584,
    "Lê Đại Hành": 328,
    "Hoàng Long": 89,
    "Phạm Thị Trân": null,
    "Liêm Thu Tâm": null,
    "Trần Thái Tông": 1519,
    "Trịnh Sâm": null,
    "Nguyễn Như Đỗ tế": null,
    "Nguyễn Bặc": 562,
    "Lý Công Uẩn": 433,
    "Đinh Điền": 3108,
    "Lê Thánh Tông": 143,
    "Ngô Nhật Khánh": 1512,
    "Ngô Tử Canh": 871,
    "Đinh Công Trứ": 8,
    "Nguyễn sau này": null,
    "Đinh Bộ Lĩnh": 1118,
    "Đinh Liễn": 2693,
    "Bùi Duy Tân": null,
    "Lê Hoàn": 2938,
    "Bùi Thời Trung": null,
    "Lê Long Tích": 2200,
    "Lê Long Đĩnh": 1395,
    "Đinh Phế Đế": 2722,
    "Đinh Tiên Hoàng Đế": null,
    "Ngô Xương Ngập": 993,
    "Dương Vân Nga": 1079,
    "Phạm Cự Lượng": 1533,
    "Lý Thái Tông": 1128,
    "Lý Thái Tổ": 433,
    "Lê Trung Tông": 2841,
    "Đại Cồ Việt": null,
    "Đinh Tiên Hoàng": 1360,
    "Dương Vương": 763,
    "Phạm Cự Lạng": null,
    "Phan Huy Chú": 1668,
    "Lê Long Thâu": 969,
    "Đinh Xuân Lâm": 758,
    "Nguyễn Minh Không": 1431,
    "Lý Long Bồ": 1522,
    "Lê Thị Phất Ngân": 1384,
    "Trần Đức Lương": 2823
  },
  "id": 315,
  "entityName": "Cố đô Hoa Lư",
  "aliases": [],
  "overview": "Cố đô Hoa Lư là quần thể di tích quốc gia đặc biệt quan trọng của Việt Nam đồng thời là một trong 4 vùng lõi của quần thể di sản thế giới Tràng An đã được UNESCO công nhận. Hệ thống di tích ở Hoa Lư liên quan đến sự nghiệp của các nhân vật lịch sử thuộc ba triều đại nhà Đinh, nhà Tiền Lê và khởi đầu nhà Lý, tính từ Đinh Tiên Hoàng đến Lý Thái Tông trong lịch sử. Hoa Lư là kinh đô đầu tiên của nhà nước phong kiến Trung ương tập quyền ở Việt Nam với các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội. Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô. Các triều vua Lý, Trần, Lê, Nguyễn sau đó dù không đóng đô ở Hoa Lư nữa nhưng vẫn cho tu bổ và xây dựng thêm ở đây nhiều công trình kiến trúc như đền, lăng, đình, chùa, phủ… Khu di tích lịch sử Cố đô Hoa Lư hiện nay có diện tích quy hoạch 13,87 km² thuộc tỉnh Ninh Bình. Với bề dày thời gian hơn 1000 năm, Cố đô Hoa Lư là nơi lưu trữ các di tích lịch sử qua nhiều thời đại.Nằm trên địa bàn giáp ranh giới 2 huyện Hoa Lư, Gia Viễn và thành phố Ninh Bình của tỉnh Ninh Bình, kinh đô Hoa Lư xưa (tức khu di tích Cố đô Hoa Lư hiện nay) là vùng đất phù sa cổ ven chân núi có con người cư trú từ rất sớm. Các nhà khảo cổ học đã phát hiện trầm tích có xương răng đười ươi và các động vật trên cạn thuộc sơ kỳ đồ đá cũ thuộc nền văn hóa Tràng An và nhiều hang động có di chỉ cư trú của con người các thời kỳ văn hoá Hoà Bình, Bắc Sơn, Đông Sơn và Đa Bút. Quần thể di sản thế giới Tràng An ở Hoa Lư còn lưu giữ nhiều di vật của người tiền sử từ 30.000 năm trước. Thời Hồng Bàng nơi đây thuộc bộ Quân Ninh. Thời An Dương Vương, vùng này thuộc bộ lạc Câu Lậu.\n----------------------------------------------\nHoa Lư (chữ Hán: 華閭) là kinh đô đầu tiên của nhà nước phong kiến Trung ương tập quyền ở Việt Nam và là quê hương của vị Anh hùng dân tộc Đinh Bộ Lĩnh. Kinh đô này tồn tại 42 năm (968 - 1010), gắn với sự nghiệp của ba triều đại liên tiếp là nhà Đinh, nhà Tiền Lê và nhà Lý với các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội. Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô. Các triều vua Lý, Trần, Lê, Nguyễn sau đó dù không đóng đô ở Hoa Lư nữa nhưng vẫn cho tu bổ và xây dựng thêm ở đây nhiều công trình kiến trúc như đền, lăng, đình, chùa, phủ,… Ngày nay, Quần thể di tích Cố đô Hoa Lư có diện tích tự nhiên 13,87 km², là một khu vực của Quần thể danh thắng Tràng An thuộc địa bàn tỉnh Ninh Bình."
}