{
  "location": "khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh, Việt Nam\n----------------------------------------------\nThị xã Từ Sơn, tỉnh Bắc Ninh 21°06′26″B 105°57′37″Đ﻿ / ﻿21,10722°B 105,96028°Đ﻿ / 21.10722; 105.96028",
  "establishment": "3 tháng 3, 1030\n----------------------------------------------\nKhông rõ",
  "category": "Di tích lịch sử",
  "relatedCharacters": {
    "Lý Nhân Tông": 902,
    "Lý Thường Kiệt": 2339,
    "Phạm Thị Ngà": null,
    "Lý Công Uẩn": 433,
    "Lê Phụng Hiểu": 1995,
    "Lý Anh Tông": 2664,
    "Lý Thánh Tông": 1221,
    "Lý Thần Tông": 365,
    "Lý Chiêu Hoàng": 2140,
    "Lê Kính Tông": 2956,
    "Lý Đạo Thành": 1301,
    "Phùng Khắc Khoan": 2944,
    "Lý Huệ Tông": 2513,
    "Lê xây dựng": null,
    "Lý Thái Tông": 1128,
    "Lý Thái Tổ": 433,
    "Lý Cao Tông": 1709,
    "Tám vua nhà Lý": null
  },
  "id": 321,
  "entityName": "Khu lăng mộ và đền thờ các vị vua triều Lý",
  "aliases": [
    "đền Cổ Pháp",
    "Đền Đô hoặc Cổ Pháp điện"
  ],
  "overview": "Đền Lý Bát Đế, còn gọi là Đền Đô hoặc Cổ Pháp điện là một quần thể kiến trúc tín ngưỡng thờ tám vị vua đầu tiên của nhà Lý. Đền Lý Bát Đế đã được Nhà nước Việt Nam công nhận là di tích lịch sử - văn hóa theo Quyết định số 154 của Bộ Văn hóa - Thông tin (nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 25 tháng 1 năm 1991. Năm 2014, nơi đây cùng với khu lăng mộ các Vua nhà Lý đã được xếp hạng di tích quốc gia đặc biệt.Đền Lý Bát Đế thuộc Khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh. Đền nằm cách thủ đô Hà Nội gần 15 km về phía Bắc, thuộc địa phận hương Cổ Pháp, châu Cổ Pháp (làng Đình Bảng, Từ Sơn, Bắc Ninh) nên còn gọi là đền Cổ Pháp.\n----------------------------------------------\nĐền Đô, tên chữ là Cổ Pháp điện, còn được gọi là Đền Lý Bát Đế, là một quần thể kiến trúc tín ngưỡng thờ tám vị vua đầu tiên của nhà Lý. Đền Đô đã được Nhà nước Việt Nam công nhận là di tích lịch sử - văn hóa theo Quyết định số 154 của Bộ Văn hóa - Thông tin (nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 25 tháng 1 năm 1991. Năm 2014, nơi đây cùng với khu lăng mộ các Vua nhà Lý đã được xếp hạng di tích quốc gia đặc biệt."
}