{
  "location": "Sài Sơn, huyện Quốc Oai, Hà Nội\n----------------------------------------------\nSài Sơn, Quốc Oai",
  "establishment": "Chùa được xây dựng từ thời nhà Lý\n----------------------------------------------\n2014",
  "category": "Lịch sử văn hóa đặc biệt",
  "relatedCharacters": {
    "Lý Nhân Tông": 902,
    "Tăng Thị Loan": null,
    "Lê Trung Hưng": 2245,
    "Sùng Hiền Hầu": null,
    "Lê Ý Tông": 1647,
    "Trần Dụ Tông": 2305,
    "Phan Huy Chú": 1668,
    "Phan Huy Ích": 3022,
    "Lý Thần Tông": 365,
    "Nguyễn Thượng Hiền": 2075,
    "Lã Tá Công": null,
    "Đỗ Cảnh Thạc": 1014,
    "Trần Hưng Đạo": 533,
    "Chúa Trịnh Căn": null,
    "Phùng Khắc Khoan": 2944,
    "Thiền sư Từ Đạo Hạnh": null,
    "Lê Thần Tông": 1960,
    "Trần Tuấn Khải": 252,
    "Đặng Thị Huệ": 2034,
    "Nguyễn Trực": 1045,
    "Tổ Từ Đạo Hạnh": null,
    "Chúa Chè Tuyên Phi": null,
    "Trịnh Sâm": null,
    "Phật A Di Đà": null
  },
  "id": 78,
  "entityName": "Chùa Thầy",
  "aliases": [
    "núi Phật Tích"
  ],
  "overview": "Chùa Thầy là một ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Đinh. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích.Cùng với chùa Tây Phương và Chùa Hương, Chùa Thầy là một trong những ngôi chùa nổi tiếng nhất Hà Nội. Nếu như Chùa Láng gắn liền với giai đoạn đầu của cuộc đời Từ Đạo Hạnh, thì chùa Thầy lại chứng kiến quãng đời sau cùng cho đến ngày thoát xác của vị sư thế hệ thứ 12 thuộc dòng Thiền Ti-ni-đa-lưu-chi này.\n----------------------------------------------\nChùa Thầy là một nhóm những ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Lý. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích."
}