{
  "location": "trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên-Huế, Việt Nam.\n----------------------------------------------\nThành phố Huế, thị xã Hương Thủy, thị xã Hương Trà, huyện Phú Vang, huyện Phú Lộc, tỉnh Thừa Thiên Huế 16°28′11″B 107°34′40″Đ﻿ / ﻿16,46972°B 107,57778°Đ﻿ / 16.46972; 107.57778﻿ (Quần thể di tích Cố đô Huế)",
  "establishment": "1993 (kì thứ 17)\n----------------------------------------------\nKhông rõ",
  "category": "Văn hóa\n----------------------------------------------\nDi tích lịch sử, kiến trúc nghệ thuật",
  "relatedCharacters": {
    "Hưng Tổ Miếu": null,
    "Hoàng Thái Hậu": 1457,
    "Lê Trực": 2541,
    "Thành Thái": 1807,
    "Nguyễn Phúc Luân": 44,
    "Nguyễn Phúc Thuần": 2914,
    "Hương Uyển Sơn": null,
    "Nguyễn Thị Hoàn": 212,
    "Phan Đình Phùng": 1787,
    "Long Châu Miếu": null,
    "Nguyễn phân tranh": null,
    "Nguyễn Hoàng": 245,
    "Thế Tổ Miếu": null,
    "Trấn Hải Thành": null,
    "Văn Thánh Miếu": null,
    "Nguyễn Phúc Côn": 1765,
    "Vạn Niên Cơ": null,
    "Nguyễn Kim": 144
  },
  "id": 959,
  "entityName": "Quần thể di tích Cố đô Huế",
  "aliases": [],
  "overview": "Quần thể di tích Cố đô Huế hay Quần thể di tích Huế là những di tích lịch sử - văn hoá do triều Nguyễn chủ trương xây dựng trong khoảng thời gian từ đầu thế kỷ 19 đến nửa đầu thế kỷ 20 trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên-Huế, Việt Nam. Phần lớn các di tích này nay thuộc sự quản lý của Trung tâm Bảo tồn Di tích Cố đô Huế và được UNESCO công nhận là Di sản Văn hoá Thế giới vào ngày 11 tháng 12 năm 1993. Hiện tại, cố đô Huế đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt quan trọng. Quần thể di tích Cố đô Huế có thể phân chia thành các cụm công trình gồm các cụm công trình ngoài Kinh thành Huế và trong kinh thành Huế.Kinh thành Huế được vua Gia Long tiến hành khảo sát từ năm 1803, khởi công xây dựng từ 1805 và hoàn chỉnh vào năm 1832 dưới triều vua Minh Mạng.\n----------------------------------------------\nQuần thể di tích Cố đô Huế hay Quần thể kiến trúc cố đô Huế là những di tích lịch sử - văn hóa do triều Nguyễn chủ trương xây dựng trong khoảng thời gian từ đầu thế kỷ 19 đến nửa đầu thế kỷ 20 trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên Huế, Việt Nam. Phần lớn các di tích này nay thuộc sự quản lý của Trung tâm Bảo tồn Di tích Cố đô Huế và được UNESCO công nhận là Di sản Văn hoá Thế giới vào ngày 11 tháng 12 năm 1993. Hiện tại, cố đô Huế đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt quan trọng. Quần thể di tích Cố đô Huế có thể phân chia thành các cụm công trình gồm các cụm công trình ngoài Kinh thành Huế và trong kinh thành Huế."
}